Repository: Athenolabs/flinkiso-lite
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_ae, de_de, es_es, fr_fr, gu, it_it, mr, pt_pt

source: You can add/view your company Quality Manuals / Procedures / Objectives / Records / Policies for Admin department by clicking on the links below. <br /> These documents are available for all users.
ar_ae: يمكنك إضافة / عرض الكتيبات الخاصة بك الجودة شركة / الإجراءات / أهداف / السجلات / سياسات للإدارة الادارية من خلال النقر على الروابط أدناه. <br /> وهذه الوثائق متاحة لجميع المستخدمين.
de_de: Sie können / hinzufügen Ihr Unternehmen Qualitätshandbücher / Verfahren / Ziele / Records / Richtlinien für Admin-Abteilung, indem Sie auf den unten stehenden Links. <br /> Diese Dokumente sind für alle Benutzer verfügbar.
es_es: Usted puede añadir / ver sus manuales de calidad de empresa / Procedimientos / Objetivos / Registros / Políticas para el departamento de administración, haga clic en los siguientes enlaces. <br /> Estos documentos están disponibles para todos los usuarios.
fr_fr: Vous pouvez ajouter / voir vos manuels compagnie de qualité / Procédures / Objectifs / Records / politiques pour le département d'administration en cliquant sur les liens ci-dessous. <br /> Ces documents sont disponibles pour tous les utilisateurs.
gu: તમે નીચેની લિંક પર ક્લિક કરીને સંચાલન વિભાગ માટે તમારી કંપની જાત માર્ગદર્શિકાઓ / પ્રક્રિયા / હેતુઓ / રેકોર્ડઝ / નીતિઓ જુઓ / ઉમેરી શકો છો. <br /> આ દસ્તાવેજો બધા વપરાશકર્તાઓ માટે ઉપલબ્ધ છે.
it_it: È possibile aggiungere / visualizzare i manuali azienda Qualità / Procedure / Obiettivi / Records / Politiche per il reparto Admin cliccando sui link qui sotto. <br /> Questi documenti sono disponibili per tutti gli utenti.
mr: आपण जोडा / खालील लिंक वर क्लिक करून प्रशासन विभागासाठी आपली कंपनी गुणवत्ता हस्तपुस्तिका / प्रक्रियांची / उद्दिष्टे / रेकॉर्डस / धोरणे पाहू शकतात. <br /> हे दस्तऐवज सर्व वापरकर्त्यांसाठी उपलब्ध आहे.
pt_pt: Você pode adicionar / visualizar seus manuais de qualidade da empresa / Procedimentos / Objectivos / Records / Políticas de departamento de administração, clicando nos links abaixo. <br /> Estes documentos estão disponíveis para todos os usuários.

source: Note:
ar_ae: ملاحظات :
de_de: Hinweis:
es_es: Nota:
fr_fr: Remarque:
it_it: Nota:
mr: टीप:
pt_pt: Observações:

source: As an MR, you will be able to see tasks & updates for all users.
ar_ae: باعتبارها MR، سوف تكون قادرا على رؤية المهام والتحديثات لجميع المستخدمين.
de_de: Als MR, werden Sie in der Lage, Aufgaben und Updates für alle Benutzer sehen.
es_es: Como MR, usted será capaz de ver las tareas y actualizaciones para todos los usuarios.
fr_fr: Comme un MR, vous serez en mesure de voir les tâches et les mises à jour pour tous les utilisateurs.
it_it: Come MR, sarete in grado di vedere i compiti e gli aggiornamenti per tutti gli utenti.
mr: मावि म्हणून, आपण सर्व वापरकर्त्यांसाठी कामे व अद्यतने पाहण्यास सक्षम असेल.
pt_pt: Como um MR, você será capaz de ver as tarefas e atualizações para todos os usuários.

source: Production Dashboard
ar_ae: لوحة الانتاج
de_de: Dashboard-Produktion
es_es: Dashboard Producción
fr_fr: Tableau de bord de production
it_it: Produzione Dashboard
mr: उत्पादन डॅशबोर्ड
pt_pt: Painel de produção

source: Raw Material
ar_ae: المواد الاولية
de_de: Grundstoff
es_es: Materia prima
fr_fr: Matière première
it_it: Materia prima
mr: कच्चा माल
pt_pt: Matéria-prima

source: Raw material is required for products. You can add required raw materials here and add those to existing products.
ar_ae: مطلوب المواد الخام للمنتجات. يمكنك إضافة المواد الخام المطلوبة هنا وإضافة إلى تلك المنتجات الحالية.
de_de: Rohstoff für Produkte erforderlich. Sie können benötigten Rohstoffe hier hinzufügen und fügen Sie diese in bestehenden Produkten.
es_es: Se requiere de la materia prima para los productos. Usted puede agregar las materias primas requeridas aquí y añadir aquellos a los productos existentes.
fr_fr: La matière première est nécessaire pour les produits. Vous pouvez ajouter des matières premières nécessaires ici et les ajouter à des produits existants.
it_it: È necessaria materia prima per i prodotti. Puoi aggiungere richieste di materie prime qui e aggiungere quelli ai prodotti esistenti.
mr: कच्चा माल उत्पादनांसाठी आवश्यक आहे. येथे तुम्ही लागणारा कच्चा माल जोडा आणि विद्यमान उत्पादने त्या जोडू शकता.
pt_pt: A matéria-prima é necessária para os produtos. Você pode adicionar matérias-primas necessárias aqui e adicione as aos produtos existentes.

source: List of Products
ar_ae: قائمة المنتجات
de_de: Liste der Produkte
es_es: Lista de productos
fr_fr: Liste des Produits
it_it: Elenco dei prodotti
mr: उत्पादने यादी
pt_pt: Lista de produtos

source: Before you add new product you may like to add required materials for the products
ar_ae: قبل إضافة منتج جديد قد ترغب في إضافة المواد المطلوبة للمنتجات
de_de: Bevor Sie neue hinzufügen Produkt können Sie gerne erforderlichen Materialien für die Produkte hinzufügen
es_es: Antes de agregar nuevo producto que usted puede tener gusto de añadir materiales requeridos para los productos
fr_fr: Avant d'ajouter de nouveaux produits que vous aimerez ajouter des matériaux requis pour les produits
it_it: Prima di aggiungere nuovi prodotti, come si può aggiungere materiali necessari per i prodotti
mr: आपण नवीन उत्पादन जोडा करण्यापूर्वी आपण उत्पादनांसाठी आवश्यक साहित्य जोडण्यासाठी आवडेल
pt_pt: Antes de adicionar novos produtos que você pode gostar de adicionar materiais necessários para os produtos

source: Materials
ar_ae: مواد الخام
de_de: Materialien
es_es: Materiales
fr_fr: Materiels
gu: વસ્તુઓ
it_it: Materiali
mr: सामुग्री
pt_pt: Materiais

source: Add production Batch
ar_ae: إضافة الدفعة إنتاج
de_de: Fügen Produktionscharge
es_es: Añadir lotes de producción
fr_fr: Ajouter lots de production
it_it: Aggiungi il lotto di produzione
mr: उत्पादन बॅच जोडा
pt_pt: Adicionar Batch produção

source: To add production details you need
ar_ae: لإضافة تفاصيل الإنتاج التي تحتاج إليها
de_de: Um die Produktion zu Details, die Sie benötigen, hinzufügen
es_es: Para agregar detalles de producción que necesita
fr_fr: Pour ajouter des détails de production dont vous avez besoin
it_it: Per aggiungere dettagli di produzione è necessario
mr: आपल्याला आवश्यक उत्पादन तपशील जोडण्यासाठी
pt_pt: Para adicionar detalhes da produção que você precisa

source: products
ar_ae: المنتجات
de_de: Produkte
es_es: productos
fr_fr: produits
it_it: Prodotti
mr: उत्पादने
pt_pt: Produtos

source: Add Stock To Batch
ar_ae: إضافة الدفعة المالية ل
de_de: Hinzufügen Lizenz Um Batch
es_es: Añadir Stock Para lotes
fr_fr: Ajouter stock Pour Batch
it_it: Aggiungi Stock To Batch
mr: बॅच करण्यासाठी स्टॉक जोडा
pt_pt: Adicionar estoque Para Batch

source: Before you add stock details, you require
ar_ae: قبل إضافة تفاصيل الأسهم، تحتاج
de_de: Bevor Sie Lager Details hinzuzufügen, benötigen Sie
es_es: Antes de agregar datos de existencias, se necesita
fr_fr: Avant d'ajouter les détails d'achat d'actions, vous avez besoin d'
it_it: Prima di aggiungere dettagli archivi, è necessario
mr: आपण शेअर तपशील जोडा करण्यापूर्वी, आपण आवश्यक
pt_pt: Antes de adicionar detalhes de ações, você precisa

source: Delivery Challans
ar_ae: شالا تسليم
de_de: Lieferung Challans
es_es: Challans Entrega
fr_fr: Challans de livraison
gu: ડ લવર ચલણો
it_it: Challans consegna
mr: डिलिव्हरी Challans
pt_pt: Challans Entrega

source: Add Incoming Stock
ar_ae: إضافة اردة المالية
de_de: Eingehende hinzufügen Lizenz
es_es: Añadir entrante Stock
fr_fr: Ajouter entrant Stock
it_it: Aggiungi Incoming Archivio
mr: इनकमिंग स्टॉक जोडा
pt_pt: Adicionar entrante Stock

source: Stock Status
ar_ae: الحالة الأوراق المالية
de_de: Lagerstatus
es_es: Estado del stock
fr_fr: l'état des stocks
it_it: Archivio di stato
mr: स्टॉक स्थिती
pt_pt: Banco de Estado

source: based on Inwards VA Outwards stock, stock stastus will be generated. Choose date range & material to generate stock status.
ar_ae: على أساس الأسهم VA الداخل إلى الخارج، سيتم إنشاء المخزون stastus. اختيار نطاق التاريخ ومادة لتوليد وضع المخزون.
de_de: basierend auf Inwards VA außerhalb Stock, wird eine Bestands stastus erzeugt werden. Zeitraum wählen & Material zu erzeugen Lagerbestand.
es_es: basado en Hacia adentro VA Hacia afuera de valores, se generará valores stastus. Elija rango de fechas y el material para generar el estado del stock.
fr_fr: basé sur Inwards VA Vers l'extérieur, matière première stastus sera généré. Explorez la gamme et matériel date pour générer l'état des stocks.
it_it: Basato su Inwards VA passiva magazzino, verrà generato magazzino stastus. Scegli intervallo di date e materiale per generare stato degli stock.
mr: आतील बाजूला कार भाषाभाषा स्टॉक आधारित, स्टॉक stastus निर्माण केले जातील. स्टॉक स्थिती निर्माण करण्यासाठी तारीख श्रेणी आणि सामग्री निवडा.
pt_pt: com base no estoque Inwards VA para fora, estoque stastus será gerada. Escolha gama e material de data para gerar estatuto estoque.

source: See Stock Status
ar_ae: نرى الحالة الأوراق المالية
de_de: Siehe Bestands
es_es: Ver Estado del stock
fr_fr: Voir l'état des stocks
it_it: Vedi Archivio di stato
mr: स्टॉक स्थिती पहा
pt_pt: Ver Banco de Estado

source: Available Quality Documents (Production Department)
ar_ae: الإطلاع على وثائق الجودة (قسم الإنتاج)
de_de: Verfügbar Qualitätsdokumente (Produktionsabteilung)
es_es: Documentos disponibles, calidad (Departamento de Producción)
fr_fr: Documents de qualité disponibles (Département Production)
it_it: Disponibile qualità documenti (Dipartimento di Produzione)
mr: उपलब्ध गुणवत्ता दस्तऐवज (उत्पादन विभाग)
pt_pt: Documentos qualidade disponível (Departamento de Produção)

source: Purchase Dashboard
ar_ae: شراء لوحة
de_de: Kauf-Dashboard
es_es: Compra Dashboard
fr_fr: Achat du tableau de bord
it_it: Acquisto Dashboard
mr: खरेदी डॅशबोर्ड
pt_pt: Painel de compra

source: Sub-Contractor Registration Form
ar_ae: نموذج تسجيل المقاولين من الباطن
de_de: Subunternehmer Anmeldeformular
es_es: Formulario de Inscripción Subcontratista
fr_fr: Formulaire d'inscription sous-traitant
gu: પેટા ઠેકેદાર રજીસ્ટ્રેશન ફોર્મ
it_it: Modulo di Registrazione Sub-Contractor
mr: उप कंत्राटदार नोंदणी अर्ज
pt_pt: Sub-Empreiteiro Formulário de Inscrição

source: Add Sub-Contractor / Contractor or Vendor's from here
ar_ae: إضافة المقاول الفرعي / المقاول أو المورد لمن هنا
de_de: Hinzufügen Sub-Auftragnehmer / Unternehmer oder Verkäuferin von hier
es_es: Añadir Subcontratista / Contratista o Proveedor de de aquí
fr_fr: Ajouter Sous-entrepreneur / entrepreneur ou un fournisseur de partir d'ici
gu: અહિંયા થી પેટા ઠેકેદાર / ઠેકેદાર અથવા વિક્રેતાની ઉમેરો
it_it: Aggiungi Sub-Contractor / contraente o fornitore di partire da qui
mr: येथून उप कंत्राटदार / कंत्राटदार किंवा विक्रेत्याच्या जोडा
pt_pt: Adicionar Sub-Empreiteiro / Empreiteiro ou do fornecedor a partir daqui

source: Supplier Categories
ar_ae: المورد الفئات
de_de: Anbieterkategorien
es_es: Categorías de proveedores
fr_fr: Catégories de fournisseur
gu: સપ્લાયર શ્રેણીઓ
it_it: Categorie dei fornitori
mr: पुरवठादार कॅटेगरीज
pt_pt: Fornecedor Categorias

source: No. of Sub-Contractor
ar_ae: عدد مقاول من الباطن
de_de: Anzahl der Sub-Auftragnehmer
es_es: Número de Subcontratista
fr_fr: Nombre de sous-traitant
gu: પેટા ઠેકેદાર સંખ્યા
it_it: Numero di Sub-Contractor
mr: उप कंत्राटदार संख्या
pt_pt: N º de Sub-Empreiteiro

source: Purchase Order
ar_ae: طلب شراء
de_de: Auftragsbestätigung
es_es: Orden de compra
fr_fr: Numéro de commande
gu: ખરીદી હુકમ
it_it: Ordinazione d'acquisto
mr: खरेदी ऑर्डर
pt_pt: Ordem de compra

source: Add Purchase Orders. Make sure you have added registered (& published) suppliers before you add a new purchase order.
ar_ae: إضافة أوامر الشراء. تأكد من أنك قد أضفت المسجلة (ونشر) الموردين قبل إضافة طلب شراء جديد.
de_de: Bestellungen hinzufügen. Stellen Sie sicher, Sie hinzugefügt registriert haben (und veröffentlicht) Lieferanten, bevor Sie eine neue Bestellung hinzufügen.
es_es: Añadir Órdenes de Compra. Asegúrese de que ha añadido los proveedores registrados (y publicado) antes de agregar una nueva orden de compra.
fr_fr: Ajouter des commandes d'achat. Assurez-vous que vous avez ajouté enregistrée (et publié) les fournisseurs avant d'ajouter un nouveau bon de commande.
gu: ખરીદી ઓર્ડર્સ ઉમેરો. તમે નવી ખરીદી માટે ઉમેરો પહેલાં તમે રજીસ્ટર (& પ્રકાશિત) સપ્લાયરો ઉમેર્યું છે તેની ખાતરી કરો.
it_it: Aggiungi Ordini di acquisto. Assicurarsi di aver aggiunto i fornitori iscritti (e pubblicati) prima di aggiungere un nuovo ordine di acquisto.
mr: खरेदी ऑर्डर जोडा. आपण एक नवीन खरेदी ऑर्डर जोडा करण्यापूर्वी आपण पुरवठादार नोंदणीकृत (& प्रकाशित) जोडले आहे याची खात्री करा.
pt_pt: Adicionar ordens de compra. Certifique-se de ter adicionado registrados (e publicados) fornecedores antes de adicionar um novo pedido de compra.

source: No. of Purchase Orders
ar_ae: عدد أوامر الشراء
de_de: Anzahl der Bestellungen
es_es: Número de órdenes de compra
fr_fr: Nombre de bons de commande
gu: ખરીદી ઓર્ડર્સ સંખ્યા
it_it: Numero di ordini di acquisto
mr: खरेदी ऑर्डर संख्या
pt_pt: Número de pedidos de compra

source: To add Delivery Challans make sure that you have added
ar_ae: لإضافة شالا تسليم تأكد من التي قمت بإضافتها
de_de: So fügen Liefer Challans stellen Sie sicher, dass Sie hinzugefügt haben,
es_es: Para agregar Entrega Challans asegúrese de que ha añadido
fr_fr: Pour ajouter Challans livraison assurez-vous que vous avez ajouté
it_it: Per aggiungere Consegna Challans assicurarsi di aver aggiunto
mr: डिलिव्हरी Challans जोडले आहे याची खात्री करा जोडण्यासाठी
pt_pt: Para adicionar Entrega Challans certifique-se que você adicionou

source: No. of Delivery Challans
ar_ae: عدد شالا التسليم
de_de: Anzahl der Liefer Challans
es_es: N º de Entrega Challans
fr_fr: Nombre de Challans livraison
gu: ડ લવર ચલણો સંખ્યા
it_it: N. di consegna Challans
mr: डिलिव्हरी Challans संख्या
pt_pt: N º de entrega Challans

source: Supplier Evaluation / Re-Evaluation
ar_ae: تقييم المورد / إعادة تقييم
de_de: Lieferantenbewertung / Neubewertung
es_es: Evaluación de Proveedores /-Evaluación Re
fr_fr: évaluation du fournisseur / réévaluations
gu: સપ્લાયર મૂલ્યાંકન / પુનઃ મૂલ્યાંકન
it_it: La valutazione del fornitore / rivalutazione
mr: पुरवठादार मूल्यांकन / पुनर्मूल्यांकनाची
pt_pt: Fornecedor Avaliação / Reavaliação

source: To evaluate any supplier make sure you have already added
ar_ae: لتقييم أي مورد تأكد من أنك قد أضفت
de_de: Um einen Lieferanten zu bewerten sicherzustellen, dass Sie bereits hinzugefügt haben
es_es: Para evaluar cualquier proveedor asegurarse ya ha agregado
fr_fr: Pour évaluer un fournisseur vérifiez que vous avez déjà ajouté
it_it: Per valutare qualsiasi fornitore assicurarsi di aver già aggiunto
mr: कोणत्याही पुरवठादार मूल्यमापन करण्यासाठी खात्री आहे की आपण आधीच जोडले आहे करा
pt_pt: Para avaliar qualquer fornecedor certificar-se de que você já adicionou

source: Evaluate
ar_ae: تقييم
de_de: Evaluieren
es_es: Valoración
fr_fr: Evaluate (Evaluation)
gu: મૂલ્યાંકન
it_it: Valutare
mr: मूल्यांकन
pt_pt: Avaliar

source: No. of Supplier Evaluation / Re-Evaluation
ar_ae: عدد مورد السلعة تقييم / إعادة تقييم
de_de: Anzahl der Lieferantenbewertung / Re-Evaluierung
es_es: N º de Evaluación de Proveedores / reevaluación
fr_fr: Nombre de fournisseurs d'évaluation / réévaluation
gu: સપ્લાયર મૂલ્યાંકન સંખ્યા / પુનઃ મૂલ્યાંકન
it_it: Numero di valutazione del fornitore / Re-valutazione
mr: पुरवठादार मूल्यांकन संख्या / पुनर्मूल्यांकनाची
pt_pt: N º de Avaliação de Fornecedores / reavaliação

source: Summary of Supplier Evaluation
ar_ae: ملخص تقييم الموردين
de_de: Zusammenfassung der Lieferantenbewertung
es_es: Resumen de Evaluación de Proveedores
fr_fr: Résumé de l'évaluation des fournisseurs
gu: સપ્લાયર મૂલ્યાંકન સારાંશ
it_it: Sintesi di valutazione dei fornitori
mr: पुरवठादार मूल्यांकन सारांश
pt_pt: Resumo da Avaliação de Fornecedores

source: Based on the previous evaluations, this list will be auto populated.
ar_ae: استنادا إلى التقييمات السابقة، سوف يكون لهذه القائمة السيارات بالسكان.
de_de: Basierend auf den bisherigen Bewertungen wird diese Liste sein Auto besiedelt.
es_es: Con base en las evaluaciones anteriores, esta lista será rellenado automáticamente.
fr_fr: Sur la base des évaluations précédentes, cette liste sera automatiquement rempli.
gu: અગાઉના મૂલ્યાંકનો પર આધારિત છે, આ યાદી આપોઆપ રચાયેલ કરવામાં આવશે.
it_it: Sulla base delle valutazioni precedenti, questo elenco verrà automaticamente popolato.
mr: मागील मोजमापन आधारित, ही यादी स्वयं प्रसिध्द होईल.
pt_pt: Com base nas avaliações anteriores, esta lista será automaticamente preenchido.

source: No. of Supplier Evaluation Summaries
ar_ae: عدد ملخصات تقييم المورد
de_de: Anzahl der Lieferantenbewertung Zusammenfassungen
es_es: Número de resúmenes de evaluación de proveedores
fr_fr: Nombre de résumés d'évaluation fournisseur non
gu: સપ્લાયર મૂલ્યાંકન સમરીઝ સંખ્યા
it_it: Numero di Sintesi valutazione dei fornitori
mr: पुरवठादार मूल्यांकन सारांश संख्या
pt_pt: N º de Resumos Fornecedor de avaliação

source: List of Acceptable Suppliers
ar_ae: قائمة الموردين المقبول
de_de: Liste der zulässigen Lieferanten
es_es: Lista de Proveedores Aceptables
fr_fr: Liste des fournisseurs acceptables
gu: સ્વીકાર્ય સપ્લાયર્સ યાદી
it_it: Elenco dei fornitori accettabili
mr: स्वीकार्य पुरवठादार यादी
pt_pt: Lista de fornecedores aceitáveis

source: To add List Of Acceptable Supplier make sure you have already added
ar_ae: لإضافة قائمة من المقبول مورد تأكد من أنك قمت أضفت
de_de: Liste hinzufügen Acceptable Lieferant sicher, dass Sie bereits hinzugefügt haben
es_es: Para agregar Lista De Aceptable Proveedor asegurarse de que ya ha agregado
fr_fr: Pour ajouter la liste du fournisseur acceptable vérifiez que vous avez déjà ajouté
it_it: Per aggiungere List Of Good Fornitore assicurarsi di aver già aggiunto
mr: संमती पुरवठादार यादी जोडण्यासाठी खात्री आहे की आपण आधीच जोडले आहे करा
pt_pt: Para adicionar Lista de Fornecedor Aceitável certifique-se de já ter adicionado

source: No. of Acceptable Suppliers
ar_ae: عدد الموردين المقبول
de_de: Anzahl der Acceptable Lieferanten
es_es: Número de proveedores aceptables
fr_fr: Nombre de fournisseurs acceptables
gu: સ્વીકાર્ય સપ્લાયર્સ સંખ્યા
it_it: Numero di fornitori accettabili
mr: स्वीकार्य पुरवठादार संख्या
pt_pt: N º de Fornecedores aceitáveis

source: Available Quality Documents (PURCHASE Department)
ar_ae: الإطلاع على وثائق الجودة (إدارة المشتريات)
de_de: Verfügbar Qualitätsdokumente (Einkauf)
es_es: Documentos disponibles, calidad (Departamento COMPRA)
fr_fr: Documents de qualité disponibles (Département ACHAT)
gu: ઉપલબ્ધ જાત દસ્તાવેજો (ખરીદ વિભાગ)
it_it: Disponibile qualità documenti (Dipartimento ACQUISTO)
mr: उपलब्ध गुणवत्ता कागदपत्रे (खरेदी विभाग)
pt_pt: Documentos qualidade disponível (Departamento de Compras)

source: You can add/view your company Quality Manuals / Procedures / Objectives / Records / Policies for Purchase department by clicking on the links below.
ar_ae: يمكنك إضافة / عرض الكتيبات الخاصة بك الجودة شركة / الإجراءات / أهداف / السجلات / سياسات لقسم الشراء من خلال النقر على الروابط أدناه.
de_de: Sie können / hinzufügen Ihr Unternehmen Qualitätshandbücher / Verfahren / Ziele / Records / Bedingungen für Kauf-Abteilung, indem Sie auf den unten stehenden Links.
es_es: Usted puede añadir / ver sus manuales de calidad de empresa / Procedimientos / Objetivos / Registros / Políticas para el departamento de compra haciendo clic en los siguientes enlaces.
fr_fr: Vous pouvez ajouter / voir vos manuels compagnie de qualité / Procédures / Objectifs / Records / politiques pour le département d'achat en cliquant sur les liens ci-dessous.
it_it: È possibile aggiungere / visualizzare i manuali azienda Qualità / Procedure / Obiettivi / Records / Politiche per il reparto acquisti, cliccando sui link qui sotto.
mr: आपण जोडा / खालील लिंक वर क्लिक करून खरेदी विभागासाठी आपली कंपनी गुणवत्ता हस्तपुस्तिका / प्रक्रियांची / उद्दिष्टे / रेकॉर्डस / धोरणे पाहू शकतात.
pt_pt: Você pode adicionar / visualizar seus manuais de qualidade da empresa / Procedimentos / Objectivos / Records / Politicas para departamento de compra, clicando nos links abaixo.

source: Quality Control Dashboard
ar_ae: مراقبة الجودة لوحة
de_de: Qualitätskontrolle-Dashboard
es_es: Control de Calidad Dashboard
fr_fr: Tableau de bord de contrôle de qualité
gu: ગુણવત્તા નિયમન ડેશબોર્ડ
it_it: Controllo di qualità Dashboard
mr: गुण नियंत्रण डॅशबोर्ड
pt_pt: Painel de Controle de Qualidade

source: Customer Complaints
ar_ae: شكاوى العملاء
de_de: Kundenbeschwerden
es_es: Las quejas de los clientes
fr_fr: Plaintes des clients
gu: ગ્રાહક ફરિયાદો
it_it: Reclami dei clienti
mr: ग्राहक तक्रारी
pt_pt: Reclamações dos clientes

source: Products
ar_ae: المنتجات
de_de: Produkte {0}{/0}
es_es: Productos
fr_fr: Produits
gu: પેદાશો
it_it: Prodotti
mr: उत्पादने
pt_pt: Produtos

source: No. of Open Customer Complaints
ar_ae: رقم المفتوح شكاوى العملاء
de_de: Anzahl der Kundenbeschwerden öffnen
es_es: Número de quejas del cliente abiertas
fr_fr: Nombre de plaintes des clients ouverts
gu: ઓપન ગ્રાહક ફરિયાદો સંખ્યા
it_it: Numero di Open reclami dei clienti
mr: ओपन ग्राहक तक्रारी संख्या
pt_pt: N º de Reclamações de Clientes Abertas

source: No. of Closed Customer Complaints
ar_ae: عدد شكاوى العملاء مغلقة
de_de: Anzahl der Kundenbeschwerden geschlossen
es_es: Número de cerradas las quejas del cliente
fr_fr: Nombre de plaintes des clients fermés
gu: બંધ ગ્રાહક ફરિયાદો સંખ્યા
it_it: Numero di reclami dei clienti Chiuso
mr: बंद ग्राहक तक्रारी संख्या
pt_pt: N º de Reclamações dos clientes fechados

source: Measuring Devices for Calibrations
ar_ae: أجهزة لقياس المعايرة
de_de: Messgeräte für Kalibrierungen
es_es: Dispositivos para la medición Calibraciones
fr_fr: Appareils de mesure pour les étalonnages
gu: Calibrations માટે ઉપકરણો માપન
it_it: Dispositivi per calibrazioni di misura
mr: कॅलिब्रेशन करीता साधने मोजण्यासाठी
pt_pt: Medição Aparelhos para calibrações

source: Devices
ar_ae: الأجهزة
de_de: Geräte
es_es: Dispositivos
fr_fr: Appareils
gu: ડિવાઈસ(સાધનો)
it_it: Dispositivi
mr: साधने
pt_pt: Dispositivos

source: No. of Measuring Devices
ar_ae: عدد أجهزة قياس
de_de: Anzahl der Messgeräte
es_es: Número de dispositivos de medición
fr_fr: Nombre de dispositifs de mesure
gu: ઉપકરણો માપન સંખ્યા
it_it: Numero di dispositivi di misura
mr: मापन साधने क्रमांक
pt_pt: N º de medição Dispositivos

source: Calibrations
ar_ae: المعايرة
de_de: Kalibrierungen
es_es: Calibraciones
fr_fr: Étalonnages
it_it: Calibrazioni
mr: कॅलिब्रेशन
pt_pt: Calibrações

source: List of all the calibrations performed on various devices.
ar_ae: قائمة بجميع المعايرة التي أجريت على أجهزة مختلفة.
de_de: Liste aller Kalibrierungen durchgeführt auf verschiedenen Geräten.
es_es: Listado de todas las calibraciones realizadas en varios dispositivos.
fr_fr: Liste de tous les étalonnages effectués sur différents appareils.
it_it: Elenco di tutte le calibrazioni effettuate su diversi dispositivi.
mr: सर्व कॅलिब्रेशन यादी विविध साधने सुरू.
pt_pt: Lista de todas as calibrações realizadas em vários dispositivos.

source: No. of Calibrations
ar_ae: عدد التحديدات
de_de: Anzahl der Kalibrierungen
es_es: Número de Calibraciones
fr_fr: Nombre de étalonnages
gu: Calibrations સંખ્યા
it_it: Numero di calibrazioni
mr: कॅलिब्रेशन संख्या
pt_pt: N º de calibrações

source: Customer Feedbacks
ar_ae: التقيمات العملاء
de_de: Kundenfeedbacks
es_es: Opiniones de nuestros clientes
fr_fr: Evaluations des clients
gu: ગ્રાહક પ્રતિભાવો
it_it: Giudizi dei clienti
mr: ग्राहक अभिप्राय
pt_pt: Comentários de clientes

source: Questionnaire
ar_ae: استبيان
de_de: Befragung
es_es: Cuestionario
fr_fr: Questio
gu: પ્રશ્નાવલિ
it_it: Questionario
mr: प्रश्नावली
pt_pt: Questionário

source: No. of Customer Feedbacks
ar_ae: عدد التقييمات العملاء
de_de: Anzahl der Kundenfeedbacks
es_es: Número de Opiniones de nuestros clientes
fr_fr: Nombre de Evaluations des clients
gu: ગ્રાહક પ્રતિભાવો સંખ્યા
it_it: Numero Giudizi dei clienti
mr: ग्राहक अभिप्राय संख्या
pt_pt: N º de feedbacks dos clientes
