Repository: Athenolabs/flinkiso-lite
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_ae, de_de, es_es, fr_fr, gu, it_it, mr, pt_pt

source: View Master List Of Format Department
ar_ae: عرض قائمة ماستر قسم تنسيق
de_de: View Master List Of Format Abteilung
es_es: Ver lista maestra de Departamento Formato
fr_fr: Voir la liste principale Of Format Département
gu: ફોર્મેટ વિભાગના જુઓ માસ્ટર યાદી
it_it: View Master List Of Format Dipartimento
mr: स्वरूप विभागाचे पहा मास्टर यादी
pt_pt: View Master lista de Departamento Format

source: Add Master List Of Format
ar_ae: إضافة الماجستير من قائمة تنسيق
de_de: Fügen Sie Master-Liste Format
es_es: Añadir Lista Maestra de Formato
fr_fr: Ajouter Maître Liste des Format
gu: બંધારણની માસ્ટર યાદી ઉમેરો
it_it: Aggiungere Master List Of Formato
mr: मास्टर यादी स्वरूपाचे जोडा
pt_pt: Adicionar lista principal de Formato

source: Approve Master List Of Format
ar_ae: الموافقة على الماجستير من قائمة تنسيق
de_de: Genehmigen Master-Liste Format
es_es: Aprobar Lista Maestra de Formato
fr_fr: Approuver la liste principale format
gu: બંધારણની માસ્ટર યાદી મંજૂર
it_it: Approvare Master List Of Formato
mr: स्वरूप मास्टर यादी मंजूर करा
pt_pt: Aprovar lista principal de Formato

source: Edit Master List Of Format
ar_ae: تحرير قائمة رئيسية من تنسيق
de_de: Master List Edit Format
es_es: Editar lista maestra de Formato
gu: બંધારણની ફેરફાર કરો માસ્ટર યાદી
it_it: Modifica elenco Master Of Formato
mr: स्वरूपाचे संपादन मास्टर यादी
pt_pt: Editar Lista Master Of Formato

source: New Master List Of Format
ar_ae: قائمة جديدة ماجستير تنسيق
de_de: Neue Master-Liste Format
es_es: Nueva lista maestra de Formato
fr_fr: Nouvelle liste de Master Of Format
gu: બંધારણની નવી માસ્ટર યાદી
it_it: Nuovo Master List Of Formato
mr: स्वरूपाचे नवीन मास्टर यादी
pt_pt: Nova lista de Master Of Formato

source: View Master List Of Format
ar_ae: عرض قائمة من تنسيق ماستر
es_es: Ver lista maestra de Formato
fr_fr: Voir la liste principale Of Format
gu: બંધારણની જુઓ માસ્ટર યાદી
it_it: View Master List Of Formato
mr: स्वरूपाचे पहा मास्टर यादी
pt_pt: View Master lista de Formato

source: Work Instructions
ar_ae: تعليمات العمل
de_de: Arbeitsanweisungen
fr_fr: Instructions de travail
it_it: Istruzioni di Lavoro
mr: कार्य इंस्ट्रक्शन्स
pt_pt: Instruções de Trabalho

source: Archived
ar_ae: مؤرشف
de_de: Archiviert
es_es: Archivado
fr_fr: Archivée
gu: આર્કાઇવ
it_it: Archiviato
mr: साठवणीतले
pt_pt: Arquivado

source: Add Material Quality Check Detail
ar_ae: إضافة مواد ذات جودة تحقق التفاصيل
de_de: Fügen Material Qualität Detail zu überprüfen
es_es: Añadir Calidad material Check Detalle
fr_fr: Ajouter Matériel contrôle de la qualité Détail
it_it: Aggiungi la qualità dei materiali con i partner Dettaglio
mr: साहित्य गुणवत्ता तपासा तपशील जोडा
pt_pt: Adicionar Qualidade material check Detalhe

source: ADD MATERIAL TO STOCK
ar_ae: إضافة مواد إلى المخزون
de_de: ADD MATERIAL STOCK
es_es: ADD MATERIAL PARA LA ACCIÓN
fr_fr: Placez l'article STOCK
it_it: AGGIUNGI MATERIALE DA MAGAZZINO
mr: स्टॉक सामग्री ADD
pt_pt: Adicionar material ao estoque

source: Approve Material Quality Check Detail
ar_ae: الموافقة نوعية المواد التحقق من التفاصيل
de_de: Genehmigen Material Qualität Detail zu überprüfen
es_es: Aprobar calidad de material Check Detalle
fr_fr: Approuver Matériel contrôle de la qualité Détail
it_it: Approvare la qualità dei materiali con i partner Dettaglio
mr: साहित्य गुणवत्ता तपासा तपशील मंजूर करा
pt_pt: Aprovar qualidade do material check Detalhe

source: Edit Material Quality Check Detail
ar_ae: تحرير مواد ذات جودة تحقق التفاصيل
de_de: Material bearbeiten Qualität Detail zu überprüfen
es_es: Editar calidad de material Compruebe Detalle
fr_fr: Modifier qualité des matériaux Vérifiez Détail
it_it: Modifica della qualità Materiale Verifica Dettaglio
mr: संपादन साहित्य गुणवत्ता तपासा तपशील
pt_pt: Editar qualidade do material Verifique Detalhe

source: Material Quality Check
ar_ae: مواد ذات جودة تحقق
es_es: Calidad de materiales descubre
fr_fr: Matériel contrôle de la qualité
it_it: La qualità dei materiali con i partner
mr: साहित्य गुणवत्ता तपासा
pt_pt: Qualidade material Verificação

source: Employee Id
ar_ae: الرقم الوظيفي
de_de: Mitarbeiter-ID
es_es: Empleado Id
fr_fr: Employé Id
it_it: Dipendente Id
mr: कर्मचारी आयडी
pt_pt: Empregado Id

source: Check Performed Date
ar_ae: تحقق التسجيل يؤديها
de_de: Prüfung durchgeführt Datum
es_es: Compruebe Fecha Realizado
fr_fr: Vérifiez la date Joué
it_it: Controllare Eseguita Data
mr: कार्यप्रदर्शित तारीख तपासा
pt_pt: Verifique Realizado Data

source: Quantity Accepted
ar_ae: كمية مقبول
de_de: Akzeptierte Menge
es_es: Cantidad Aceptado
fr_fr: Quantité Accepté
gu: સ્વીકારાયું જથ્થો
it_it: Quantità Accettato
mr: प्रमाणात स्वीकारले
pt_pt: Quantidade Aceito

source: New Material Quality Check Detail
ar_ae: نوعية المواد جديد تصفح التفاصيل
de_de: Neues Material Qualität Detail zu überprüfen
es_es: Nueva calidad de material Compruebe Detalle
fr_fr: Nouvelle qualité des matériaux Vérifiez Détail
it_it: Nuovo materiale di qualità Verifica Dettaglio
mr: नवीन साहित्य गुणवत्ता तपासा तपशील
pt_pt: New Qualidade material Verifique Detalhe

source: Add Company
ar_ae: اضف شركة
de_de: Firma hinzufügen
es_es: Añadir empresa
fr_fr: Ajouter Société
gu: ઉમેરો નામ
it_it: Aggiungi società
mr: कंपनी जोडा
pt_pt: Adicionar Empresa

source: View Material Quality Check Detail
ar_ae: عرض مواد ذات جودة تحقق التفاصيل
de_de: Ansicht Material-Qualität Detail zu überprüfen
es_es: Ver Documentos Quality Check Detalle
fr_fr: Voir qualité des matériaux Vérifiez Détail
it_it: Vista qualità Materiale Verifica Dettaglio
mr: पहा साहित्य गुणवत्ता तपासा तपशील
pt_pt: Qualidade de materiais Verifique Detalhe

source: Sr No
ar_ae: لا ريال
de_de: Sr Nein
fr_fr: Num
gu: કોઈ ક્રમ
mr: एसआर नाही
pt_pt: Sr Não

source: Branch Ids
ar_ae: فرع معرفات
de_de: Zweig Ids
es_es: Rama Ids
fr_fr: Direction Ids
mr: शाखा आयडी
pt_pt: Filial Ids

source: Department Ids
ar_ae: قسم معرفات
de_de: Abteilungs-IDs
es_es: Departamento Ids
fr_fr: Département Ids
it_it: Dipartimento Ids
mr: विभाग आयडी
pt_pt: Departamento Ids

source: Add Material Quality Check
ar_ae: إضافة مادة التحقق من الجودة
es_es: Añadir material Quality Check
fr_fr: Ajouter Matériel contrôle de la qualité
it_it: Aggiungi Material Quality Check
mr: साहित्य गुणवत्ता तपासा जोडा
pt_pt: Add Material de Verificação da Qualidade

source: Click on Plus sign to add next step
ar_ae: انقر على علامة زائد إضافة إلى الخطوة التالية
de_de: Klicken Sie auf Pluszeichen, um nächsten Schritt hinzufügen
es_es: Haga clic en signo más para agregar el siguiente paso
fr_fr: Cliquez sur pour ajouter plus signer étape suivante
it_it: Clicca sul Segno più per aggiungere fase successiva
mr: वर क्लिक करा प्लस पुढील चरण जोडण्यासाठी साइन
pt_pt: Clique no sinal de mais para adicionar próximo passo

source: Approve Material Quality Check
ar_ae: الموافقة نوعية المواد تحقق
de_de: Genehmigen Material Qualität prüfen
es_es: Aprobar Material de Comprobación de la Calidad
fr_fr: Approuver Matériel contrôle de la qualité
it_it: Approvare Material Quality Check
mr: साहित्य गुणवत्ता तपासा मंजूर करा
pt_pt: Aprovar material de Verificação da Qualidade

source: Step
ar_ae: الخطوة
de_de: Schritt
es_es: Paso
fr_fr: Étape:
it_it: Passi
mr: चरण
pt_pt: Passo

source: Edit Material Quality Check
ar_ae: تحرير المواد تحقق من الجودة
de_de: Material bearbeiten Quality Check
es_es: Editar material Quality Check
fr_fr: Modifier Matériel contrôle de la qualité
it_it: Modifica materiale Quality Check
mr: संपादन साहित्य गुणवत्ता तपासा
pt_pt: Editar material de Verificação da Qualidade

source: Material Id
ar_ae: مادة رقم
es_es: Identificación del Material:
fr_fr: Matériel Id
it_it: Materiale Id
mr: साहित्य आयडी
pt_pt: Id de materiais

source: Number of Material Quality checks
ar_ae: عدد الشيكات مواد ذات جودة
de_de: Anzahl der Materialqualitätskontrollen
es_es: Número de controles de calidad de materiales
fr_fr: Nombre de contrôles de qualité des matériaux
it_it: Numero di controlli materiale di qualità
mr: साहित्य गुणवत्ता तपासणीच्या संख्येची
pt_pt: Número de cheques material de qualidade

source: New Material Quality Check
ar_ae: جديد مواد ذات جودة تحقق
de_de: Neues Material Quality Check
es_es: Nuevo Material Quality Check
fr_fr: Nouveau matériel Contrôle de la qualité
mr: नवीन साहित्य गुणवत्ता तपासा
pt_pt: Novo Material de Verificação da Qualidade

source: Add To Stock
ar_ae: إضافة إلى المخزون
de_de: Fügen Sie eine Bestands
es_es: Añadir a Stock
fr_fr: Ajouter à stocker
it_it: Aggiungi a Stock
mr: शेअर करण्यासाठी जोडा
pt_pt: Adicionar ao estoque

source: View Material Quality Check
ar_ae: عرض المواد تحقق من الجودة
de_de: Ansicht Material Quality Check
es_es: Ver Documentos Quality Check
fr_fr: Voir Matériel contrôle de la qualité
it_it: Visualizza Material Quality Check
mr: पहा साहित्य गुणवत्ता तपासा
pt_pt: Ver material de Verificação da Qualidade

source: Is Last Step
ar_ae: هي الخطوة الأخيرة
de_de: Ist Last Step
es_es: Es último paso
fr_fr: Est-dernière étape
it_it: E 'Last Step
mr: अंतिम पायरी आहे
pt_pt: É Última Etapa

source: Is Active
ar_ae: غير بالموقع
de_de: Aktiv
es_es: Está activo
fr_fr: Est active
it_it: È attivo
mr: सक्रिय आहे
pt_pt: Está Ativo

source: Add Material Type
ar_ae: إضافة نوع مادة
de_de: Fügen Medientyp
es_es: Añadir Tipo de material
fr_fr: Ajouter Type d'ouvrage
it_it: Aggiungi tipo di materiale
mr: साहित्य प्रकार जोडा
pt_pt: Adicionar Tipo de Material

source: Approve Material Type
ar_ae: الموافقة على نوع مادة
de_de: Genehmigen Materialtyp
es_es: Aprobar Tipo de material
fr_fr: Approuver Type d'ouvrage
it_it: Approva Tipo di materiale
mr: साहित्य प्रकार मंजूर करा
pt_pt: Aprovar Tipo de Material

source: Edit Material Type
ar_ae: تحرير نوع المواد
de_de: Material bearbeiten Typ
es_es: Editar Tipo de material
fr_fr: Modifier le type de matériel
it_it: Modifica tipo di materiale
mr: संपादन साहित्य प्रकार
pt_pt: Editar Tipo de Material

source: New Material Type
ar_ae: جديد نوع المادة
de_de: Neue Materialtyp
es_es: Nuevo Tipo de material
fr_fr: Nouveau Type d'ouvrage
it_it: Nuovo tipo di materiale
mr: नवीन साहित्य प्रकार
pt_pt: Novo Tipo de Material

source: View Material Type
ar_ae: عرض نوع مادة
de_de: Ansicht Material-Typ
es_es: Vista Tipo de material
fr_fr: Voir Type d'ouvrage
it_it: View Tipo di materiale
mr: पहा साहित्य प्रकार
pt_pt: Ver Tipo de Material

source: Add to List of materials with shelf life?
ar_ae: أضف إلى قائمة المواد مع حياة الرف؟
de_de: In den von Materialien mit Haltbarkeit Liste?
es_es: Agregar a la lista de los materiales con vida útil?
fr_fr: Ajouter à la liste des matériaux avec la durée de vie?
it_it: Aggiungi alla Lista dei materiali con shelf life?
mr: शेल्फ लाइफ सह साहित्य सूची जोडा?
pt_pt: Adicionar à lista de materiais com prazo de validade?

source: Data added below will be saved to "Material List with Shelf Life" table.
ar_ae: سيتم حفظ البيانات المضافة أدناه ل "قائمة المواد مع الجرف الحياة " الجدول.
de_de: Daten unten hinzugefügt werden gespeichert, um "Materialliste mit Haltbarkeit " Tisch.
es_es: Los datos agregados a continuación se guardarán en "Lista de Materiales con Shelf Life " mesa.
fr_fr: Données ajoutées ci-dessous seront enregistrés dans "Liste du matériel avec Shelf Life " du tableau.
it_it: Dati aggiunti seguito verranno salvati in "elenco dei materiali con Shelf Life" tabella.
mr: खाली जोडले डेटा "शेल्फ लाइफ साहित्य सूची" टेबल जतन केले जातील.
pt_pt: Dados adicionados abaixo será salvo para "Lista de materiais com Shelf Life " mesa.

source: Quality Check Required?
ar_ae: تحقق من الجودة المطلوبة؟
de_de: Qualitätsprüfung erforderlich?
es_es: Comprobación de la calidad requerida?
fr_fr: Contrôle de la qualité requise?
it_it: Quality Check necessario?
mr: गुणवत्ता तपासणी आवश्यक?
pt_pt: Verificação da Qualidade Obrigatório?

source: Approve Material
ar_ae: الموافقة على المواد
de_de: Genehmigen Werkstoff
es_es: Aprobar material
fr_fr: Approuver Matériel
gu: સામગ્રી મંજૂર
it_it: Approva Materiale
mr: साहित्य मंजूर करा
pt_pt: Aprovar material

source: Edit Material
ar_ae: تحرير المواد
de_de: Material bearbeiten
es_es: Editar material
fr_fr: Editer le matériau
gu: ફેરફાર કરો સામગ્રી
it_it: Modifica materiale
mr: संपादन साहित्य
pt_pt: Editar material

source: Shelflife by Manufacturer
ar_ae: Shelflife من قبل الشركة المصنعة
de_de: Haltbarkeit nach Hersteller
es_es: Shelflife por Fabricante
fr_fr: La durée de conservation par le fabricant
it_it: Periodo di validità per Produttore
mr: विक्रेत्याने Shelflife
pt_pt: Shelflife pelo Fabricante

source: Shelflife by Company
ar_ae: Shelflife من قبل الشركة
de_de: Haltbarkeit nach Firma
es_es: Shelflife por la empresa
fr_fr: Durée de conservation par la Compagnie
it_it: Periodo di validità da parte della Società
mr: कंपनी Shelflife
pt_pt: Shelflife pela Empresa

source: New Material
ar_ae: جديد المواد
de_de: Neues Material
es_es: Nuevo Material
fr_fr: Nouveau matériel
gu: નવી સામગ્રી
it_it: Nuovo materiale
mr: नवीन साहित्य
pt_pt: Novo Material

source: View Material
ar_ae: عرض المواد
de_de: Ansicht Material
es_es: Ver Documentos
fr_fr: Voir Matériel
gu: જુઓ સામગ્રી
it_it: View Materiale
mr: पहा साहित्य
pt_pt: Ver material

source: Shelflife By Manufacturer
ar_ae: Shelflife الشركة المصنعة
de_de: Haltbarkeit Nach Hersteller
es_es: Shelflife Por Fabricante
fr_fr: Durée de conservation par Fabricant
gu: ઉત્પાદક દ્વારા Shelflife
it_it: Periodo di validità Per produttore
mr: विक्रेत्याने Shelflife
pt_pt: Shelflife pelo Fabricante

source: Shelflife By Company
ar_ae: Shelflife من خلال اسم الشركة
de_de: Haltbarkeit Nach Firma
es_es: Por Shelflife Company
fr_fr: Durée de conservation par la société
gu: Shelflife દ્વારા કંપની
it_it: Periodo di validità per azienda
mr: Shelflife करून कंपनी
pt_pt: Shelflife por Empresa

source: Material Quality Check Required
ar_ae: مواد ذات جودة الاختيار مطلوب
de_de: Material Quality Check Erforderliche
es_es: Calidad de material de verificación Obligatorio
fr_fr: Matériel contrôle de la qualité requise
it_it: Qualità materiale Arrivo obbligatori
mr: साहित्य गुणवत्ता तपासा आवश्यक
pt_pt: Verificação da Qualidade material necessário

source: Topic
ar_ae: الموضوع
de_de: Thema
es_es: Tema
fr_fr: Sujet
gu: વિષય
it_it: Argomento
mr: विषय
pt_pt: Tópico

source: Action Plan
ar_ae: خطة العمل
de_de: Aktionsplan
es_es: Plan de Accion
fr_fr: Plan d'actions
gu: એક્શન પ્લાન
it_it: Piano d'azione
mr: कृती आराखडा
pt_pt: Plano de Acção

source: Add Meeting
ar_ae: إضافة اجتماع
de_de: Neues Treffen
es_es: Agregar reunión
fr_fr: Ajouter Réunion
gu: સભા ઉમેરો
it_it: Aggiungere Meeting
mr: बैठक जोडा
pt_pt: Adicionar Reunião

source: Previous Meeting
ar_ae: الاجتماع السابق
de_de: Zurück Tagungs
es_es: Reunión anterior
fr_fr: La réunion précédente
gu: પાછલી બેઠક
it_it: Meeting Precedente
mr: मागील बैठक
pt_pt: Reunião Prévia

source: Chairperson
ar_ae: رئيس
de_de: Vorsitzende
es_es: Moderador
fr_fr: Président
gu: અધ્યક્ષ
it_it: Presidente
mr: अध्यक्ष
pt_pt: Presidente

source: Invitees
ar_ae: المدعوين
de_de: Eingeladene
es_es: Invitados
fr_fr: Invités
gu: બોલાવવા
it_it: Invitati
mr: आमंत्रितांना
pt_pt: Convidados

source: Meeting Start Time
ar_ae: اجتماع وقت البدء
de_de: Treffen Startzeit
es_es: Reunión Hora de inicio
fr_fr: Réunion Heure de début
it_it: Incontro Start Time
mr: बैठक प्रारंभ वेळ
pt_pt: Reunião Início

source: Meeting End Time
ar_ae: اجتماع نهاية الوقت
de_de: Treffen Endzeit
es_es: Reunión Fecha Final
fr_fr: Réunion Heure de fin
it_it: Incontro Ora fine
mr: बैठक समाप्ती वेळ
pt_pt: Reunião End Time

source: Would you like to include these recent Document Change Requests in your current meeting?
ar_ae: تريد أن تشمل هذه الوثيقة طلبات التغيير التي حدثت مؤخرا في الاجتماع الحالي؟
de_de: Möchten Sie diese jüngsten Anfragen Belegänderung in der aktuellen Sitzung enthalten?
es_es: ¿Le gustaría incluir estos últimos Solicitudes Documento cambio en su reunión en curso?
fr_fr: Voulez-vous d'inclure ces dernières demandes de documents de changement dans votre réunion?
it_it: Vuoi includere questi ultimi Documento richieste di modifica nel vostro incontro attuale?
mr: आपण आपल्या वर्तमान बैठकीत या अलीकडील दस्तऐवज बदला विनंत्या समावेश करू इच्छिता?
pt_pt: Gostaria de incluir estes últimos pedidos de documentos mudança em sua reunião atual?

source: Add To Meeting?
ar_ae: أضف للاجتماع؟
de_de: Um Meeting hinzufügen?
es_es: Añadir a la reunión?
fr_fr: Ajouter à la Réunion?
it_it: Aggiungi al Meeting?
mr: संमेलनात जोडा?
pt_pt: Adicionar a Reunião?

source: Doc Number
ar_ae: رقم الوثيقة
de_de: Doc Anzahl
es_es: Doc. No
fr_fr: Nombre de Doc
gu: ડૉક સંખ્યા
it_it: Numero Doc
mr: Doc क्रमांक
pt_pt: Número Doc

source: Would you like to include these Customer Complaints in your current meeting?
ar_ae: تريد أن تشمل هذه شكاوى العملاء في الاجتماع الحالي؟
de_de: Möchten Sie diese Kundenbeschwerden in der aktuellen Sitzung enthalten?
es_es: ¿Le gustaría incluir estas quejas del cliente en su reunión en curso?
fr_fr: Voulez-vous d'inclure ces plaintes des clients dans votre réunion?
it_it: Vuoi includere questi reclami dei clienti nel vostro incontro attuale?
mr: आपण आपल्या वर्तमान बैठकीत या ग्राहक तक्रारी समावेश करू इच्छिता?
pt_pt: Gostaria de incluir essas reclamações dos clientes em sua reunião atual?

source: Customer Name
ar_ae: اسم العميل
de_de: Kundenname
es_es: Nombre del cliente
fr_fr: Nom du Client
gu: ગ્રાહક નામ
it_it: Nome cliente
mr: ग्राहक नाव
pt_pt: Nome do cliente

source: Would you like to include these NCs in your current meeting?
ar_ae: تريد أن تشمل هذه البلاغات في الاجتماع الحالي؟
de_de: Möchten Sie diese NCs in der aktuellen Sitzung enthalten?
es_es: ¿Le gustaría incluir estas CN en su reunión en curso?
fr_fr: Voulez-vous d'inclure ces CN dans votre réunion?
it_it: Vuoi includere queste NC nel vostro incontro attuale?
mr: आपण आपल्या वर्तमान बैठकीत या NCs समावेश करू इच्छिता?
pt_pt: Gostaria de incluir essas CNs na sua reunião atual?

source: Would you like to include these Supplier Evaluations in your current meeting ?
ar_ae: تريد أن تشمل هذه التقييمات مورد في الاجتماع الحالي؟
de_de: Möchten Sie diese Lieferantenbewertungen in Ihrer aktuellen Sitzung enthalten?
es_es: ¿Le gustaría incluir estas evaluaciones de los proveedores en su reunión en curso?
fr_fr: Voulez-vous d'inclure ces évaluations des fournisseurs dans votre réunion?
gu: તમે તમારી વર્તમાન બેઠકમાં આ સપ્લાયર મૂલ્યાંકનોને સમાવેશ થાય છે કરવા માંગો છો?
it_it: Vuoi includere queste valutazioni Fornitore nel tuo meeting attuale?
mr: आपण आपल्या वर्तमान बैठकीत या पुरवठादार मोजमापन समावेश करू इच्छिता?
pt_pt: Gostaria de incluir essas avaliações de fornecedores na sua reunião atual?

source: Remark
ar_ae: ملاحظة
es_es: Observacion
fr_fr: Remarque:
gu: રીમાર્ક
it_it: Osservazione
mr: शेरा
pt_pt: Observação

source: Evaluation By
ar_ae: التقييم من قبل
de_de: Durch Auswertung
es_es: Evaluación Por
fr_fr: Évaluation par
gu: મૂલ્યાંકન દ્વારા
it_it: Valutazione Entro
mr: मूल्यांकन करून
pt_pt: Avaliação por

source: Evaluation Date
ar_ae: تقييم التاريخ
de_de: Bewertung Datum
es_es: Fecha de Evaluación
fr_fr: Date d'évaluation
gu: મૂલ્યાંકન તારીખ
it_it: Valutazione Data
mr: मूल्यांकन तारीख
pt_pt: Avaliação Data

source: Pending Meeting Actions
ar_ae: بانتظار تطبيقات اجتماع
de_de: Anstehenden Meeting Aktionen
es_es: Acciones pendientes de reuniones
fr_fr: Actions en attente de réunions
gu: બાકી રહેલ ક્રિયાઓ સભા
it_it: Azioni sospese riunioni
mr: बैठक क्रिया प्रलंबित
pt_pt: Ações Pendentes Reunião

source: Meeting Topic
ar_ae: موضوع اجتماع
de_de: Treffen Thema
es_es: Reunión Tema
fr_fr: Réunion Sujet
gu: વિષય સભા
it_it: Incontro Topic
mr: बैठक विषय
pt_pt: Reunião Tópico

source: Topic Type
ar_ae: نوع الموضوع
de_de: Thementyp
es_es: Tipo de Tema
fr_fr: Type de sujet
gu: વિષય પ્રકાર
it_it: Tipo Topic
mr: विषय प्रकार
pt_pt: Tipo Tópico

source: Add Meeting Details
ar_ae: إضافة تفاصيل الاجتماع
de_de: Konferenzdetails hinzufügen
es_es: Añadir detalles de la reunión
fr_fr: Ajouter Détails de la réunion
gu: સભા વિગતો ઉમેરો
it_it: Aggiungi dettagli Meeting
mr: सभेची माहिती जोडा
pt_pt: Adicionar Detalhes da reunião

source: Why I am seeing this?
ar_ae: لماذا أرى هذا؟
de_de: Warum sehe ich das?
es_es: ¿Por qué estoy viendo esto?
fr_fr: Pourquoi je vois ce?
it_it: Perché sto vedendo questo?
mr: मी हे का पहात आहे?
pt_pt: Por que eu estou vendo isso?

source: You can only add meeting details to any meeting after the meeting date. Currently no such meetings are available or they are scheduled for future date.
ar_ae: يمكنك فقط إضافة تفاصيل الاجتماع إلى أي اجتماع بعد تاريخ الاجتماع. حاليا ليست هذه الاجتماعات المتاحة أو المقرر لاحق لها.
de_de: Sie können nur treffen, um Details einer Sitzung nach dem Treffen Datum. Noch keine solche Treffen sind, oder sie sind für zukünftige Datum geplant.
es_es: Sólo se pueden agregar detalles de la reunión a cualquier reunión después de la fecha de la reunión. Actualmente ninguna de las reuniones están disponibles o que están previstas para el futuro.
fr_fr: Vous ne pouvez ajouter détails de la réunion à une réunion après la date de la réunion. Actuellement aucun de ces réunions sont disponibles ou qu'elles sont programmées pour le futur.
it_it: Si può solo aggiungere dettagli della riunione a ogni riunione dopo la data della riunione. Al momento non esistono tali riunioni siano disponibili o che sono previste per data futura.
mr: आपण केवळ बैठक तारखेनंतर कोणत्याही संमेलनात तपशील मीलन जोडू शकता. सध्या कोणतेही अशा सभा उपलब्ध आहेत किंवा ते भविष्यातील तारखेसाठी शेड्यूल आहेत.
pt_pt: Você só pode adicionar detalhes da reunião a qualquer reunião após a data da reunião. Atualmente não tais reuniões estão disponíveis ou são programados data futura.

source: You can add meeting details for meeting already conducted. Select meeting from the drop-down to add details
ar_ae: يمكنك إضافة تفاصيل اجتماع لاجتماع وأجريت بالفعل. حدد الاجتماع من القائمة المنسدلة لإضافة التفاصيل
de_de: Sie können Meeting-Details für Treffen bereits durchgeführt hinzuzufügen. Wählen Treffen aus der Drop-down in den Details
es_es: Usted puede agregar detalles de la reunión de la reunión ya realizadas. Seleccione reunión desde el desplegable para agregar detalles
fr_fr: Vous pouvez ajouter des détails de réunion pour une réunion déjà menées. Sélectionnez réunion de la liste déroulante pour ajouter des détails
it_it: È possibile aggiungere i dettagli della riunione per riunione già effettuati. Selezionare riunione dal menu a tendina per aggiungere dettagli
mr: आपण आधीच आयोजित बैठकीचा बैठक तपशील जोडू शकता. तपशील जोडा करण्यासाठी ड्रॉप डाऊन निवडा बैठक
pt_pt: Você pode adicionar os detalhes da reunião para a reunião já realizadas. Selecione reunião do drop-down para adicionar detalhes

source: Approve Meeting
ar_ae: الموافقة اجتماع
de_de: Genehmigen Meeting
es_es: Aprobar Reunión
fr_fr: Approuver Réunion
gu: સભા મંજૂર
it_it: Approva Meeting
mr: बैठक मंजूर करा
pt_pt: Aprovar Reunião

source: Would you like to include these Supplier Evaluations in your current meeting?
ar_ae: تريد أن تشمل هذه التقييمات مورد في الاجتماع الحالي؟
de_de: Möchten Sie diese Lieferantenbewertungen in Ihrer aktuellen Sitzung enthalten?
es_es: ¿Le gustaría incluir estas evaluaciones de los proveedores en su reunión en curso?
fr_fr: Voulez-vous d'inclure ces évaluations des fournisseurs dans votre réunion?
it_it: Vuoi includere queste valutazioni Fornitore nel tuo meeting attuale?
mr: आपण आपल्या वर्तमान बैठकीत या पुरवठादार मोजमापन समावेश करू इच्छिता?
pt_pt: Gostaria de incluir essas avaliações de fornecedores na sua reunião atual?

source: Meeting Scheduled From
ar_ae: اجتماع مقرر من
de_de: Besprechung geplant Von
es_es: Reunión programada Desde
fr_fr: Réunion planifiée depuis
gu: સુનિશ્ચિત થયેલ સભા
it_it: Riunione pianificata dalla
mr: कडून अनुसूचित संमेलनाच्या
pt_pt: Reunião agendada a partir

source: Meeting Scheduled To
ar_ae: اجتماع مقرر ل
de_de: Treffen geplant
es_es: Reunión que
fr_fr: Réunion prévue
gu: માટે નિર્ધારિત બેઠક
it_it: Riunione pianificata Per
mr: शेड्यूल्ड संमेलनाच्या
pt_pt: Reunião agendada para
