Repository: Athenolabs/flinkiso-lite
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_ae, de_de, es_es, fr_fr, gu, it_it, mr, pt_pt

source: You can change the user permissions from Users -> View -> Manage Access Control, then click on MR and check the tasks section to provide required permission
ar_ae: يمكنك تغيير أذونات المستخدم من المستخدمين -> عرض -> إدارة التحكم في الوصول، ثم انقر على MR والتحقق من قسم المهام لتوفير الإذن المطلوب
de_de: Sie können die Benutzerrechte von Benutzern ändern -> Ansicht -> Verwalten Access Control, und klicken Sie auf MR und überprüfen Sie die Aufgaben Abschnitt, um erforderliche Berechtigung bieten
es_es: Puede cambiar los permisos de usuario de los usuarios -> Ver -> Manage Access Control, haga clic en el MR y comprueba la sección de tareas para proporcionar permiso necesario
fr_fr: Vous pouvez modifier les autorisations d'utilisateur de l'utilisateur -> Affichage -> Gérer le contrôle d'accès, puis cliquez sur le MR et consultez la section des tâches de fournir l'autorisation nécessaire
it_it: È possibile modificare le autorizzazioni utente da Users -> Visualizza -> Gestisci controllo di accesso, quindi fare clic su MR e controllare la sezione compiti di fornire autorizzazione necessaria
mr: आपण वापरकर्ते वापरकर्ता परवानग्या बदलू शकता -> पहा -> एक्सेस कंट्रोल व्यवस्थापित, नंतर आवश्यक परवानगी पुरवण्यासाठी कार्ये विभाग एमआर वर क्लिक करा आणि तपासा
pt_pt: Você pode alterar as permissões de usuário de Usuários -> Exibir -> Gerenciar Controle de Acesso, em seguida, clique em MR e verifique a seção tarefas para fornecer permissão necessária

source: Approve Task
ar_ae: الموافقة على العمل
de_de: Genehmigen Aufgabe
es_es: Aprobar Tarea
fr_fr: Approuver Groupe
gu: કાર્ય મંજૂર
it_it: Approva Task
mr: कार्य मंजूर करा
pt_pt: Aprovar Task

source: Edit Task
ar_ae: تحرير العمل
de_de: Aufgabe bearbeiten
es_es: Editar tarea
fr_fr: Modifier Tâche
gu: ફેરફાર કરો કાર્ય
it_it: Modifica attività
mr: संपादन कार्य
pt_pt: Editar Tarefa

source: New Task
ar_ae: مهمة جديدة
de_de: Neue Aufgabe
es_es: Nueva tarea
fr_fr: Nouvelle tâche
gu: નવા કાર્ય
it_it: Nuova attività
mr: नवीन कार्य
pt_pt: Nova Tarefa

source: View Task
ar_ae: عرض العمل
de_de: Anzeigen von Aufgaben
es_es: Ver tarea
fr_fr: Voir Tâche
gu: જુઓ કાર્ય
it_it: Vista Task
mr: पहा कार्य
pt_pt: Ver Task

source: Approve Timeline
ar_ae: الموافقة على الجدول الزمني
de_de: Genehmigen Timeline
es_es: Aprobar la línea de tiempo
fr_fr: Approuver Timeline
gu: સમયરેખા મંજૂર
it_it: Approva Timeline
mr: टाइमलाइन मंजूर करा
pt_pt: Aprovar Timeline

source: Edit Timeline
ar_ae: تحرير الجدول الزمني
de_de: Bearbeiten Timeline
es_es: Editar la línea de tiempo
fr_fr: Modifier Timeline
gu: ફેરફાર કરો સમયરેખા
it_it: Modifica Timeline
mr: संपादन टाइमलाइन
pt_pt: Editar Timeline

source: New Timeline
ar_ae: الجدول الزمني الجديد
de_de: Neue Timeline
es_es: Nueva línea de tiempo
fr_fr: Nouveau montage
gu: નવી ટાઈમલાઈન
it_it: Nuova timeline
mr: नवीन टाइमलाइन
pt_pt: Nova Timeline

source: View Timeline
ar_ae: عرض الفترة الزمنية
de_de: Timeline-Ansicht
es_es: Ver la línea de tiempo
fr_fr: Voir Timeline
gu: જુઓ સમયરેખા
it_it: Vista Timeline
mr: पहा टाइमलाइन
pt_pt: Ver Timeline

source: List of Trainer Type
ar_ae: قائمة من نوع المدرب
de_de: Liste der Trainer-Typ
es_es: Lista de Tipo de Entrenador
fr_fr: Liste de type formateur
it_it: Elenco di tipo Trainer
mr: ट्रेनर प्रकार यादी
pt_pt: Lista de Tipo instrutor

source: Add New Trainer Type (Internal / External / Technical / Domain Experts etc)
ar_ae: إضافة نوع جديد المدرب (الخبراء داخلي / خارجي / تقني / المجال الخ)
de_de: Hinzufügen neuer Trainer Typ (intern / extern / Technik / Domain-Experten usw.)
es_es: Agregar nuevo tipo Trainer (interna / externa / Expertos Técnicos / Dominio etc)
fr_fr: Ajouter un type nouvel entraîneur (experts Interne / Externe / technique / de domaine, etc)
it_it: Aggiungi nuovo tipo Trainer (interno / esterno / Esperti tecnici / dominio, ecc)
mr: नवीन शिक्षक प्रकार जोडा (अंतर्गत / बाह्य / तांत्रिक / डोमेन विशेषज्ञ इ)
pt_pt: Adicionar Novo Tipo Trainer (interno / externo / especialistas técnicos / Domínio etc)

source: Approve Trainer Type
ar_ae: الموافقة نوع المدرب
de_de: Genehmigen Trainer Typ
es_es: Aprobar Tipo Trainer
fr_fr: Approuver Type de formateur
gu: ટ્રેનર પ્રકાર મંજૂર
it_it: Approva Tipo Trainer
mr: ट्रेनर प्रकार मंजूर करा
pt_pt: Aprovar Tipo instrutor

source: Edit Trainer Type
ar_ae: تحرير نوع المدرب
de_de: Bearbeiten Trainer-Typ
es_es: Editar tipo Trainer
fr_fr: Modifier le type de formateur
gu: ફેરફાર કરો ટ્રેનર પ્રકાર
it_it: Modifica tipo di Trainer
mr: संपादन ट्रेनर प्रकार
pt_pt: Editar tipo de instrutor

source: New Trainer Type
ar_ae: نوع جديد المدرب
de_de: Neue Trainer-Typ
es_es: Nuevo tipo Trainer
fr_fr: Nouveau Type de formateur
gu: નવી ટ્રેનર પ્રકાર
it_it: Nuovo tipo Trainer
mr: नवीन शिक्षक प्रकार
pt_pt: Novo tipo de instrutor

source: View Trainer Type
ar_ae: النوع رأي المدرب
de_de: Ansicht Typ Trainer
es_es: Ver Type Trainer
fr_fr: Type de vue formateur
gu: ટ્રેનર પ્રકાર જુઓ
it_it: Mostra Tipo Trainer
mr: पहा ट्रेनर प्रकार
pt_pt: Ver Tipo instrutor

source: List Trainers
ar_ae: قائمة المدربين
de_de: Liste Trainers
es_es: Lista de Entrenadores
fr_fr: Liste des formateurs
it_it: Elenco Allenatori
mr: यादी प्रशिक्षकांचे
pt_pt: Lista de Formadores

source: Trainer Type
ar_ae: نوع المدرب
de_de: Trainer-Typ
es_es: Tipo Trainer
fr_fr: Type de formateur
gu: ટ્રેનર પ્રકાર
mr: ट्रेनर प्रकार
pt_pt: Tipo instrutor

source: Add Trainer
ar_ae: إضافة المدرب
de_de: Fügen Trainer
es_es: Añadir Trainer
fr_fr: Ajouter formateur
gu: ટ્રેનર ઉમેરો
it_it: Aggiungi Trainer
mr: ट्रेनर जोडा
pt_pt: Adicionar instrutor

source: Approve Trainer
ar_ae: الموافقة المدرب
de_de: Genehmigen Trainer
es_es: Aprobar Trainer
fr_fr: Approuver formateur
gu: ટ્રેનર મંજૂર
it_it: Approva Trainer
mr: ट्रेनर मंजूर करा
pt_pt: Aprovar instrutor

source: Edit Trainer
ar_ae: تحرير المدرب
de_de: Bearbeiten Trainer
es_es: Editar Trainer
fr_fr: Modifier formateur
gu: ફેરફાર કરો ટ્રેનર
it_it: Modifica Trainer
mr: संपादन ट्रेनर
pt_pt: Editar instrutor

source: New Trainer
ar_ae: المدرب الجديد
de_de: Neue Trainer
es_es: Nuevo entrenador
fr_fr: Nouvel entraîneur
gu: નવી ટ્રેનર
it_it: Nuovo Trainer
mr: नवीन प्रशिक्षक
pt_pt: Novo treinador

source: View Trainer
ar_ae: رأي المدرب
de_de: Ansicht Trainer
es_es: Ver Trainer
fr_fr: Voir formateur
gu: જુઓ ટ્રેનર
it_it: Vista Trainer
mr: पहा ट्रेनर
pt_pt: Ver instrutor

source: Add Training Evaluation
ar_ae: إضافة تقييم التدريب
de_de: Fügen Training Auswertung
es_es: Añadir Evaluación de la Capacitación
fr_fr: Ajouter évaluation de la formation
gu: તાલીમ મૂલ્યાંકન ઉમેરો
it_it: Aggiungi valutazione della formazione
mr: प्रशिक्षण मूल्यांकन जोडा
pt_pt: Adicionar Avaliação da Formação

source: Purpose of Training
ar_ae: الغرض من التدريب
de_de: Zweck der Ausbildung
es_es: Propósito del Entrenamiento
fr_fr: Objectif de la formation
gu: તાલીમ હેતુ
it_it: Scopo della formazione
mr: प्रशिक्षण उद्देश
pt_pt: Finalidade da Formação

source: is it Fulfilled
ar_ae: هل هو الصادق
de_de: wird erfüllt
es_es: se cumplió
fr_fr: est-il Documents
gu: તે પૂરો થયો છે
it_it: è vero soddisfatta
mr: ते पूर्ण आहे
pt_pt: se cumpriu

source: Informative
ar_ae: الإعلامية
de_de: Informativ
es_es: Informativo
fr_fr: Informatif
gu: માહિતીપ્રદ
it_it: Informativo
mr: माहितीपूर्ण
pt_pt: Informativo

source: Improvement
ar_ae: تحسن
de_de: Verbesserung
es_es: Mejorar
fr_fr: Développement
gu: સુધારણા
it_it: Miglioramento
mr: सुधारणा
pt_pt: Melhoria

source: Content
ar_ae: المحتوى:
de_de: Inhalt
es_es: Contenido
fr_fr: Contenu
gu: વિષયવસ્‍તુ
it_it: Contenuto
mr: wishay
pt_pt: Conteúdo

source: Elaboration
ar_ae: وضع
de_de: Ausarbeitung
es_es: {0/} {1}Elaboración{/1}
fr_fr: Élaboration
gu: સુધારણા
it_it: Elaborazione
mr: सुधारणा
pt_pt: Elaboração

source: Approve Training Evaluation
ar_ae: الموافقة على تقييم التدريب
de_de: Anerkennung von Ausbildung Bewertung
es_es: Aprobar Evaluación de la Capacitación
fr_fr: Approuver évaluation de la formation
gu: તાલીમ મૂલ્યાંકન મંજૂર
it_it: Approva valutazione della formazione
mr: प्रशिक्षण मूल्यांकन मंजूर करा
pt_pt: Aprovar Avaliação da Formação

source: Edit Training Evaluation
ar_ae: تحرير تقييم التدريب
de_de: Bearbeiten Training Auswertung
es_es: Evaluación Editar Formación
fr_fr: Modifier évaluation de la formation
gu: ફેરફાર કરો તાલીમ મૂલ્યાંકન
it_it: Edit valutazione della formazione
mr: संपादन प्रशिक्षण मूल्यांकन
pt_pt: Editar Avaliação da Formação

source: New Training Evaluation
ar_ae: تقييم التدريب الجديد
de_de: Neue Schulungs Bewertung
es_es: Evaluación Nueva Formación
fr_fr: Nouvelle évaluation de la formation
gu: નવી તાલીમ મૂલ્યાંકન
it_it: Nuova valutazione della formazione
mr: नवीन प्रशिक्षण मूल्यांकन
pt_pt: Avaliação Nova Formação

source: View Training Evaluation
ar_ae: مشاهدة تقييم التدريب
de_de: Blick Training Auswertung
es_es: Evaluación Ver Entrenamiento
fr_fr: Voir évaluation de la formation
gu: જુઓ તાલીમ મૂલ્યાંકન
it_it: Vista valutazione Training
mr: पहा प्रशिक्षण मूल्यांकन
pt_pt: Avaliação Ver Treinamento

source: Purpose Of Training
ar_ae: الغرض من التدريب
de_de: Zweck der Ausbildung
es_es: Propósito del Entrenamiento
fr_fr: Objectif de la formation
gu: તાલીમ હેતુ
it_it: Scopo di Formazione
mr: प्रशिक्षण उद्देश
pt_pt: Objetivo do treinamento

source: Is It Fulfilled
ar_ae: هل الصادق
de_de: Es ist erfüllt
es_es: ¿Se cumplió
fr_fr: Il est Documents
gu: તે પૂરો થયો છે
it_it: Is It soddisfatta
mr: तो पूर्ण
pt_pt: Is It Cumprida

source: Add Training Need Identification
ar_ae: إضافة التدريب الحاجة التعريف
de_de: Hinzufügen von Trainingsbedarfsermittlung
es_es: Agregar Formación Necesidad de identificación
fr_fr: Ajouter Formation Besoin d'identification
gu: તાલીમ જરૂર ઓળખ ઉમેરો
it_it: Aggiungi Training Need Identificazione
mr: प्रशिक्षण आवश्यक ओळख जोडा
pt_pt: Adicionar Treinamento Necessidade de Identificação

source: Course
ar_ae: الدورة
de_de: Kurs
es_es: Plato
fr_fr: Cours
gu: અભ્યાસક્રમ
it_it: Decorso
mr: अभ्यासक्रम
pt_pt: Curso

source: Approve Training Need Identification
ar_ae: الموافقة على تحديد الاحتياجات التدريبية
de_de: Anerkennung von Ausbildung Bedarfsermittlung
es_es: Aprobar Formación Necesidad de identificación
fr_fr: Approuver la formation doivent identification
gu: તાલીમ જરૂર ઓળખ મંજૂર
it_it: Approvare Training Need Identificazione
mr: प्रशिक्षण आवश्यक ओळख मंजूर करा
pt_pt: Aprovar a necessidade de treinamento de Identificação

source: Edit Training Need Identification
ar_ae: تحرير التدريب بحاجة الى تحديد
de_de: Training bearbeiten Bedarfsermittlung
es_es: Editar Formación Necesita identificación
fr_fr: Modifier Formation besoin d'identification
gu: ફેરફાર કરો તાલીમ ઓળખ જરૂર છે
it_it: Modifica Formazione bisogno di identificazione
mr: संपादन प्रशिक्षण ओळख हवी
pt_pt: Editar Treinamento Precisa de Identificação

source: New Training Need Identification
ar_ae: تدريب جديد تحتاج تحديد
de_de: Neue Schulungsbedarfsermittlung
es_es: Nueva Necesidad de Formación de identificación
fr_fr: Nouvelle formation Besoin d'identification
gu: નવી તાલીમ જરૂર ઓળખ
it_it: New Training Need Identificazione
mr: नवीन प्रशिक्षण ओळख हवी
pt_pt: Nova Identificação precisa de treinamento

source: View Training Need Identification
ar_ae: عرض تدريب تحديد الحاجة
de_de: Ansicht Schulungsbedarfsermittlung
es_es: Ver ENTRENAMIENTO ¿Necesita identificación
fr_fr: Voir ENTRAINEMENT Besoin d'identification
gu: જુઓ તાલીમ ઓળખ જરૂર છે
it_it: Vista formazione devono Identificazione
mr: पहा प्रशिक्षण ओळख हवी
pt_pt: Ver Treinamento Precisa de Identificação

source: Employee Details
ar_ae: تفاصيل موظف
de_de: Mitarbeiter-Details
es_es: Detalles del Empleado
fr_fr: Détails des employés
it_it: Dettagli dei dipendenti
mr: कर्मचारी तपशील
pt_pt: Detalhes Empregado

source: Trainings Attended
ar_ae: حضر التدريبات
de_de: Besuchte Trainings
es_es: Capacitaciones asistidas
fr_fr: Formations assisté
gu: હાજરી આપી તાલીમ
it_it: Partecipazione a corsi di formazione
mr: प्रशिक्षणे सहभाग
pt_pt: Treinamentos Frequentou

source: Training date
ar_ae: تاريخ التدريب
de_de: Schulungstermin
es_es: Fecha de Capacitación
fr_fr: date de la formation
gu: તાલીમ તારીખ
it_it: Data di Formazione
mr: प्रशिक्षण तारीख
pt_pt: Data de Formação

source: List Training Type
ar_ae: القائمة نوع التدريب
de_de: Liste Training Art
es_es: Tipo de Capacitación Lista
fr_fr: Type de liste formation
it_it: Tipo di Training List
mr: यादी प्रशिक्षण प्रकार
pt_pt: Tipo de Treinamento Lista

source: Mandatory
ar_ae: إلزامية
de_de: obligatorisch
es_es: Obligatorio
fr_fr: Obligatoire
it_it: Obbligatorio
mr: अनिवार्य
pt_pt: Obrigatório

source: Add Training Type
ar_ae: إضافة نوع التدريب
de_de: Fügen Training Art
es_es: Agregar tipo de formación
fr_fr: Ajouter un type de formation
gu: તાલીમ પ્રકાર ઉમેરો
it_it: Aggiungi tipo di formazione
mr: प्रशिक्षण प्रकार जोडा
pt_pt: Adicionar tipo de treinamento

source: Approve Training Type
ar_ae: الموافقة على نوع التدريب
de_de: Genehmigen Training Art
es_es: Aprobar Tipo de Formación
fr_fr: Approuver type de formation
gu: તાલીમ પ્રકાર મંજૂર
it_it: Approva Tipo Formazione
mr: प्रशिक्षण प्रकार मंजूर करा
pt_pt: Aprovar Tipo de Formação

source: Edit Training Type
ar_ae: تحرير نوع التدريب
de_de: Bearbeiten Training Art
es_es: Editar tipo de formación
fr_fr: Modifier le type de formation
gu: ફેરફાર કરો તાલીમ પ્રકાર
it_it: Modifica tipo di formazione
mr: संपादन प्रशिक्षण प्रकार
pt_pt: Editar tipo de Formação

source: New Training Type
ar_ae: جديد نوع التدريب
de_de: New Training Art
es_es: Nuevo tipo de formación
fr_fr: Nouveau type de formation
gu: નવી તાલીમ પ્રકાર
it_it: Nuovo tipo di formazione
mr: नवीन प्रशिक्षण प्रकार
pt_pt: Novo Tipo de Formação

source: View Training Type
ar_ae: عرض نوع التدريب
de_de: Ansicht Training Art
es_es: Tipo de Vista Formación
fr_fr: Voir Type de formation
gu: જુઓ તાલીમ પ્રકાર
it_it: Tipo View Formazione
mr: पहा प्रशिक्षण प्रकार
pt_pt: Tipo Ver Formação

source: Training Description
ar_ae: التدريب الوصف
de_de: Training Beschreibung
es_es: Capacitación Descripción
fr_fr: Description de la formation
gu: તાલીમ વર્ણન
it_it: Training Descrizione
mr: प्रशिक्षण वर्णन
pt_pt: Formação Descrição

source: Add Training
ar_ae: إضافة التدريب
de_de: Trainings hinzufügen
es_es: Añadir Capacitación
fr_fr: Ajouter formation
gu: તાલીમ ઉમેરો
it_it: Aggiungi Formazione
mr: प्रशिक्षण जोडा
pt_pt: Adicionar Formação

source: Trainer
ar_ae: المدرب
es_es: Entrenador
fr_fr: Entraîneur
gu: તાલીમ - શિક્ષક
it_it: Allenatore
mr: प्रशिक्षक
pt_pt: Treinador

source: Start Date-Time
ar_ae: بدء التسجيل في الوقت
de_de: Starten Date-Time
es_es: Fecha de Comienzo-Tiempo
fr_fr: Date de début-Temps
gu: તારીખ સમયનો પ્રારંભ
it_it: Data di inizio-Time
mr: दिनांक-वेळ प्रारंभ
pt_pt: Comece Data-Hora

source: Attendee
ar_ae: الحضور
de_de: Teilnehmer
es_es: Asistente
fr_fr: Présence
gu: પ્રતિભાગી
it_it: Partecipante
mr: सोबती
pt_pt: Participante

source: Approve Training
ar_ae: الموافقة على تدريب
de_de: Anerkennung von Ausbildung
es_es: Aprobar Formación
fr_fr: Approuver la formation
gu: તાલીમ મંજૂર
it_it: Approva Formazione
mr: प्रशिक्षण मंजूर करा
pt_pt: Aprovar Formação

source: Edit Training
ar_ae: تحرير التدريب
de_de: Trainings bearbeiten
es_es: Editar Formación
fr_fr: Modifier formation
gu: ફેરફાર કરો તાલીમ
it_it: Modifica Formazione
mr: संपादन प्रशिक्षण
pt_pt: Editar Treinamento

source: New Training
ar_ae: التدريب الجديد
de_de: Neue Schulungs
es_es: Nueva Formación
fr_fr: Nouvelle formation
gu: નવી તાલીમ
it_it: Nuovo Formazione
mr: नवीन प्रशिक्षण
pt_pt: Nova Formação

source: New Trainer Types
ar_ae: أنواع المدرب جديدة
de_de: Neue Trainer-Typen
es_es: Nuevos tipos de Entrenador
fr_fr: Nouveaux types de formation des formateurs
gu: નવી ટ્રેનર પ્રકાર
it_it: Nuovi tipi Trainer
mr: नवीन शिक्षक प्रकार
pt_pt: Novos tipos de instrutor

source: New Trainers
ar_ae: المدرب الجديد
de_de: Neue Trainer
es_es: Nuevos Entrenadores
fr_fr: Nouveaux formateurs
gu: નવી તાલીમ
it_it: Nuovi Formatori
mr: नवीन प्रशिक्षकांचे
pt_pt: Novos treinadores

source: View Training
ar_ae: مشاهدة التدريب
de_de: Trainingsansicht
es_es: Ver Entrenamiento
fr_fr: Voir la formation
gu: જુઓ તાલીમ
it_it: Vista Formazione
mr: पहा प्रशिक्षण
pt_pt: Ver Treinamento

source: Start Date Time
ar_ae: بدء التاريخ الوقت
de_de: Startdatum Zeit
es_es: Fecha de inicio Tiempo
fr_fr: Date de début Durée
gu: તારીખ સમય શરૂ કરો
it_it: Inizia Data Ora
mr: तारीख वेळ प्रारंभ
pt_pt: Data de Início Tempo

source: End Date Time
ar_ae: تاريخ نهاية التوقيت
de_de: Ende Datum Zeit
es_es: Fecha de finalización del Tiempo
fr_fr: Fin Date Heure
gu: અંતે તારીખ સમય
it_it: Data End Time
mr: समाप्ती तारीख वेळ
pt_pt: Data End Time

source: Add Username Password Detail
ar_ae: إضافة اسم المستخدم كلمة المرور التفاصيل
de_de: Benutzername Passwort hinzufügen Details
es_es: Nombre de Usuario Contraseña Detalle
fr_fr: Ajouter Identifiant Mot de passe Détail
gu: વપરાશકર્તા નામ પાસવર્ડ વિગતવાર ઉમેરો
it_it: Aggiungi Username Password Dettaglio
mr: वापरकर्तानाव पासवर्ड तपशील जोडा
pt_pt: Adicionar Nome de Usuário Senha Detalhe

source: Password
ar_ae: كلمة المرور
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
gu: પાસવર્ડ
it_it: The
mr: परवल
pt_pt: Senha

source: Date Of Change
ar_ae: تاريخ التغيير
de_de: Datum der Änderung
es_es: Fecha del cambio
fr_fr: Date du changement
gu: બદલો તારીખ
it_it: Data Of Change
mr: बदल तारीख
pt_pt: Data da mudança

source: Approve Username Password Detail
ar_ae: الموافقة على اسم المستخدم كلمة المرور التفاصيل
de_de: Benutzername Passwort genehmigen Details
es_es: Aprobar Nombre de usuario Contraseña Detalle
fr_fr: Approuver Mot de passe Détail
gu: વપરાશકર્તા નામ પાસવર્ડ વિગતવાર મંજૂર
it_it: Approvare Username Password Dettaglio
mr: वापरकर्तानाव पासवर्ड तपशील मंजूर करा
pt_pt: Aprovar Usuário Senha Detalhe

source: Edit Username Password Detail
ar_ae: تحرير اسم المستخدم كلمة المرور التفاصيل
de_de: Bearbeiten Benutzername Passwort-Detail
es_es: Editar Nombre de usuario Contraseña Detalle
fr_fr: Modifier Mot de passe Détail
gu: ફેરફાર કરો વપરાશકર્તા નામ પાસવર્ડ વિગતવાર
it_it: Modifica Username Password Dettaglio
mr: संपादन वापरकर्तानाव पासवर्ड तपशील
pt_pt: Editar Usuário Senha Detalhe

source: New Username Password Detail
ar_ae: جديد اسم المستخدم كلمة المرور التفاصيل
de_de: New Benutzername Passwort-Detail
es_es: Nueva Detalle Nombre de usuario Contraseña
fr_fr: Nouveau Mot de passe Détail
gu: નવો વપરાશકર્તા નામ પાસવર્ડ વિગતવાર
it_it: Nuovo Username Password Dettaglio
mr: नवीन वापरकर्तानाव पासवर्ड तपशील
pt_pt: Novo Usuário Senha Detalhe

source: View Username Password Detail
ar_ae: عرض اسم المستخدم كلمة المرور التفاصيل
de_de: Benutzername Passwort anzeigen Details
es_es: Ver Detalle Nombre de usuario Contraseña
fr_fr: Voir Mot de passe Détail
gu: જુઓ વપરાશકર્તા નામ પાસવર્ડ વિગતવાર
it_it: Visualizza Username Password dettaglio
mr: पहा वापरकर्तानाव पासवर्ड तपशील
pt_pt: Ver Usuário Senha Detalhe

source: You do not have sufficient permissions to access this page. <br/>Contact your administrator for permissions related issues.
ar_ae: لم يكن لديك أذونات كافية لدخول هذه الصفحة. <BR/> اتصل بالمسؤول للحصول على أذونات القضايا ذات الصلة.
de_de: Sie verfügen nicht über ausreichende Berechtigungen, um auf diese Seite zuzugreifen. <br/> Sie von Ihrem Administrator Berechtigungen Fragen.
es_es: Usted no tiene los permisos necesarios para acceder a esta página. <br/> contacto con el administrador para las cuestiones relacionadas con los permisos.
fr_fr: Vous n'avez pas les permissions nécessaires pour accéder à cette page. <br/> Contactez votre administrateur pour les autorisations des questions connexes.
gu: આ ઍક્સેસ કરવા માટે પૂરતી પરવાનગી નથી. <br/> પરવાનગીઓ સંબંધી સમસ્યાઓ માટે તમારા વ્યવસ્થાપકનો સંપર્ક કરો.
it_it: Non si dispone di autorizzazioni sufficienti per accedere a questa pagina. per le questioni relative autorizzazioni <br/> Contattare l'amministratore.
mr: आपण या पृष्ठात प्रवेश करण्यासाठी पुरेसा परवानग्या नाहीत. <br/> मुद्दे संबंधित परवानग्या आपल्या प्रशासकाशी संपर्क साधा.
pt_pt: Você não tem permissões suficientes para acessar esta página. <br/> Contate o administrador para as questões relacionadas com as permissões.

source: Login Details
ar_ae: تفاصيل تسجيل الدخول
de_de: Login-Daten
es_es: Detalles de Ingreso
fr_fr: Détails de connexion
gu: લૉગિન વિગતો
it_it: Entra Dettagli
mr: लॉगिन तपशील
pt_pt: Dados de Acesso

source: Choose Other Details
ar_ae: اختيار تفاصيل أخرى
de_de: Wählen Sie Sonstige Angaben
es_es: Elija Otros Detalles
fr_fr: Choisissez Autres Détails
gu: અન્ય વિગતો પસંદ કરો
it_it: Scegliere Altri dettagli
mr: इतर माहिती निवडा
pt_pt: Escolha Outros Detalhes

source: Choose User's Privileges
ar_ae: اختيار امتيازات المستخدم
de_de: Wählen Sie Benutzerprivilegien
es_es: Elija privilegios del usuario
fr_fr: Choisissez les privilèges de l'utilisateur
gu: વપરાશકર્તાઓના વિશેષાધિકારોની પસંદ કરો
it_it: Scegli privilegi dell'utente
mr: उपयोगकर्त्याचे विशेषाधिकार निवडा
pt_pt: Escolha Privilégios do Usuário

source: New MR User
ar_ae: الجديد MR العضو
de_de: Neue MR-Benutzer
es_es: Nuevo usuario MR
fr_fr: Nouveau MR utilisateur
gu: ન્યૂ એમ.આર. વપરાશકર્તા
it_it: Nuovo MR utente
mr: नवीन श्रीयुत वापरकर्ता
pt_pt: Nova MR Usuário

source: User who can see other user's records
ar_ae: المستخدم الذي يمكن مشاهدة السجلات المستخدم الآخر
de_de: Benutzer, die Platten anderer Benutzer sehen können
es_es: Usuario que puede ver los registros de otros usuarios
fr_fr: L'utilisateur qui peut voir les dossiers des autres utilisateurs
gu: અન્ય વપરાશકર્તાની રેકોર્ડ કોણ જોઈ શકે તે વપરાશકર્તા
it_it: Utente che può visualizzare i record di altri utenti
mr: इतर वापरकर्त्याचे रेकॉर्ड कोण पाहू शकेल वापरकर्ता
pt_pt: O usuário que pode ver os registros de outros usuários

source: User who can approve data added by other users
ar_ae: المستخدم الذي يمكن الموافقة على البيانات المضافة من قبل المستخدمين الآخرين
de_de: Benutzer, der Daten von anderen Benutzern hinzugefügt genehmigen können
es_es: Usuario que puede aprobar los datos añadidos por otros usuarios
fr_fr: L'utilisateur qui peut approuver les données ajoutées par d'autres utilisateurs
gu: અન્ય વપરાશકર્તાઓ દ્વારા ઉમેરવામાં માહિતી મંજૂર કરી શકે છે જે વપરાશકર્તા
it_it: Utente che può approvare i dati aggiunti da altri utenti
mr: इतर वापरकर्ते जोडलेली डेटा मंजूर करू शकेल वापरकर्ता
pt_pt: Usuário que pode aprovar dados adicionados por outros usuários

source: Benchmark:
ar_ae: المؤشر:
fr_fr: Indice de référence:
gu: બેન્ચમાર્ક:
mr: बेंचमार्क:
pt_pt: Índice de referência:

source: Estimated Data Entry Per Day From This User
ar_ae: يقدر إدخال البيانات لكل يوم من هذا العضو
de_de: Geschätzte Werte Eintritt pro Tag von diesem Benutzer
es_es: Estimado Datos entrada por día de este usuario
fr_fr: Estimation de saisie de données par jour de cet utilisateur
gu: આ વપરાશકર્તા માંથી ડેટા એન્ટ્રી દીઠ દિવસ અંદાજિત
it_it: Stimato da questo utente Data Entry Per Giorno
mr: हा वापरकर्ता डेटा एंट्री प्रति दिन अंदाजित
pt_pt: Estimado de entrada de dados por dia a partir deste Usuário

source: Copy permission from available user
ar_ae: إذن نسخة من مستخدم متاح
de_de: Genehmigung von verfügbaren Benutzer Kopie
es_es: Permiso de copia de usuario disponible
fr_fr: autorisation de copie de la disposition utilisateur
gu: ઉપલબ્ધ વપરાશકર્તા માંથી નકલ પરવાનગી
it_it: Copia permesso da disposizione dell'utente
mr: उपलब्ध वापरकर्त्याकडून कॉपी परवानगी
pt_pt: Copiar permissão do usuário disponível

source: Go to Dashboard
ar_ae: الذهاب إلى لوحة التحكم الرئيسية
de_de: Zum Dashboard-
es_es: Ir al Dashboard
fr_fr: Aller à Dashboard
it_it: Vai alla Dashboard
mr: डॅशबोर्डवर जा
pt_pt: Ir para o Dashboard

source: Approve User
ar_ae: الموافقة العضو
de_de: Genehmigen Benutzer
es_es: Aprobar usuario
fr_fr: Approuver l'utilisateur
gu: વપરાશકર્તા મંજૂર
it_it: Approva utente
mr: वापरकर्ता मंजूर करा
pt_pt: Aprovar Usuário

source: Login ID:
ar_ae: الدخول ID:
de_de: Anmeldename:
fr_fr: ID de connexion:
it_it: Accedi ID:
mr: लॉगिन ID:
pt_pt: ID de login:
