Repository: Athenolabs/flinkiso-lite
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_ae, de_de, es_es, fr_fr, gu, it_it, mr, pt_pt

source: Dillivery Challans
ar_ae: Dillivery شالا
gu: Dillivery ચલણો

source: Dashboard - Branchwise
ar_ae: لوحة القيادة - Branchwise
fr_fr: Tableau de bord - Branchwise
gu: ડેશબોર્ડ - Branchwise
mr: डॅशबोर्ड - Branchwise

source: Non conformities are assigned to you for further actions requires your immediate attention, Check the list below under Non Conformity Actions Required
ar_ae: يتم تعيين لك لاتخاذ مزيد من الإجراءات غير المطابقة تتطلب انتباهكم فوري، تحقق من القائمة أدناه تحت الإجراءات غير المطابقة المطلوبة

source: Already Logged in. Please wait while your earlier session expires.
de_de: Bereits angemeldet. Bitte warten Sie, während Ihre früheren Sitzung abläuft.
fr_fr: Déjà connecté. S'il vous plaît patienter pendant que l'expiration de votre session précédente.
mr: पूर्वीपासून मध्ये लॉग इन केले. आपल्या पूर्वीचे सत्र कालबाह्य करेपर्यंत कृपया प्रतीक्षा करा.

source: Can not activate account. Please contact us at +91 9769 866 441 for help
de_de: Kann Konto nicht aktivieren. Bitte kontaktieren Sie uns unter +91 9769 866 441 um Hilfe
fr_fr: Vous ne pouvez pas activer le compte. S'il vous plaît contactez-nous au +91 9769 866 441 pour l'aide
mr: खाते सक्रिय करू शकत नाही. मदत +91 9769 866 441 येथे संपर्क साधा

source: Can not connect with SMTP server: Invalid password
de_de: Kann nicht mit SMTP-Server zu verbinden: Ungültige Passwort
fr_fr: Impossible de se connecter avec le serveur SMTP: mot de passe invalide
mr: या SMTP सर्व्हर कनेक्ट करणे शक्य नाही: अवैध संकेतशब्द

source: Would you llike to customise this?
de_de: Möchten Sie llike dies anpassen?
fr_fr: Souhaitez-vous llike pour personnaliser ce?
mr: आपण हे सानुकूलित करण्यासाठी llike का?

source: Trainings attended
de_de: Schulungen besucht
fr_fr: Formations assisté
mr: प्रशिक्षणे उपस्थित

source: UPDATE
de_de: AKTUALISIEREN
fr_fr: METTRE À JOUR
mr: अद्ययावत करा

source: Welcome to FlinkISO&trade;
de_de: Willkommen auf FlinkISO & Handel;
fr_fr: Bienvenue à FlinkISO et le commerce;
mr: FlinkISO व व्यापार आपले स्वागत आहे;

source: Signin to access your dashboard
de_de: Logge dich ein, um Ihre Dashboard zugreifen
fr_fr: Connectez vous pour accéder à votre tableau de bord
mr: साइन इन आपल्या डॅशबोर्डवर प्रवेश करण्यासाठी

source: Latest News & Updates
de_de: Neueste News & Updates
fr_fr: Dernières Nouvelles et mises à jour
mr: ताज्या बातम्या व सुधारणा

source: PreparedBy
fr_fr: Établi par

source: Selected
gu: પસંદ

source: Invalid approval
gu: અમાન્ય મંજૂરી

source: The approval has been saved
gu: આ મંજૂરી સંગ્રહ કરવામાં આવી છે

source: The approval could not be saved. Please, try again.
gu: આ મંજૂરી સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.

source: There was a issue sending the approvals for some of the records
gu: રેકોર્ડ કેટલાક માટે મંજૂરી મોકલવા એક મુદ્દો હતો

source: Sent for approvals
gu: મંજૂરી માટે મોકલવામાં

source: Invalid branch benchmark
gu: અમાન્ય શાખા બેન્ચમાર્ક

source: The branch benchmark has been saved
gu: આ શાખા બેન્ચમાર્ક સંગ્રહ કરવામાં આવી છે

source: The branch benchmark could not be saved. Please, try again.
gu: આ શાખા બેન્ચમાર્ક સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.

source: The calibration has been published
gu: આ કેલિબ્રેશન પ્રકાશિત કરવામાં આવી છે

source: Calibration deleted
gu: કાઢી કૅલિબ્રેશન

source: Calibration was not deleted
gu: કૅલિબ્રેશન કાઢી ન હતી

source: The Change Addition Deletion Request has been published
gu: ફેરફાર ઉમેરો હટાવવા માટેની વિનંતી પ્રકાશિત કરવામાં આવી છે

source: Invalid company benchmark
gu: અમાન્ય કંપની બેન્ચમાર્ક

source: The company benchmark has been saved
gu: આ કંપની બેન્ચમાર્ક સંગ્રહ કરવામાં આવી છે

source: The company benchmark could not be saved. Please, try again.
gu: આ કંપની બેન્ચમાર્ક સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.

source: Competency mapping deleted
gu: કાઢી સ્પર્ધાત્મકતા મેપિંગ

source: Competency mapping was not deleted
gu: સ્પર્ધાત્મકતા મેપિંગ કાઢી ન હતી

source: The corrective preventive action has been published
gu: આ સુધારાત્મક નિવારક કાર્યવાહી પ્રકાશિત કરવામાં આવી છે

source: Invalid courier register
gu: અમાન્ય વાહક રજિસ્ટર

source: The courier register has been saved
gu: આ કુરિયર રજિસ્ટર સંગ્રહ કરવામાં આવી છે

source: The courier register could not be saved. Please, try again.
gu: આ કુરિયર રજિસ્ટર સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.

source: The course type has been published
gu: આ કોર્સ પ્રકાર પ્રકાશિત કરવામાં આવી છે

source: The course has been published
gu: આ કોર્સ પ્રકાશિત કરવામાં આવી છે

source: Customer complaint deleted
gu: કાઢી ગ્રાહક ફરિયાદ

source: Customer complaint was not deleted
gu: ગ્રાહક ફરિયાદ કાઢી ન હતી

source: Customer feedback question deleted
gu: કાઢી ગ્રાહક પ્રતિસાદ પ્રશ્ન

source: Customer feedback question was not deleted
gu: ગ્રાહક પ્રતિસાદ પ્રશ્ન કાઢી ન હતી

source: Customer feedback deleted
gu: કાઢી ગ્રાહક પ્રતિસાદ

source: Customer feedback was not deleted
gu: ગ્રાહક પ્રતિસાદ કાઢી ન હતી

source: Customer deleted
gu: ગ્રાહક કાઢી

source: Customer was not deleted
gu: ગ્રાહક કાઢી ન હતી

source: Invalid databackup logbook
gu: અમાન્ય databackup લોગબુક

source: The databackup logbook has been saved
gu: આ databackup લોગબુક સંગ્રહ કરવામાં આવી છે

source: The databackup logbook could not be saved. Please, try again.
gu: આ databackup લોગબુક સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.

source: The databackup logbook has been published
gu: આ databackup લોગબુક પ્રકાશિત કરવામાં આવી છે

source: Invalid department benchmark
gu: અમાન્ય વિભાગ બેન્ચમાર્ક

source: The department benchmark has been saved
gu: આ વિભાગ બેન્ચમાર્ક સંગ્રહ કરવામાં આવી છે

source: The department benchmark could not be saved. Please, try again.
gu: આ વિભાગ બેન્ચમાર્ક સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.

source: The designation has been published
gu: આ હોદ્દો પ્રકાશિત કરવામાં આવી છે

source: The device has been published
gu: આ ઉપકરણ પ્રકાશિત કરવામાં આવી છે

source: Invalid employee designation
gu: અમાન્ય કર્મચારી હોદ્દો

source: The employee designation has been saved
gu: આ કર્મચારી હોદ્દો સંગ્રહ કરવામાં આવી છે

source: The employee designation could not be saved. Please, try again.
gu: આ કર્મચારી હોદ્દો સંગ્રહ થશે નહી કરી શકે છે. , ફરી પ્રયાસ કરો.

source: Invalid employee induction training
gu: અમાન્ય કર્મચારી ઇન્ડક્શન તાલીમ

source: The employee induction training has been saved
gu: આ કર્મચારી ઇન્ડક્શન તાલીમ સંગ્રહ કરવામાં આવી છે

source: The employee induction training could not be saved. Please, try again.
gu: આ કર્મચારી ઇન્ડક્શન તાલીમ સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.

source: The employee induction training has been published
gu: આ કર્મચારી ઇન્ડક્શન તાલીમ પ્રકાશિત કરવામાં આવી છે

source: Invalid employee training
gu: અમાન્ય કર્મચારી તાલીમ

source: The employee training has been saved
gu: આ કર્મચારી તાલીમ સંગ્રહ કરવામાં આવી છે

source: The employee training could not be saved. Please, try again.
gu: આ કર્મચારી તાલીમ સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.

source: The employee has been published
gu: આ કર્મચારી પ્રકાશિત કરવામાં આવી છે

source: Invalid evidence
gu: અમાન્ય પુરાવા

source: The evidence has been saved
gu: પુરાવા સંગ્રહ કરવામાં આવી છે

source: The evidence could not be saved. Please, try again.
gu: પુરાવા સંગ્રહ થશે નહી કરી શકે છે. , ફરી પ્રયાસ કરો.

source: The fire extinguisher has been published
gu: આ અગ્નિશામક પ્રકાશિત કરવામાં આવી છે

source: The housekeeping checklist has been published
gu: આ Housekeeping ચેકલિસ્ટ પ્રકાશિત કરવામાં આવી છે

source: Invalid housekeeping
gu: અમાન્ય Housekeeping

source: The housekeeping could not be saved. Please, try again.
gu: આ Housekeeping સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.

source: Invalid internal audit detail
gu: અમાન્ય આંતિરક ઓિડટ વિગતવાર

source: The internal audit detail has been saved
gu: આંતિરક ઓિડટ વિગતવાર સંગ્રહ કરવામાં આવી છે

source: The internal audit detail could not be saved. Please, try again.
gu: આંતિરક ઓિડટ વિગતવાર સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.

source: The internal audit detail has been published
gu: આંતિરક ઓિડટ વિગતવાર પ્રકાશિત કરવામાં આવી છે

source: Invalid internal audit plan branch
gu: અમાન્ય આંતરિક ઓડિટ યોજના શાખા

source: The internal audit plan branch has been saved
gu: આંતિરક ઓિડટ યોજના શાખા સંગ્રહ કરવામાં આવી છે

source: The internal audit plan branch could not be saved. Please, try again.
gu: આંતિરક ઓિડટ યોજના શાખા સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.

source: The list of acceptable supplier has been published
gu: સ્વીકાર્ય સપ્લાયર યાદી પ્રકાશિત કરવામાં આવી છે

source: The list of computer list of software has been published
gu: સોફ્ટવેર કમ્પ્યુટર યાદી યાદી પ્રકાશિત કરવામાં આવી છે

source: The Computer has been published
gu: આ કમ્પ્યુટર પ્રકાશિત કરવામાં આવી છે

source: The list of measuring devices for calibration has been published
gu: કેલિબ્રેશન માટે ઉપકરણો માપવા યાદી પ્રકાશિત કરવામાં આવી છે

source: The list of software has been published
gu: સોફ્ટવેર યાદી પ્રકાશિત કરવામાં આવી છે

source: Invalid master list of format branch
gu: બંધારણ શાખાની અમાન્ય માસ્ટર યાદી

source: The master list of format branch has been saved
gu: બંધારણ શાખા ની માસ્ટર યાદી સંગ્રહ કરવામાં આવી છે

source: The master list of format branch could not be saved. Please, try again.
gu: બંધારણ શાખા ની માસ્ટર યાદી સાચવી શકાઈ નથી. , ફરી પ્રયાસ કરો.

source: Invalid master list of format distributor
gu: બંધારણ ડિસ્ટ્રીબ્યુટર અમાન્ય માસ્ટર યાદી

source: The master list of format distributor has been saved
gu: બંધારણ ડિસ્ટ્રીબ્યુટર ની માસ્ટર યાદી સંગ્રહ કરવામાં આવી છે

source: The master list of format distributor could not be saved. Please, try again.
gu: બંધારણ ડિસ્ટ્રીબ્યુટર ની માસ્ટર યાદી સાચવી શકાઈ નથી. , ફરી પ્રયાસ કરો.

source: Invalid master list of work instruction
gu: કામ સૂચના અમાન્ય માસ્ટર યાદી

source: The master list of work instruction has been saved
gu: કામ સૂચના ની માસ્ટર યાદી સંગ્રહ કરવામાં આવી છે

source: The master list of work instruction could not be saved. Please, try again.
gu: કામ સૂચના ની માસ્ટર યાદી સાચવી શકાઈ નથી. , ફરી પ્રયાસ કરો.

source: Master list of work instruction deleted
gu: કાઢી કામ સૂચના માસ્ટર યાદી

source: Master list of work instruction was not deleted
gu: કામ સૂચના માસ્ટર યાદી કાઢી ન હતી

source: Invalid material list with shelf life
gu: શેલ્ફ જીવન સાથે અમાન્ય સામગ્રી યાદી

source: The material list with shelf life has been saved
gu: શેલ્ફ જીવન સાથે આ સામગ્રી યાદી સંગ્રહ કરવામાં આવી છે

source: The material list with shelf life could not be saved. Please, try again.
gu: શેલ્ફ જીવન સાથે આ સામગ્રી યાદી સાચવી શકાઈ નથી. , ફરી પ્રયાસ કરો.

source: Invalid meeting branch
gu: અમાન્ય બેઠક શાખા

source: The meeting branch has been saved
gu: આ બેઠકમાં શાખા સંગ્રહ કરવામાં આવી છે

source: The meeting branch could not be saved. Please, try again.
gu: આ બેઠકમાં શાખા સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.

source: Invalid meeting department
gu: અમાન્ય બેઠક વિભાગ

source: The meeting department has been saved
gu: આ બેઠકમાં વિભાગ સંગ્રહ કરવામાં આવી છે

source: The meeting department could not be saved. Please, try again.
gu: આ બેઠકમાં વિભાગ સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.

source: Invalid meeting employee
gu: અમાન્ય બેઠક કર્મચારી

source: The meeting employee has been saved
gu: આ બેઠકમાં કર્મચારી સંગ્રહ કરવામાં આવી છે

source: The meeting employee could not be saved. Please, try again.
gu: આ બેઠકમાં કર્મચારી સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.

source: The meeting employee has been published
gu: આ બેઠકમાં કર્મચારી પ્રકાશિત કરવામાં આવી છે

source: Invalid meeting topic
gu: અમાન્ય બેઠક વિષય

source: The meeting topic has been saved
gu: આ બેઠકમાં વિષય સંગ્રહ કરવામાં આવી છે

source: The meeting topic could not be saved. Please, try again.
gu: આ બેઠકમાં વિષય સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.

source: Invalid message user inbox
gu: અમાન્ય સંદેશ વપરાશકર્તા ઇનબૉક્સ

source: The message user inbox has been saved
gu: સંદેશ વપરાશકર્તા ઇનબૉક્સ સંગ્રહ કરવામાં આવી છે

source: The message user inbox could not be saved. Please, try again.
gu: સંદેશ વપરાશકર્તા ઇનબૉક્સ સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.

source: Message user inbox deleted
gu: કાઢી સંદેશ વપરાશકર્તા ઇનબૉક્સ

source: Message user inbox was not deleted
gu: સંદેશ વપરાશકર્તા ઇનબૉક્સ કાઢી ન હતી

source: The message user sent has been saved
gu: મોકલાયેલ સંદેશ વપરાશકર્તા સંગ્રહ કરવામાં આવી છે

source: The message user sent could not be saved. Please, try again.
gu: મોકલાયેલ સંદેશ વપરાશકર્તા સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.

source: The message user thrash has been saved
gu: સંદેશ વપરાશકર્તા મારવું સંગ્રહ કરવામાં આવી છે

source: The message user thrash could not be saved. Please, try again.
gu: સંદેશ વપરાશકર્તા મારવું સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.

source: Invalid message user thrash
gu: અમાન્ય સંદેશ વપરાશકર્તા મારવું

source: Invalid notificaion type
gu: અમાન્ય notificaion પ્રકાર

source: The notificaion type has been saved
gu: આ notificaion પ્રકાર સંગ્રહ કરવામાં આવી છે

source: The notificaion type could not be saved. Please, try again.
gu: આ notificaion પ્રકાર સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.

source: The notification user has been saved
gu: આ સૂચના વપરાશકર્તા સંગ્રહ કરવામાં આવી છે

source: The notification user could not be saved. Please, try again.
gu: આ સૂચના વપરાશકર્તા સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.

source: The notification has been published
gu: આ સૂચના પ્રકાશિત કરવામાં આવી છે

source: Invalid order details form
gu: અમાન્ય માટે વિગતો રચના

source: The order details form has been saved
gu: ક્રમ વિગતો ફોર્મ સંગ્રહ કરવામાં આવી છે

source: The order details form could not be saved. Please, try again.
gu: ક્રમ વિગતો ફોર્મ સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.

source: Invalid order register
gu: અમાન્ય માટે નોંધણી

source: The order register has been saved
gu: ક્રમ પત્રક સંગ્રહ કરવામાં આવી છે

source: The order register could not be saved. Please, try again.
gu: ક્રમ પત્રક સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.

source: The product has been published
gu: આ ઉત્પાદન પ્રકાશિત કરવામાં આવી છે

source: Invalid purchase order detail
gu: અમાન્ય ખરીદી માટે વિગતવાર

source: The purchase order detail has been saved
gu: આ ખરીદી માટે વિગતવાર સંગ્રહ કરવામાં આવી છે

source: The purchase order detail could not be saved. Please, try again.
gu: આ ખરીદી માટે વિગતવાર સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.

source: The Purchase Order has been approved and published
gu: આ ખરીદી ઓર્ડર માન્ય અને પ્રકાશિત કરવામાં આવી છે

source: The software type has been published
gu: સોફ્ટવેર પ્રકાર પ્રકાશિત કરવામાં આવી છે

source: The summery of supplier evaluation has been saved
gu: સપ્લાયર મૂલ્યાંકન ના summery સંગ્રહ કરવામાં આવી છે

source: The summery of supplier evaluation could not be saved. Please, try again.
gu: સપ્લાયર મૂલ્યાંકન ના summery સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.

source: Summery of supplier evaluation deleted
gu: કાઢી સપ્લાયર મૂલ્યાંકન Summery

source: Summery of supplier evaluation was not deleted
gu: સપ્લાયર મૂલ્યાંકન Summery કાઢી ન હતી

source: Invalid supplier evaluation reevaluation
gu: અમાન્ય સપ્લાયર મૂલ્યાંકન પુનઃમૂલ્યાંકન

source: The supplier evaluation reevaluation has been saved
gu: આ સપ્લાયર મૂલ્યાંકન પુનઃમૂલ્યાંકન સંગ્રહ કરવામાં આવી છે

source: The supplier evaluation reevaluation could not be saved. Please, try again.
gu: આ સપ્લાયર મૂલ્યાંકન પુનઃમૂલ્યાંકન સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.

source: The supplier registration has been published
gu: આ સપ્લાયર નોંધણી પ્રકાશિત કરવામાં આવી છે

source: Invalid task status
gu: અમાન્ય કાર્ય સ્થિતિ

source: The task status could not be saved. Please, try again.
gu: આ કાર્ય પરિસ્થિતિ સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.

source: Task status deleted
gu: કાઢી કાર્ય સ્થિતિ

source: Task status was not deleted
gu: કાર્ય પરિસ્થિતિ કાઢી ન હતી

source: The task has been published
gu: આ કાર્ય પ્રકાશિત કરવામાં આવી છે

source: Task deleted
gu: કાર્ય કાઢી

source: Task was not deleted
gu: કાર્ય કાઢી ન હતી

source: The trainer has been published
gu: આ ટ્રેનર પ્રકાશિત કરવામાં આવી છે

source: The training evaluation has been published
gu: આ તાલીમ મૂલ્યાંકન પ્રકાશિત કરવામાં આવી છે

source: The training need identification has been published
gu: આ તાલીમ જરૂર ઓળખ પ્રકાશિત કરવામાં આવી છે

source: Invalid training schedule branch
gu: અમાન્ય તાલીમ શેડ્યૂલ શાખા

source: The training schedule branch has been saved
gu: આ તાલીમ શેડ્યૂલ શાખા સંગ્રહ કરવામાં આવી છે

source: The training schedule branch could not be saved. Please, try again.
gu: આ તાલીમ શેડ્યૂલ શાખા સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.

source: Invalid training schedule department
gu: અમાન્ય તાલીમ શેડ્યૂલ વિભાગ

source: The training schedule department has been saved
gu: આ તાલીમ શેડ્યૂલ વિભાગ સંગ્રહ કરવામાં આવી છે

source: The training schedule department could not be saved. Please, try again.
gu: આ તાલીમ શેડ્યૂલ વિભાગ સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.

source: Invalid training schedule employee
gu: અમાન્ય તાલીમ શેડ્યૂલ કર્મચારી

source: The training schedule employee has been saved
gu: આ તાલીમ શેડ્યૂલ કર્મચારી સંગ્રહ કરવામાં આવી છે

source: The training schedule employee could not be saved. Please, try again.
gu: આ તાલીમ શેડ્યૂલ કર્મચારી સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.

source: Invalid training schedule
gu: અમાન્ય તાલીમ શેડ્યૂલ

source: The training schedule has been saved
gu: આ તાલીમ શેડ્યૂલ સંગ્રહ કરવામાં આવી છે

source: The training schedule could not be saved. Please, try again.
gu: આ તાલીમ શેડ્યૂલ સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.

source: The training type has been published
gu: આ તાલીમનો કાર પ્રકાશિત કરવામાં આવી છે

source: The username password detail has been published
gu: વપરાશકર્તા નામ પાસવર્ડ વિગતવાર પ્રકાશિત કરવામાં આવી છે

source: Incorrect login credential : You have
gu: ખોટો પ્રવેશ ઓળખપત્ર: તમે છે

source: You have been logged out
gu: તમે લૉગ આઉટ કરવામાં આવી છે

source: Thank you for your subscription
gu: તમારી ઉમેદવારી માટે આભાર

source: Is MR
gu: એમ.આર. છે

source: Is View All
gu: બધી છે

source: Is Approvar
gu: Approvar છે

source: Email Token Expires
gu: ઈમેઈલ ટોકન નિવૃત્ત થાય

source: Add Approval
gu: મંજૂરી ઉમેરો

source: Approved
gu: મંજૂર

source: Approve Approval
gu: મંજૂરી મંજૂર

source: Edit Approval
gu: ફેરફાર કરો મંજૂરી

source: New Approval
gu: નવી મંજૂરી

source: View Approval
gu: જુઓ મંજૂરી

source: Add Branch Benchmark
gu: શાખાની બેન્ચમાર્ક ઉમેરો

source: Approve Branch Benchmark
gu: શાખાની બેન્ચમાર્ક મંજૂર

source: Edit Branch Benchmark
gu: ફેરફાર કરો શાખા બેન્ચમાર્ક

source: New Branch Benchmark
gu: નવી શાખા બેન્ચમાર્ક

source: View Branch Benchmark
gu: જુઓ શાખા બેન્ચમાર્ક

source: Standard Value
gu: ધોરણ ભાવ

source: Actual Value
gu: વાસ્તવિક કિંમત

source: Add Change Addition Deletion Request
gu: બદલો ઉમેરો હટાવવા માટેની વિનંતી ઉમેરો

source: Reasaon for Change
gu: ચેન્જ Reasaon

source: Approve Company
gu: કંપની મંજૂર

source: Audit Frequency
gu: ઓિડટ આવર્તન

source: New Company
gu: નવી કંપની

source: Number Of Branches
gu: શાખાઓ સંખ્યા

source: Flinkiso Start Date
gu: તારીખ શરૂ કરો Flinkiso

source: Flinkiso End Date
gu: Flinkiso સમાપ્તિ તારીખ

source: Welcome Message fot Users
gu: સ્વાગત સંદેશ fot વપરાશકર્તાઓ

source: Add Company Benchmark
gu: કંપની બેન્ચમાર્ક ઉમેરો

source: Approve Company Benchmark
gu: કંપની બેન્ચમાર્ક મંજૂર

source: Edit Company Benchmark
gu: ફેરફાર કરો કંપની બેન્ચમાર્ક

source: New Company Benchmark
gu: નવી કંપની બેન્ચમાર્ક

source: View Company Benchmark
gu: જુઓ કંપની બેન્ચમાર્ક

source: Skills Possesed
gu: Possesed કૌશલ્ય

source: Add Education
gu: ઉમેરો શિક્ષણ

source: Add Courier Register
gu: કુરિયર રજિસ્ટર ઉમેરો

source: Approve Courier Register
gu: કુરિયર રજિસ્ટર મંજૂર

source: Edit Courier Register
gu: ફેરફાર કરો કુરિયર રજિસ્ટર

source: New Courier Register
gu: ન્યૂ કુરિયર રજિસ્ટર

source: View Courier Register
gu: જુઓ કુરિયર રજિસ્ટર

source: Dispatch Details
gu: રવાનગી વિગતો

source: Bill Amount
gu: બિલ રકમ

source: Courier No
gu: કુરિયર કોઈ

source: No Of Parcels
gu: પાર્સલ કોઈ

source: Add Course Type
gu: કોર્સ પ્રકાર ઉમેરો

source: Add Course
gu: ઉમેરો કોર્સ

source: Available Training/Courses
gu: ઉપલબ્ધ તાલીમ / અભ્યાસક્રમો

source: Add Custom Template
gu: કસ્ટમ ટેમ્પલેટ ઉમેરો

source: Send for Approval
gu: મંજૂરી માટે મોકલો

source: Customer Feedback Question
gu: ગ્રાહક પ્રતિસાદ પ્રશ્ન

source: Approve Daily Backup Detail
gu: દૈનિક બેકઅપ વિગતવાર મંજૂર

source: Import from file (excel & csv formats only
gu: આયાત ફાઇલમાંથી (એક્સેલ અને CSV ફોર્મેટ જ

source: You can add/view your company Quality Manuals / Procedures / Objectives / Records / Policies for EDP department by clicking on the links below. <br /> These documents are available for all users.
gu: તમે નીચેની લિંક પર ક્લિક કરીને ઈ.ડી.પી. વિભાગ માટે તમારી કંપની જાત માર્ગદર્શિકાઓ / પ્રક્રિયા / હેતુઓ / રેકોર્ડઝ / નીતિઓ જુઓ / ઉમેરી શકો છો. <br /> આ દસ્તાવેજો બધા વપરાશકર્તાઓ માટે ઉપલબ્ધ છે.

source: Courses/Trainings
gu: અભ્યાસક્રમો / તાલીમ

source: Add New Format
gu: નવા ફોર્મેટમાં ઉમેરો

source: You can add/view your company Quality Manuals / Procedures / Objectives / Records / Policies for Purchase department by clicking on the links below. <br /> These documents are available for all users.
gu: તમે નીચેની લિંક પર ક્લિક કરીને ખરીદી વિભાગ માટે તમારી કંપની જાત માર્ગદર્શિકાઓ / પ્રક્રિયા / હેતુઓ / રેકોર્ડઝ / નીતિઓ જુઓ / ઉમેરી શકો છો. <br /> આ દસ્તાવેજો બધા વપરાશકર્તાઓ માટે ઉપલબ્ધ છે.

source: Add Databackup Logbook
gu: Databackup લોગબુક ઉમેરો

source: Daily Backup Detail
gu: દૈનિક બેકઅપ વિગતવાર

source: Task Performed
gu: કાર્ય કરવામાં

source: Comment
gu: ટિપ્પણી

source: Approve Databackup Logbook
gu: Databackup લોગબુક મંજૂર

source: Edit Databackup Logbook
gu: ફેરફાર કરો Databackup લોગબુક

source: View Databackup Logbook
gu: Databackup લોગબુક જુઓ

source: Product / Device
gu: ઉત્પાદન / ઉપકરણ

source: Published
gu: પ્રકાશિત

source: Add Department Benchmark
gu: વિભાગ બેન્ચમાર્ક ઉમેરો

source: Approve Department Benchmark
gu: વિભાગ બેન્ચમાર્ક મંજૂર

source: Edit Department Benchmark
gu: ફેરફાર કરો ખાતા બેન્ચમાર્ક

source: New Department Benchmark
gu: ન્યૂ વિભાગ બેન્ચમાર્ક

source: View Department Benchmark
gu: જુઓ વિભાગ બેન્ચમાર્ક

source: Add Designation
gu: હોદ્દો ઉમેરો

source: Person Responsible for Maintainence
gu: Maintainence માટે જવાબદાર વ્યક્તિ

source: Data BackUp
gu: ડેટા બેકઅપ

source: Task Prformed ?
gu: કાર્ય Prformed?

source: Report
gu: અહેવાલ

source: search
gu: શોધ

source: Task Prformed?
gu: કાર્ય Prformed?

source: MR
gu: એમ.આર.

source: HR
gu: એચઆર

source: ADMIN
gu: એડમિન

source: QUALITY CONTROL
gu: ગુણવત્તા નિયમન

source: PURCHASE
gu: ખરીદ

source: EDP
gu: ઈ.ડી.પી.

source: MANUAL REPORTS
gu: સીટીઝનમાહિતી અહેવાલ

source: Help
gu: મદદ

source: English
gu: અંગ્રેજી

source: Hindi
gu: હિન્દી

source: Gujarati
gu: ગુજરાતી

source: Marathi
gu: મરાઠી

source: Add Employee Designation
gu: કર્મચારી હોદ્દો ઉમેરો

source: Approve Employee Designation
gu: કર્મચારી હોદ્દો મંજૂર

source: Edit Employee Designation
gu: ફેરફાર કરો કર્મચારી હોદ્દો

source: New Employee Designation
gu: નવી કર્મચારી હોદ્દો

source: View Employee Designation
gu: જુઓ કર્મચારી હોદ્દો

source: Add Employee Induction Training
gu: કર્મચારી ઇન્ડક્શન તાલીમ ઉમેરો

source: Approve Employee Induction Training
gu: કર્મચારી ઇન્ડક્શન તાલીમ મંજૂર

source: Edit Employee Induction Training
gu: ફેરફાર કરો કર્મચારી ઇન્ડક્શન તાલીમ

source: New Employee Induction Training
gu: નવી કર્મચારી ઇન્ડક્શન તાલીમ

source: New Course / Training conducted
gu: હાથ ધરવામાં નવા અભ્યાસક્રમ / તાલીમ

source: View Employee Induction Training
gu: જુઓ કર્મચારી ઇન્ડક્શન તાલીમ

source: Add Employee Training
gu: કર્મચારી તાલીમ ઉમેરો

source: Approve Employee Training
gu: કર્મચારી તાલીમ મંજૂર

source: Edit Employee Training
gu: ફેરફાર કરો કર્મચારી તાલીમ

source: New Employee Training
gu: નવી કર્મચારી તાલીમ

source: View Employee Training
gu: જુઓ કર્મચારી તાલીમ

source: Approve Evidence
gu: પુરાવા મંજૂર

source: Edit Evidence
gu: પુરાવા સંપાદિત કરો

source: New Evidence
gu: નવા પુરાવા

source: View Evidence
gu: પુરાવા જુઓ

source: File Upload
gu: ફાઇલ અપલોડ કરો

source: Add File Upload
gu: ફાઇલ અપલોડ કરો ઉમેરો

source: Expeiry Date
gu: Expeiry તારીખ

source: Add History
gu: ઇતિહાસ ઉમેરો

source: Add Housekeeping
gu: ગૃહ વ્યવસ્થા ઉમેરો

source: Approve Housekeeping
gu: ગૃહ વ્યવસ્થા મંજૂર

source: Edit Housekeeping
gu: ફેરફાર કરો ગૃહ વ્યવસ્થા
