Repository: Athenolabs/flinkiso-lite
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_ae, de_de, es_es, fr_fr, gu, it_it, mr, pt_pt

source: No. of Proposals Followups
ar_ae: رقم المقترحات المتابعات
de_de: Anzahl der Vorschläge Followups
es_es: Número de Propuestas Followups
fr_fr: Nombre de propositions Suites des
it_it: Numero Proposte followup
mr: प्रस्ताव Followups संख्या
pt_pt: N º de Propostas followups

source: Available Quality Documents (BD Department)
ar_ae: الإطلاع على وثائق الجودة (قسم BD)
de_de: Verfügbar Qualitätsdokumente (BD Abteilung)
es_es: Documentos disponibles, calidad (Departamento BD)
fr_fr: Documents de qualité disponibles (Département BD)
it_it: Disponibile qualità documenti (Dipartimento BD)
mr: उपलब्ध गुणवत्ता दस्तऐवज (बी.डी. विभाग)
pt_pt: Documentos qualidade disponível (Departamento BD)

source: You can add/view your company Quality Manuals / Procedures / Objectives / Records / Policies for EDP department by clicking on the links below.
ar_ae: يمكنك إضافة / عرض الكتيبات الخاصة بك الجودة شركة / الإجراءات / أهداف / السجلات / سياسات لإدارة EDP من خلال النقر على الروابط أدناه.
de_de: Sie können / hinzufügen Ihr Unternehmen Qualitätshandbücher / Verfahren / Ziele / Records / Bedingungen für EDV-Abteilung, indem Sie auf den unten stehenden Links.
es_es: Usted puede añadir / ver sus manuales de calidad de empresa / Procedimientos / Objetivos / Registros / Políticas de departamento EDP haciendo clic en los siguientes enlaces.
fr_fr: Vous pouvez ajouter / voir vos manuels compagnie de qualité / Procédures / Objectifs / Records / politiques pour le département de EDP en cliquant sur les liens ci-dessous.
it_it: È possibile aggiungere / visualizzare i manuali azienda Qualità / Procedure / Obiettivi / Records / Politiche per il reparto EDP, cliccando sui link qui sotto.
mr: आपण जोडा / खालील लिंक वर क्लिक करून EDP विभागासाठी आपली कंपनी गुणवत्ता हस्तपुस्तिका / प्रक्रियांची / उद्दिष्टे / रेकॉर्डस / धोरणे पाहू शकतात.
pt_pt: Você pode adicionar / visualizar seus manuais de qualidade da empresa / Procedimentos / Objectivos / Records / Políticas de departamento EDP, clicando nos links abaixo.

source: These documents are available for all users.
ar_ae: وهذه الوثائق متاحة لجميع المستخدمين.
de_de: Diese Dokumente sind für alle Benutzer verfügbar.
es_es: Estos documentos están disponibles para todos los usuarios.
fr_fr: Ces documents sont disponibles pour tous les utilisateurs.
it_it: Questi documenti sono disponibili per tutti gli utenti.
mr: हे दस्तऐवज सर्व वापरकर्त्यांसाठी उपलब्ध आहे.
pt_pt: Estes documentos estão disponíveis para todos os usuários.

source: Conversion Rate
ar_ae: سعر التحويل
es_es: Tasa de Conversión
fr_fr: Taux de conversion
it_it: Tasso di conversione
mr: रुपांतरण दर
pt_pt: Taxa de conversão

source: Electronic Data Processing Dashboard
ar_ae: معالجة البيانات الإلكترونية لوحة
de_de: EDV-Dashboard
fr_fr: Tableau de bord électronique de traitement des données
gu: ઇલેક્ટ્રોનિક ડેટા પ્રોસેસીંગ ડેશબોર્ડ
mr: इलेक्ट्रॉनिक डेटा प्रोसेसिंग डॅशबोर्ड
pt_pt: Dados Painel de Processamento Eletrônico

source: FlinkISO Users
ar_ae: FlinkISO المستخدمين
de_de: FlinkISO Benutzer
es_es: Usuarios FlinkISO
fr_fr: Utilisateurs FlinkISO
gu: FlinkISO વપરાશકર્તાઓ
it_it: Gli utenti FlinkISO
mr: FlinkISO वापरकर्ते
pt_pt: Usuários FlinkISO

source: Before you create any user make sure you have added
ar_ae: قبل إنشاء أي مستخدم تأكد أضفتها
de_de: Bevor Sie eine Benutzer erstellen sicherzustellen, dass Sie hinzugefügt haben
es_es: Antes de crear cualquier usuario compruebe que ha agregado
fr_fr: Avant de créer n'importe quel utilisateur de s'assurer que vous avez ajouté
it_it: Prima di creare qualsiasi utente assicurarsi di aver aggiunto
mr: आपण कोणत्याही वापरकर्त्याला तयार करण्यापूर्वी खात्री आहे की आपण जोडले आहे करा
pt_pt: Antes de criar qualquer usuário certificar-se de que você adicionou

source: Designations
ar_ae: التسميات
de_de: Bezeichnungen
es_es: Designaciones
fr_fr: Désignations
gu: હોદ્દો
it_it: Designazioni
mr: पदनामे
pt_pt: Designações

source: List of softwares
ar_ae: قائمة برامج
de_de: Liste der Software
es_es: Lista de los softwares
fr_fr: Liste des logiciels
gu: સોફ્ટવેર યાદી
it_it: Elenco di software
mr: सॉफ्टवेअर यादी
pt_pt: Lista de softwares

source: Before you create the software list make sure you have added
ar_ae: قبل إنشاء قائمة برامج تأكد أضفتها
de_de: Bevor Sie die Software-Liste zu erstellen sicherzustellen, dass Sie hinzugefügt haben
es_es: Antes de crear la lista de software asegúrese de que ha añadido
fr_fr: Avant de créer la liste des logiciels assurez-vous que vous avez ajouté
it_it: Prima di creare la lista software assicurarsi di aver aggiunto
mr: सॉफ्टवेअर यादी तयार करण्यापूर्वी खात्री आहे की आपण जोडले आहे करा
pt_pt: Antes de criar a lista de software certifique-se de ter adicionado

source: No. of Softwares
ar_ae: عدد البرامج
de_de: Anzahl der Softwares
es_es: Número de Softwares
fr_fr: Nombre de Logiciels
gu: સોફ્ટવેર્સ સંખ્યા
it_it: Numero di Software
mr: सॉफ्टवेअर संख्या
pt_pt: N º de Softwares

source: List of Computers
ar_ae: قائمة الحاسبات
de_de: Liste der Computer
es_es: Lista de los Ordenadores
fr_fr: Liste des Ordinateurs
gu: કોમ્પ્યુટર્સ યાદી
it_it: Elenco dei computer
mr: इंजिनियरिंग यादी
pt_pt: Lista de Computadores

source: To add List Of Computers make sure you have added
ar_ae: لإضافة قائمة من أجهزة الكمبيوتر تأكد من أنك قد أضافت
de_de: So fügen Sie eine Liste der Computer sicher, dass Sie hinzugefügt haben
es_es: Para agregar lista de equipos asegúrese de que ha añadido
fr_fr: Pour ajouter la liste des ordinateurs assurez-vous que vous avez ajouté
it_it: Per aggiungere l'elenco dei computer assicurarsi di aver aggiunto
mr: संगणकांची यादी खात्री आहे की आपण जोडले आहे करा जोडण्यासाठी
pt_pt: Para adicionar lista de computadores certifique-se de ter adicionado

source: Suppliers
ar_ae: الموردون
de_de: Lieferant
es_es: Proveedores
fr_fr: Fournisseurs
gu: પુરવઠાકારો / સપ્લાયરો
it_it: Fornitori
mr: पुरवठादार
pt_pt: Fornecedores

source: Purchase Orders
ar_ae: أوامر الشراء
de_de: Bestellungen
es_es: Órdenes de Compra
fr_fr: Commandes
gu: ખરીદી ઓર્ડર્સ
it_it: Ordini di acquisto
mr: खरेदी ऑर्डर
pt_pt: Ordens de Compra

source: No. of Computers
ar_ae: رقم الحاسبات
de_de: Anzahl der Computer
es_es: N º de Computadoras
fr_fr: Nombre de Ordinateurs
gu: કોમ્પ્યુટર્સ સંખ્યા
it_it: Numero di computer
mr: संगणक संख्या
pt_pt: N º de Computadores

source: Computers/Softwares
ar_ae: أجهزة كمبيوتر / برامج
de_de: Computer / Softwares
es_es: Computadoras / Software
fr_fr: Ordinateurs / Logiciels
gu: કમ્પ્યૂટર્સ / સોફ્ટવેર્સ
it_it: Computer / Software
mr: संगणक / सॉफ्टवेअरची
pt_pt: Computadores / Softwares

source: To add list of Softwares make sure you have added
ar_ae: لإضافة قائمة برامج تأكد أضفتها
de_de: Zur Liste der Softwares hinzufügen sicherstellen, dass Sie hinzugefügt haben
es_es: Para agregar la lista de Softwares asegúrese de que ha añadido
fr_fr: Pour ajouter la liste des Logiciels vérifiez que vous avez ajouté
it_it: Per aggiungere l'elenco dei Software assicurarsi di aver aggiunto
mr: सॉफ्टवेअर यादी जोडण्यासाठी खात्री आहे की आपण जोडले आहे करा
pt_pt: Para adicionar lista de Softwares certificar-se de que você adicionou

source: Software Types
ar_ae: أنواع البرمجيات
de_de: Software-Typen
es_es: Tipos de software
fr_fr: Types de logiciels
gu: સોફ્ટવેર પ્રકાર
it_it: Tipi di software
mr: सॉफ्टवेअर प्रकार
pt_pt: Tipos de Software

source: Storage Devices
ar_ae: أجهزة التخزين
de_de: Speichergeräte
es_es: Dispositivos de Almacenamiento
fr_fr: Périphériques de stockage
gu: સંગ્રહ ઉપકરણ
it_it: Dispositivi di archiviazione
mr: स्टोरेज साधने
pt_pt: Dispositivos de Armazenamento

source: No. of Computers/Softwares
ar_ae: رقم للكمبيوتر / برامج
de_de: Anzahl der Computer / Softwares
es_es: Número de Computadoras / Software
fr_fr: Nombre de Ordinateurs / Logiciels
gu: કમ્પ્યૂટર્સ / સોફ્ટવેર્સ સંખ્યા
it_it: Numero di Informatica / Software
mr: इंजिनियरिंग / सॉफ्टवेअरची संख्या
pt_pt: N º de Computadores / Softwares

source: Data Backups
ar_ae: النسخ الاحتياطي للبيانات
de_de: Datensicherung
es_es: Las copias de seguridad de datos
fr_fr: Sauvegardes de données
gu: ડેટા બેકઅપને
it_it: Backup dei dati
mr: डेटा बॅकअप
pt_pt: Backups de dados

source: Step-I is to create
ar_ae: خطوة-I هو خلق
de_de: Schritt-I ist zu schaffen
es_es: Step-I es crear
fr_fr: Étape-I est de créer
it_it: Step-I è di creare
mr: स्टेप-मी तयार आहे
pt_pt: Passo-I é criar

source: & Step-II is to create Backup Details and assign it to users from
ar_ae: والخطوة الثانية هي إنشاء تفاصيل النسخ الاحتياطي وإسناد ذلك إلى المستخدمين من
de_de: & Schritt-II ist auf Backup-Details und ordnen sie für die Nutzer von
es_es: Y Paso-II es crear Detalles de copia de seguridad y asignarlo a los usuarios de
fr_fr: Et l'étape II est de créer Détails de sauvegarde et l'affecter à des utilisateurs de
it_it: E Step-II è quello di creare dettagli di backup e assegnarlo agli utenti da
mr: & स्टेप-दुसरा बॅकअप तपशील तयार आणि वापरकर्त्यांना ते लागू आहे
pt_pt: E Passo-II é criar detalhes de backup e atribuí-la a usuários

source: Daily Backup Details
ar_ae: تفاصيل النسخ الاحتياطي اليومية
de_de: Tägliches Backup-Details
es_es: Datos de copia de seguridad diaria
fr_fr: Détails de sauvegarde quotidienne
gu: દૈનિક બેકઅપ વિગતો
it_it: Dettagli di backup giornalieri
mr: दैनिक बॅकअप तपशील
pt_pt: Detalhes backup diário

source: See Logbook
ar_ae: رؤية دفتر
de_de: Siehe Logbuch
es_es: Ver Logbook
fr_fr: Voir Journal de bord
gu: લોગબુક જુઓ
it_it: Vedere Logbook
mr: गलबताचा राजीनामा पहा
pt_pt: Ver diário de bordo

source: List of Usernames
ar_ae: قائمة أسماء المستخدمين
de_de: Liste von Benutzernamen
es_es: Lista de nombres de usuario
fr_fr: Liste des noms d'utilisateur
gu: વપરાશકર્તા નામોની યાદી
it_it: Elenco dei nomi utente
mr: वापरकर्तानावे यादी
pt_pt: Lista de nomes de usuários

source: Before you add List of Usernames make sure you have already added
ar_ae: قبل إضافة قائمة من أسماء المستخدمين تأكد من أنك قد أضفت
de_de: Bevor Sie Liste von Benutzernamen hinzufügen, stellen Sie sicher, die Sie bereits hinzugefügt haben
es_es: Antes de agregar la lista de nombres de usuario asegurarse de que ya ha agregado
fr_fr: Avant d'ajouter Liste des noms d'utilisateur assurez-vous que vous avez déjà ajouté
it_it: Prima di aggiungere elenco di nomi utente assicurarsi di aver già aggiunto
mr: आपण वापरकर्तानावे यादी खात्री करा जोडा करण्यापूर्वी आपण आधीच जोडले आहे
pt_pt: Antes de adicionar lista de nomes de usuário certificar-se você já tiver adicionado

source: No. of Usernames
ar_ae: عدد أسماء المستخدمين
de_de: Anzahl der Benutzernamen
es_es: Número de nombres de usuario
fr_fr: Nombre de noms d'utilisateur
gu: વપરાશકર્તા નામોની નં
it_it: Numero di nomi utente
mr: वापरकर्तानावे संख्या
pt_pt: N º de nomes de usuários

source: Available Quality Documents (EDP Department)
ar_ae: الإطلاع على وثائق الجودة (قسم EDP)
de_de: Verfügbar Qualitätsdokumente (EDV-Abteilung)
es_es: Documentos disponibles, calidad (Departamento EDP)
fr_fr: Documents de qualité disponibles (département informatique)
gu: ઉપલબ્ધ જાત દસ્તાવેજો (ઈ.ડી.પી. વિભાગ)
it_it: Disponibile qualità documenti (Dipartimento EDP)
mr: उपलब्ध गुणवत्ता दस्तऐवज (EDP विभाग)
pt_pt: Documentos qualidade disponível (Departamento EDP)

source: Data Entry Report
ar_ae: تقرير إدخال البيانات
de_de: Dateneingabe Bericht
es_es: Informe de introducción de datos
fr_fr: Rapport de saisie de données
it_it: Dati report Entry
mr: डाटा एंट्री अहवाल
pt_pt: Relatório de entrada de dados

source: 60% Complete
ar_ae: 60٪ كاملة
de_de: 60% abgeschlossen
es_es: 60% Completo
fr_fr: 60% complet
gu: 60% પૂર્ણ
mr: पूर्ण 60%
pt_pt: 60% completo

source: Human Resource Department Dashboard
ar_ae: لوحة دائرة الموارد البشرية
de_de: Personalabteilung Armaturenbrett
es_es: Departamento de Recursos Humanos Dashboard
fr_fr: Tableau de bord Direction des Ressources Humaines
gu: માનવ સંસાધન વિભાગ ડેશબોર્ડ
it_it: Risorse Umane Dipartimento Dashboard
mr: मानव संसाधन विभाग डॅशबोर्ड
pt_pt: Departamento de Recursos Humanos do Dashboard

source: Employee Master
ar_ae: موظف ماستر
de_de: Mitarbeiterstamm
es_es: Maestro Empleado
fr_fr: Employé Maître
gu: કર્મચારી માસ્ટર
it_it: Maestro dei dipendenti
mr: कर्मचारी मास्टर
pt_pt: Empregado Mestre

source: Before you can create any employee make sure that you have already added
ar_ae: قبل أن تتمكن من إنشاء أي موظف تأكد من أن كنت قد أضفت
de_de: Bevor Sie ein Mitarbeiter zu erstellen stellen Sie sicher, dass Sie bereits hinzugefügt haben
es_es: Antes de crear cualquier empleado, asegúrese de que ya ha agregado
fr_fr: Avant de pouvoir créer un employé de s'assurer que vous avez déjà ajouté
it_it: Prima di creare qualsiasi dipendente assicurarsi che avete già aggiunto
mr: आपण कोणत्याही कर्मचारी तयार करण्यापूर्वी आपण आधीच जोडले आहे याची खात्री करा
pt_pt: Antes de criar qualquer funcionário ter certeza de que você já adicionou

source: No. of Employees
ar_ae: عدد الموظفين
de_de: Anzahl Mitarbeiter
es_es: Número de trabajadores
fr_fr: Nombre d'employés
gu: કર્મચારીઓની સંખ્યા
it_it: Numero di dipendenti
mr: कर्मचारी संख्या
pt_pt: N º de funcionários

source: Courses
ar_ae: الكورسات
de_de: Kurse
es_es: Platos
fr_fr: Cours
gu: અભ્યાસક્રમો
it_it: Corsi
mr: अभ्यासक्रम
pt_pt: Cursos

source: Before adding any Courses make sure that you have already added
ar_ae: قبل إضافة أي دورات تأكد من أن كنت قد أضفت
de_de: Vor der Zugabe keine Kurse stellen Sie sicher, dass Sie bereits hinzugefügt haben
es_es: Antes de agregar cualquier Cursos asegúrese de que ya ha agregado
fr_fr: Avant d'ajouter des Cours assurez-vous que vous avez déjà ajouté
it_it: Prima di aggiungere eventuali Corsi di assicurarsi che avete già aggiunto
mr: कोणत्याही अभ्यासक्रम समाविष्ट करण्यापूर्वी आपण आधीच जोडले आहे याची खात्री करा
pt_pt: Antes de adicionar qualquer Cursos certifique-se que você já tenha adicionado

source: Course Types
ar_ae: أنواع بالطبع
de_de: Kursarten
es_es: Tipos de Cursos
fr_fr: Types de cours
gu: કોર્સ પ્રકાર
it_it: Tipi di corso
mr: कोर्स प्रकार
pt_pt: Tipos de Cursos

source: Trainers
ar_ae: المدربون
de_de: Trainer
es_es: Capacitadores
fr_fr: Formateurs
gu: તાલીમ
it_it: Allenatori
mr: प्रशिक्षकांचे
pt_pt: Sapatilhas

source: Trainer Types
ar_ae: أنواع المدرب
de_de: Trainer-Typen
es_es: Tipos de Entrenador
fr_fr: Types de formation des formateurs
gu: ટ્રેનર પ્રકાર
it_it: Tipi Trainer
mr: ट्रेनर प्रकार
pt_pt: Tipos de instrutor

source: No. of Courses
ar_ae: عدد الدورات
de_de: Anzahl der Kurse
es_es: Número de Cursos
fr_fr: Nombre de cours
gu: અભ્યાસક્રમો સંખ્યા
it_it: Numero di Corsi
mr: अभ्यासक्रम संख्या
pt_pt: N º de Cursos

source: Before you can add, access Training Need Identification make sure you have added
ar_ae: قبل أن تتمكن من إضافة، والوصول إلى التدريب تحتاج تحديد تأكد من أنك قد أضافت
de_de: Bevor Sie hinzufügen können, die Zugriffstrainingsbedarfsermittlung sicherzustellen, dass Sie hinzugefügt haben
es_es: Antes de poder añadir, acceso ENTRENAMIENTO ¿Necesita identificación asegúrese de que ha añadido
fr_fr: Avant d'ajouter, l'accès Formation Besoin d'identification assurez-vous que vous avez ajouté
it_it: Prima di poter aggiungere, Formazione accesso Bisogno di identificazione assicurarsi di aver aggiunto
mr: आपण जोडू शकता करण्यापूर्वी, प्रवेश प्रशिक्षण ओळख खात्री आहे की आपण जोडले आहे करण्याची आवश्यकता
pt_pt: Antes que você pode adicionar, Treinamento acesso Precisa Identificação certifique-se de ter adicionado

source: Trainings
ar_ae: دورات تدريبية
de_de: Schulungen
es_es: Capacitaciones
fr_fr: Formations
gu: તાલીમ
it_it: Allenamenti
mr: प्रशिक्षणे
pt_pt: Treinamentos

source: No. of Training Need Identifications
ar_ae: عدد الاحتياجات التدريبية تعريفات
de_de: Anzahl der Ausbildungsbedarf Identifikationen
es_es: Número de Formación Necesita Identificaciones
fr_fr: Nombre de formation doivent Identifications
gu: તાલીમ સંખ્યા ઓળખ જરૂર છે
it_it: Numero di Formazione bisogno di Identificazioni
mr: प्रशिक्षण संख्या आवश्यक ओळखी
pt_pt: N º de Treinamento Precisa de Identificações

source: Training Conducted
ar_ae: تدريبية
de_de: Ausbildung Dirigiert
es_es: Capacitación conducida
fr_fr: Formation dispensée
gu: હાથ તાલીમ
it_it: Formazione Condotto
mr: प्रशिक्षण आयोजित
pt_pt: Treinamento realizado

source: Make sure you have already added
ar_ae: تأكد من أنك قد أضفت
de_de: Stellen Sie sicher, dass Sie bereits hinzugefügt haben
es_es: Asegúrese de que ya ha agregado
fr_fr: Assurez-vous que vous avez déjà ajouté
it_it: Assicuratevi di aver già aggiunto
mr: आपली खात्री आहे की आपण आधीच जोडले आहे बनवा
pt_pt: Certifique-se que você já adicionou

source: Training Types
ar_ae: أنواع التدريب
de_de: Trainingsarten
es_es: Tipos de Formación
fr_fr: Types de formation
gu: તાલીમ પ્રકાર
it_it: Tipi di formazione
mr: प्रशिक्षण प्रकार
pt_pt: Tipos de Treinamento

source: No. of Trainings
ar_ae: عدد الدورات التدريبية
de_de: Anzahl der Schulungen
es_es: Número de Entrenamientos
fr_fr: Nombre de formations
gu: તાલીમ સંખ્યા
it_it: Numero di Formazione
mr: प्रशिक्षणे संख्या
pt_pt: N º de Treinamentos

source: Training Evaluations
ar_ae: التقييمات التدريب
de_de: Ausbildung Auswertungen
es_es: Las evaluaciones de capacitación
fr_fr: Les évaluations de formation
gu: તાલીમ મૂલ્યાંકનોને
it_it: Valutazioni di formazione
mr: प्रशिक्षण मोजमापन
pt_pt: As avaliações de treinamento

source: No. of Training Evaluations
ar_ae: عدد التقييمات التدريب
de_de: Anzahl der Trainings Auswertungen
es_es: Número de evaluaciones de capacitación
fr_fr: No. des évaluations de formation
gu: તાલીમ મૂલ્યાંકનના નં
it_it: Numero di Formazione valutazioni
mr: प्रशिक्षण मोजमापन संख्या
pt_pt: N º de Treinamento Evaluations

source: Competency Mapping
ar_ae: الكفاءة رسم الخرائط
de_de: Kompetenz-Mapping
es_es: Mapeo de Competencias
fr_fr: Cartographie des compétences
gu: સ્પર્ધાત્મકતા મેપિંગ
it_it: Mappatura delle competenze
mr: पूरक मॅपिंग
pt_pt: Mapeamento de Competências

source: No. of Competency Mappings
ar_ae: عدد الكفاءات تعيينات
de_de: Anzahl der Kompetenzzuordnungen
es_es: Número de Competencia Asignaciones
fr_fr: Nombre de compétences mappages
gu: સ્પર્ધાત્મકતા મેપિંગ્સ સંખ્યા
it_it: Numero di Mapping competenza
mr: पूरक मॅपिंग संख्या
pt_pt: N º de Mapeamentos de Competências

source: Add Employee Appraisals
ar_ae: إضافة التقييمات موظف
de_de: Fügen Sie Mitarbeitergespräche
es_es: Añadir Empleado Tasaciones
fr_fr: Ajouter évaluations des employés
it_it: Aggiungi Valutazioni dipendenti
mr: कर्मचा Appraisals जोडा
pt_pt: Adicionar Empregado Appraisals

source: Appraisal Questions
ar_ae: أسئلة التقييم
de_de: Appraisal Fragen
es_es: Preguntas de la valoración
fr_fr: Questions d'évaluation
it_it: Domande di valutazione
mr: मूल्यांकनाचे प्रश्न
pt_pt: Perguntas de Avaliação

source: No. of Appraisals
ar_ae: عدد التقييمات
de_de: Anzahl der Beurteilungen
es_es: N º de Tasaciones
fr_fr: Nombre de Évaluations
it_it: Numero di Valutazioni
mr: Appraisals संख्या
pt_pt: No. de Avaliações

source: Available Quality Documents (HR Department)
ar_ae: الإطلاع على وثائق الجودة (قسم الموارد البشرية)
de_de: Verfügbar Qualitätsdokumente (Personalabteilung)
es_es: Documentos disponibles, calidad (Departamento de Recursos Humanos)
fr_fr: Documents de qualité disponibles (DRH)
gu: ઉપલબ્ધ જાત દસ્તાવેજો (એચઆર વિભાગ)
it_it: Disponibile qualità documenti (Dipartimento HR)
mr: उपलब्ध गुणवत्ता दस्तऐवज (मानव संसाधन विभाग)
pt_pt: Documentos qualidade disponível (Departamento de RH)

source: You can add/view your company Quality Manuals / Procedures / Objectives / Records / Policies for HR department by clicking on the links below. <br /> These documents are available for all users.
ar_ae: يمكنك إضافة / عرض الكتيبات الخاصة بك الجودة شركة / الإجراءات / أهداف / السجلات / سياسات لإدارة الموارد البشرية من خلال النقر على الروابط أدناه. <br /> وهذه الوثائق متاحة لجميع المستخدمين.
de_de: Sie können / hinzufügen Ihr Unternehmen Qualitätshandbücher / Verfahren / Ziele / Records / Richtlinien für HR-Abteilung, indem Sie auf den unten stehenden Links. <br /> Diese Dokumente sind für alle Benutzer verfügbar.
es_es: Usted puede añadir / ver sus manuales de calidad de empresa / Procedimientos / Objetivos / Registros / Políticas para el departamento de recursos humanos haciendo clic en los siguientes enlaces. <br /> Estos documentos están disponibles para todos los usuarios.
fr_fr: Vous pouvez ajouter / voir vos manuels compagnie de qualité / Procédures / Objectifs / Records / politiques pour le département des ressources humaines en cliquant sur les liens ci-dessous. <br /> Ces documents sont disponibles pour tous les utilisateurs.
gu: તમે નીચેની લિંક પર ક્લિક કરીને એચઆર વિભાગ માટે તમારી કંપની જાત માર્ગદર્શિકાઓ / પ્રક્રિયા / હેતુઓ / રેકોર્ડઝ / નીતિઓ જુઓ / ઉમેરી શકો છો. <br /> આ દસ્તાવેજો બધા વપરાશકર્તાઓ માટે ઉપલબ્ધ છે.
it_it: È possibile aggiungere / visualizzare i manuali azienda Qualità / Procedure / Obiettivi / Records / Politiche per il dipartimento HR, cliccando sui link qui sotto. <br /> Questi documenti sono disponibili per tutti gli utenti.
mr: आपण जोडा / खालील लिंक वर क्लिक करून एचआर विभागासाठी आपली कंपनी गुणवत्ता हस्तपुस्तिका / प्रक्रियांची / उद्दिष्टे / रेकॉर्डस / धोरणे पाहू शकतात. <br /> हे दस्तऐवज सर्व वापरकर्त्यांसाठी उपलब्ध आहे.
pt_pt: Você pode adicionar / visualizar seus manuais de qualidade da empresa / Procedimentos / Objectivos / Records / Políticas de departamento de RH, clicando nos links abaixo. <br /> Estes documentos estão disponíveis para todos os usuários.

source: View / Upload Evidance
ar_ae: عرض / تحميل Evidance
de_de: Ansicht / Upload Evidance
es_es: Ver / Upload evidance
fr_fr: Voir / Ajouter Evidance
gu: જુઓ / અપલોડ કરો પુરાવાનો
it_it: Visualizza / Upload evidance
mr: पहा / अपलोड Evidance
pt_pt: Ver / Upload apresente sinais

source: Delete
ar_ae: حذف
de_de: Löschen
es_es: Borrar
fr_fr: Supprimer
gu: કાઢી નાખો
it_it: Cancellare
mr: हटवा
pt_pt: Apagar

source: Are you sure you want to delete this record ?
ar_ae: هل أنت متأكد أنك تريد حذف هذا السجل؟
de_de: Sind Sie sicher, Sie wollen diesen Datensatz wirklich löschen?
es_es: ¿Está seguro que desea eliminar este registro?
fr_fr: Êtes-vous sûr de vouloir supprimer ce dossier?
gu: શું તમે ખરેખર આ રેકોર્ડ કાઢી નાખવા માંગો છો?
it_it: Sei sicuro di voler cancellare questo record?
mr: आपण हे रेकॉर्ड हटवू इच्छिता आपली खात्री आहे?
pt_pt: Tem certeza de que deseja excluir este registro?

source: Email Record
ar_ae: سجل البريد الإلكتروني
de_de: E-Mail-Rekord
fr_fr: Email enregistrement
gu: ઇમેઇલ રેકોર્ડ
it_it: Record e-mail
mr: ईमेल नोंद
pt_pt: Email Grave

source: Are you sure ?
ar_ae: هل أنت متأكد؟
de_de: Sind Sie sicher?
es_es: Estás seguro?
fr_fr: Etes-vous sûr?
gu: શું તમને ખાતરી છે?
it_it: Sei sicuro?
mr: आपली खात्री आहे?
pt_pt: Tem a certeza?

source: Management Representative Dashboard
ar_ae: الممثل إدارة لوحة
de_de: Managementbeauftragter-Dashboard
es_es: Representante de la Dirección Dashboard
fr_fr: Représentant de la direction du tableau de bord
gu: મેનેજમેન્ટ પ્રતિનિધિ ડેશબોર્ડ
it_it: Rappresentante della Direzione Dashboard
mr: व्यवस्थापन प्रतिनिधी डॅशबोर्ड
pt_pt: Representante da Direção do Dashboard

source: Document Change Requests
ar_ae: تغيير وثيقة تطلب
de_de: Anfragen Dokument ändern
es_es: Cambiar Documento Solicitudes
fr_fr: Document de demandes de changement
gu: દસ્તાવેજ બદલો અરજીઓ
it_it: Documento richieste di modifica
mr: दस्तऐवज बदला विनंत्या
pt_pt: Documento de Solicitações de Mudança
