Repository: Athenolabs/flinkiso-lite
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_ae, de_de, es_es, fr_fr, gu, it_it, mr, pt_pt

source: There are no active panels. You must enable a panel to see its output.
es_es: No hay paneles activos. Debe habilitar un panel para ver su salida.
it_it: Non sono presenti pannelli attivi. È necessario attivare un pannello di vedere la sua uscita.
pt_pt: Não há painéis activas. Você deve habilitar um painel para ver sua saída.

source: App Constants
es_es: Constantes App
it_it: App Costanti
pt_pt: App Constantes

source: CakePHP Constants
es_es: CakePHP Constantes
it_it: CakePHP Costanti
pt_pt: CakePHP Constantes

source: PHP Environment
es_es: PHP para el Medio Ambiente
it_it: PHP Ambiente
pt_pt: PHP Ambiente

source: Hidef Environment
es_es: Hidef Medio Ambiente
it_it: Hidef Ambiente
pt_pt: Hidef Ambiente

source: Request History
es_es: Solicitar Historia
it_it: Richiesta Storia
pt_pt: Pedido de História

source: No previous requests logged.
es_es: No hay solicitudes previas registradas.
it_it: Nessuna richiesta precedenti registrati.
pt_pt: Não há pedidos anteriores registradas.

source: previous requests available
es_es: solicitudes anteriores disponibles
it_it: precedenti richieste disponibili
pt_pt: solicitações anteriores disponíveis

source: Restore to current request
es_es: Restaurar a la solicitud actual
it_it: Ripristinare a richiesta corrente
pt_pt: Restaurar o pedido atual

source: Included Files
es_es: Archivos incluidos
it_it: File inclusi
pt_pt: Incluído Arquivos

source: There were no log entries made this request
es_es: No hubo entradas de registro hecho esta petición
it_it: Non ci sono state voci di registro fatto di questa richiesta
pt_pt: Não houve entradas de log fizeram este pedido

source: Request
es_es: Requerimiento
it_it: Richiesta
pt_pt: Pedido

source: No post data.
es_es: No hay datos de envío.
it_it: Nessun dato postali.
pt_pt: Não há dados de postagem.

source: No querystring data.
es_es: No hay datos de cadena de consulta.
it_it: Nessun dato querystring.
pt_pt: Sem dados querystring.

source: Current Route
es_es: Ruta actual
it_it: Percorso attuale
pt_pt: Rota Actual

source: Session
es_es: Sesión
it_it: Sessione
pt_pt: Sessão

source: Total Time: %s ms <br />Total Queries: %s queries
es_es: Tiempo total: %s ms <br /> Consultas a: %s consultas
it_it: Tempo totale: %s ms <br /> totali Query: %s query
pt_pt: Tempo total: %s ms <br /> Total de Consultas: %s consultas

source: Query Explain:
es_es: Consulta Explique:
it_it: Query Spiega:
pt_pt: Consulta Explique:

source: Click an "Explain" link above, to see the query explanation.
es_es: Haga clic en un "Explicar " enlace de arriba, para ver la explicación de la consulta.
it_it: Fare clic su un "Spiegare" link qui sopra, per visualizzare la spiegazione query.
pt_pt: Clique em um "Explique " link acima, para ver a explicação de consulta.

source: No active database connections
es_es: No hay conexiones de base de datos activas
it_it: Nessuna connessione di database attive
pt_pt: Sem conexões de banco de dados ativos

source: Memory
es_es: Memoria
it_it: Memoria
pt_pt: Memória

source: Peak Memory Use
es_es: Memoria de picos Uso
it_it: Memoria Peak Usa
pt_pt: Peak Uso de memória

source: Memory use
es_es: Uso de memoria
it_it: Uso della memoria
pt_pt: Uso da memória

source: Time in ms
es_es: Tiempo en ms
it_it: Tempo in ms
pt_pt: Tempo em ms

source: Graph
es_es: Gráfico
it_it: Grafico
pt_pt: Gráfico

source: View Variables
es_es: Ver Variables
it_it: Mostra le variabili
pt_pt: Visualização de Variáveis

source: Rendering View
es_es: Rendering Ver
pt_pt: Prestação de Ver

source: Rendering %s
pt_pt: Renderização %s

source: View render complete
es_es: Ver render completa
it_it: Vista rendering completo
pt_pt: Ver tornar completo

source: Explain
es_es: Explicar:
it_it: Spiegare
pt_pt: Explicar

source: Starting %sms into the request, taking %sms
es_es: A partir %s ms en la solicitud, teniendo %s ms
it_it: Partendo %s ms nella richiesta, tenendo %s ms
pt_pt: Iniciando %s ms para o pedido, tendo %s ms

source: No markup errors found
es_es: No se encontraron errores de marcado
it_it: Nessun errore di marcatura trovato
pt_pt: Sem erros de marcação encontrado

source: maybe slow
es_es: tal vez lenta
it_it: forse lento
pt_pt: talvez lento

source: Absolute path or relative to APP.
es_es: Ruta absoluta o relativa al APP.
it_it: Percorso assoluto o relativo al APP.
pt_pt: Caminho absoluto ou relativo para APP.

source: You must define the $operator parameter for Validation::comparison()
es_es: Debe definir el parámetro $ operario para Validación :: comparación ()
it_it: È necessario definire il parametro $ operatore per la convalida :: confronto ()
pt_pt: Você deve definir o parâmetro $ operador de Validação :: comparação ()

source: You must define a regular expression for Validation::custom()
es_es: Debe definir una expresión regular para la validación :: aduana ()
it_it: È necessario definire una espressione regolare per la convalida :: personalizzato ()
pt_pt: Você deve definir uma expressão regular para o costume de validação :: ()

source: Could not find %s class, unable to complete validation.
es_es: No se pudo encontrar %s de clase, no puede completar la validación.
it_it: Impossibile trovare %s classe, in grado di completare la convalida.
pt_pt: Não foi possível encontrar %s classe, não conseguiu concluir a validação.

source: Method %s does not exist on %s unable to complete validation.
es_es: Método de %s no existe en %s no puede completar la validación.
it_it: Metodo %s non esiste %s in grado di completare la convalida.
pt_pt: Método %s não existe em %s não conseguiu concluir a validação.

source: Can not determine the mimetype.
es_es: No se puede determinar el tipo MIME.
it_it: Impossibile determinare il tipo MIME.
pt_pt: Não é possível determinar o tipo MIME.

source: CakePHP: the rapid development php framework
es_es: CakePHP: el marco de desarrollo rápido para php
it_it: CakePHP: il rapido framework PHP per lo sviluppo
pt_pt: CakePHP: o framework php de desenvolvimento rápido

source: Release Notes for CakePHP %s.
es_es: Notas de la versión de CakePHP %s .
it_it: Note di rilascio per CakePHP %s .
pt_pt: Notas de Lançamento para CakePHP %s .

source: Read the changelog
es_es: Lea la lista de cambios
it_it: Leggi il changelog
pt_pt: Leia o changelog

source: URL rewriting is not properly configured on your server.
es_es: La reescritura de URL no está configurado correctamente en el servidor.
it_it: La riscrittura degli URL non è correttamente configurato sul server.
pt_pt: Regravação de URL não está configurado corretamente no seu servidor.

source: Your version of PHP is 5.2.8 or higher.
es_es: Su versión de PHP es 5.2.8 o superior.
it_it: La tua versione di PHP è 5.2.8 o superiore.
pt_pt: Sua versão do PHP é 5.2.8 ou superior.

source: Your version of PHP is too low. You need PHP 5.2.8 or higher to use CakePHP.
es_es: Su versión de PHP es demasiado bajo. Usted necesita PHP 5.2.8 o superior para utilizar CakePHP.
it_it: La tua versione di PHP è troppo basso. Avete bisogno di PHP 5.2.8 o superiore per usare CakePHP.
pt_pt: Sua versão do PHP é muito baixo. Você precisa de PHP 5.2.8 ou superior para utilizar CakePHP.

source: Your tmp directory is writable.
es_es: Su directorio tmp tiene permisos de escritura.
it_it: La directory tmp è scrivibile.
pt_pt: Seu diretório tmp é gravável.

source: Your tmp directory is NOT writable.
es_es: Su directorio tmp NO se puede escribir.
it_it: La directory tmp non è scrivibile.
pt_pt: Seu diretório tmp não é gravável.

source: The %s is being used for core caching. To change the config edit APP/Config/core.php
es_es: El %s está siendo utilizada para el almacenamiento en caché del núcleo. Para cambiar la configuración de edición app / config / core.php
it_it: L' %s viene utilizzato per nucleo caching. Per modificare la configurazione di modifica APP / Config / core.php
pt_pt: O %s está sendo usado para o núcleo de cache. Para alterar a configuração de edição app / config / core.php

source: Your cache is NOT working. Please check the settings in APP/Config/core.php
es_es: Su caché no está funcionando. Por favor, compruebe los ajustes en app / config / core.php
it_it: La cache non funziona. Si prega di verificare le impostazioni in app / config / core.php
pt_pt: O cache não está funcionando. Por favor, verifique as configurações no app / config / core.php

source: Your database configuration file is present.
es_es: Su archivo de configuración de base de datos está presente.
it_it: Il file di configurazione del database è presente.
pt_pt: O seu arquivo de configuração do banco de dados está presente.

source: Your database configuration file is NOT present.
es_es: Su archivo de configuración de base de datos no está presente.
it_it: Il file di configurazione del database non è presente.
pt_pt: O seu arquivo de configuração do banco de dados não está presente.

source: Rename APP/Config/database.php.default to APP/Config/database.php
es_es: Cambiar el nombre de APP / config / database.php.default a app / config / database.php
it_it: Rinominare app / config / database.php.default per app / config / database.php
pt_pt: Renomeie app / config / database.php.default para app / config / database.php

source: Cake is able to connect to the database.
es_es: La torta es capaz de conectarse a la base de datos.
it_it: Cake è in grado di connettersi al database.
pt_pt: Bolo é capaz de se conectar ao banco de dados.

source: Cake is NOT able to connect to the database.
es_es: Cake no es capaz de conectarse a la base de datos.
it_it: Torta non è in grado di connettersi al database.
pt_pt: O bolo não é capaz de se conectar ao banco de dados.

source: PCRE has not been compiled with Unicode support.
es_es: PCRE no ha sido compilado con soporte para Unicode.
it_it: PCRE non è stato compilato con il supporto Unicode.
pt_pt: PCRE não foi compilado com suporte a Unicode.

source: Recompile PCRE with Unicode support by adding <code>--enable-unicode-properties</code> when configuring
es_es: Vuelva a compilar PCRE con soporte Unicode agregando <code> - enable-unicode-properties </ code> al configurar
it_it: Ricompilare PCRE con il supporto Unicode aggiungendo <code> - enable-unicode-properties </ code> quando si configurano
pt_pt: Recompilar PCRE com suporte a Unicode, adicionando <code> - enable-unicode-properties </ code> ao configurar

source: DebugKit plugin is present
es_es: DebugKit plugin está presente
it_it: DebugKit plugin è presente
pt_pt: DebugKit plugin é presente

source: DebugKit is not installed. It will help you inspect and debug different aspects of your application.
es_es: DebugKit no está instalado. Le ayudará a inspeccionar y depurar los diferentes aspectos de su aplicación.
it_it: DebugKit non è installato. Essa vi aiuterà a ispezionare ed eseguire il debug diversi aspetti della vostra applicazione.
pt_pt: DebugKit não está instalado. Ele vai ajudar você inspecionar e depurar os diferentes aspectos de sua aplicação.

source: You can install it from %s
es_es: Puedes instalarlo desde %s
it_it: Potete installarlo da %s
pt_pt: Você pode instalá-lo a partir de %s

source: Editing this Page
es_es: Editar esta página
it_it: Modifica questa pagina
pt_pt: Editando esta página

source: To change the content of this page, edit: APP/View/Pages/home.ctp.<br /> To change its layout, edit: APP/View/Layouts/default.ctp.<br /> You can also add some CSS styles for your pages at: APP/webroot/css.
es_es: Para cambiar el contenido de esta página, editar: APP / Vista / Pages / home.ctp <br /> n Para cambiar su configuración, editar:.. APP / Vista / Presentaciones / default.ctp <br /> nNo puede también añadir algunos estilos CSS para sus páginas en: app / webroot / css.
it_it: Per modificare il contenuto di questa pagina, edit: APP / Vista / Pages / home.ctp <br /> Per modificare il layout, edit:.. APP / Vista / Layouts / default.ctp <br /> È anche possibile aggiungere alcuni stili CSS per le pagine all'indirizzo: APP / webroot / css.
pt_pt: Para alterar o conteúdo desta página, edit: APP / Ver / Pages / home.ctp <br /> nPara mudar o seu layout, edit:.. APP / View / Layouts / default.ctp <br /> n Você também pode adicionar alguns estilos CSS para suas páginas em: APP / webroot / css.

source: Getting Started
es_es: Introducció
it_it: Come Iniziare
pt_pt: Começando

source: New
es_es: Nuevo
it_it: Nuovo
pt_pt: Novo

source: The 15 min Blog Tutorial
es_es: El 15 min Blog Tutorial
it_it: Il 15 min Blog Tutorial
pt_pt: O Tutorial 15 min Blog

source: Official Plugins
es_es: Plugins Oficiales
it_it: Plugins ufficiali
pt_pt: Plugins Oficiais

source: provides a debugging toolbar and enhanced debugging tools for CakePHP applications.
es_es: proporciona una barra de herramientas de depuración y herramientas de depuración mejoradas para aplicaciones CakePHP.
it_it: fornisce una barra degli strumenti di debugging e strumenti di debug avanzati per le applicazioni CakePHP.
pt_pt: fornece uma barra de ferramentas de depuração e ferramentas de depuração avançadas para aplicações CakePHP.

source: contains various localized validation classes and translations for specific countries
es_es: contiene diversas clases de validación localizada y traducciones para países específicos
it_it: contiene varie classi di convalida localizzato e traduzioni per paesi specifici
pt_pt: contém várias classes de validação localizadas e traduções para países específicos

source: More about Cake
es_es: Más sobre Cake
it_it: Altro su Cake
pt_pt: Mais sobre Cake

source: CakePHP is a rapid development framework for PHP which uses deleteallly known design patterns like Active Record, Association Data Mapping, Front Controller and MVC.
es_es: CakePHP es un framework de desarrollo rápido para PHP que utiliza patrones de diseño deleteallly conocidos como Active Record, Asociación Asignación de datos, Front Controller y MVC.
it_it: CakePHP è un framework di sviluppo rapido per PHP che utilizza modelli di progettazione deleteallly noti come Active Record, Associazione mappatura dei dati, front controller e MVC.
pt_pt: CakePHP é um framework de desenvolvimento rápido para PHP que usa padrões de projeto deleteallly conhecidas, como Active Record, Association Data Mapping, Front Controller e MVC.

source: Our primary goal is to provide a structured framework that enables PHP users at all levels to rapidly develop robust web applications, without any loss to flexibility.
es_es: Nuestro objetivo principal es proporcionar un marco estructurado que permite a los usuarios de PHP en todos los niveles para desarrollar rápidamente aplicaciones web sólidas, sin ninguna pérdida de flexibilidad.
it_it: Il nostro obiettivo primario è quello di fornire un quadro strutturato che permette agli utenti di PHP a tutti i livelli per sviluppare rapidamente applicazioni web robuste, senza alcuna perdita di flessibilità.
pt_pt: Nosso principal objetivo é fornecer um quadro estruturado que permite aos usuários de PHP em todos os níveis para desenvolver rapidamente aplicações web robustas, sem qualquer perda de flexibilidade.

source: Cake Software Foundation
it_it: Torta Software Foundation
pt_pt: Bolo Software Foundation

source: Promoting development related to CakePHP
es_es: Promover el desarrollo relacionados con CakePHP
it_it: Promuovere lo sviluppo relativi a CakePHP
pt_pt: Promover o desenvolvimento relacionado com CakePHP

source: The Rapid Development Framework
es_es: El framework de desarrollo rápido
it_it: Il quadro di rapido sviluppo
pt_pt: O framework de desenvolvimento rápido

source: CakePHP Documentation
es_es: CakePHP Documentación
it_it: CakePHP Documentazione
pt_pt: Documentação CakePHP

source: Your Rapid Development Cookbook
es_es: El desarrollo de su libro de cocina rápida
it_it: Il tuo Rapid Development Cookbook
pt_pt: Seu Desenvolvimento Cookbook rápido

source: Quick Reference
es_es: Referencia rápida
it_it: Riferimento rapido
pt_pt: Referência rápida

source: Everything CakePHP
es_es: Todo CakePHP
it_it: Tutto CakePHP
pt_pt: Tudo CakePHP

source: A comprehensive list of all CakePHP plugins created by the community
es_es: Una lista completa de todos los plugins de CakePHP creados por la comunidad
it_it: Un elenco completo di tutti i plugin CakePHP creati dalla comunità
pt_pt: Uma lista completa de todos os plugins CakePHP criados pela comunidade

source: CakePHP Google Group
pt_pt: CakePHP Google Grupo

source: Community mailing list
es_es: Lista de correo Comunidad
it_it: Mailing list comunitario
pt_pt: Lista de discussão Comunidade

source: Live chat about CakePHP
es_es: El chat en vivo sobre CakePHP
it_it: Live chat su CakePHP
pt_pt: Bate-papo ao vivo sobre CakePHP

source: CakePHP Code
es_es: Código CakePHP
it_it: Codice CakePHP
pt_pt: Código CakePHP

source: For the Development of CakePHP Git repository, Downloads
es_es: Para el desarrollo de repositorios Git CakePHP, Descargas
it_it: Per lo sviluppo della CakePHP Git repository, Download
pt_pt: Para o desenvolvimento do CakePHP repositório Git, Download

source: CakePHP Lighthouse
es_es: Faro de CakePHP
it_it: CakePHP Faro
pt_pt: CakePHP Farol

source: CakePHP Tickets, Wiki pages, Roadmap
es_es: Tickets en CakePHP, páginas wiki, Hoja de Ruta
it_it: Biglietti CakePHP, pagine Wiki, Roadmap
pt_pt: Bilhetes CakePHP, páginas Wiki, Roteiro

source: Error
it_it: Errore
pt_pt: Erro

source: The requested address %s was not found on this server.
es_es: La dirección solicitada %s no se encontró en este servidor.
it_it: L'indirizzo richiesto %s non è stato trovato su questo server.
pt_pt: O endereço solicitado %s não foi encontrado neste servidor.

source: There were no questions selected.
es_es: No hubo preguntas seleccionadas.

source: Available Quality Documents
es_es: Documentos disponibles, calidad
gu: ઉપલબ્ધ જાત દસ્તાવેજો

source: Target Date
ar_ae: الهدف التاريخ
de_de: Zieldatum
es_es: Fecha meta
fr_fr: Date cible
gu: લક્ષ્ય તારીખ
it_it: Data programmata
mr: लक्ष्य तारीख

source: New Customer Feedback
ar_ae: الجديد العملاء ملاحظات
de_de: Neue Kunden-Feedback
es_es: Nuevo Comentarios del cliente
fr_fr: Nouveau Réactions des clients
gu: નવા ગ્રાહક પ્રતિસાદ
it_it: Nuovo cliente Risposte
mr: नवीन ग्राहक अभिप्राय

source: Individual
ar_ae: فرد
de_de: Privat
es_es: Individuo
fr_fr: Individuel
gu: વ્યક્તિગત
it_it: Individuale
mr: वैयक्तिक

source: Email
ar_ae: البريد الإلكتروني
es_es: Correo electronico
gu: ઇમેઇલ
mr: ईमेल

source: Branches
ar_ae: فروع
de_de: Filialen
es_es: Sucursales
gu: શાખાઓ
it_it: Rami
mr: शाखेमध्ये

source: Benchmarking
ar_ae: القياس
es_es: Evaluación Comparativa (Benchmarking)
gu: બેંચમાર્કિંગના
mr: बेंचमार्किग

source: List of forms
es_es: Lista de formas

source: Purchase Order Details
ar_ae: شراء تفاصيل الطلبات
de_de: Bestellungsdetails
es_es: Orden de compra Detalles
fr_fr: Détails du Bon de commande
mr: ऑर्डर तपशील खरेदी

source: Total
ar_ae: الإجمالي
de_de: Gesamt
es_es: Totalme
fr_fr: Tota
gu: કુલ
it_it: Totale
mr: एकूण

source: Serial
ar_ae: الرقم المتسلسل
de_de: Serielle Schnittstelle
es_es: Serie
fr_fr: RS232
gu: સીરીયલ
it_it: Seriale
mr: अनुक्रमांक

source: Manual
ar_ae: ناقل حركة يدوي
de_de: Manuell
es_es: Capacitación
fr_fr: Manuel
gu: મેન્યુઅલ
it_it: Manuale
mr: मॅन्युअल

source: Original Document
es_es: Documento original

source: Document Amendments
es_es: Modificaciones de documentos

source: Select Device Name
ar_ae: حدد اسم الجهاز
de_de: Wählen Sie Geräte-Name
es_es: Seleccione el nombre del dispositivo
fr_fr: Sélectionnez le nom du périphérique
gu: પસંદ કરો ઉપકરણ નામ
it_it: Seleziona Nome dispositivo
mr: निवडा डिव्हाइस नाव

source: Import/Export
ar_ae: استيراد / تصدير
de_de: Importieren/Exportieren
es_es: Importar/Exportar
fr_fr: Importer/Exporter
gu: આયાત / નિકાસ
mr: आयात / निर्यात

source: Material
ar_ae: الخامه
es_es: Materiales
fr_fr: Matériau
gu: દ્રવ્ય
it_it: Materiale
mr: साहित्य

source: Production <small class="text-small text-muted">beta</small>
es_es: Producción (beta)

source: Related Files
es_es: Archivos Relacionados
gu: સંબંધિત ફાઈલો

source: End Time
ar_ae: نهاية التوقيت
de_de: Endzeit
es_es: Hora de Finalización
fr_fr: Heure de fin
gu: સમાપ્તિ સમય
it_it: Ora di fine
mr: समाप्त वेळ

source: New Employee
ar_ae: الموظف الجديد
de_de: Neuer Mitarbeiter
es_es: Nuevos Empleados
fr_fr: Des nouveaux employés
gu: નવી કર્મચારી
mr: नवीन कर्मचारी

source: New File Upload
ar_ae: جديد تحميل الملف
de_de: Neue Datei hochladen
es_es: Nueva Subir archivo
fr_fr: Nouveau téléchargement de fichier
gu: નવી ફાઇલ અપલોડ કરો
it_it: Nuovo File Upload
mr: नवीन फाइल अपलोड करा

source: Internet Provider Name
ar_ae: اسم مزود الإنترنت
es_es: Internet Nombre del Proveedor
fr_fr: Nom du fournisseur Internet
gu: ઇન્ટરનેટ પ્રદાતા નામ
it_it: Internet Provider Nome
mr: इंटरनेट प्रदाता नाव

source: Short Code
ar_ae: رمز قصير
es_es: Código de acceso
it_it: Codice funzione
mr: शॉर्ट कोड

source: Software
ar_ae: برامج
es_es: Programas
fr_fr: Logiciel
gu: સોફ્ટવેર
mr: सॉफ्टवेअर

source: Add Material
ar_ae: إضافة مادة
de_de: Material hinzufügen
es_es: Añadir material
fr_fr: Ajouter Matériel
gu: સામગ્રી ઉમેરો
it_it: Aggiungere Materiale
mr: साहित्य जोडा

source: Step -
ar_ae: خطوة -
de_de: Schritt -
es_es: Paso -
fr_fr: Etape -
mr: पायरी -

source: Agenda
ar_ae: جدول الأعمال
de_de: Programmpunkte
es_es: Orden del día
fr_fr: Programme
gu: એજન્ડા
mr: कार्यक्रमपत्रिका

source: Id
es_es: Identificador
gu: આઈડી
mr: आयडी

source: View Product
ar_ae: عرض المنتج
de_de: Produkt anzeigen
es_es: Ver producto
fr_fr: Voir le produit
gu: જુઓ ઉત્પાદન
it_it: Visualizza prodotto
mr: पहा उत्पादन

source: Work Telephone
ar_ae: هاتف العمل
de_de: Arbeit Telefon
es_es: Teléfono del trabajo
fr_fr: Téléphone au travail
gu: કામ ટેલિફોન
it_it: Telefono ufficio
mr: कार्य दूरध्वनी

source: End Date-Time
ar_ae: نهاية التسجيل في الوقت
de_de: Ende Datum-Zeit
es_es: End Fecha-Hora
fr_fr: Date de fin-temps
gu: સમાપ્તિ તારીખ સમયનો
it_it: Data di fine-Time
mr: समाप्ती तारीख-वेळ

source: Readiness <span class="glyphicon glyphicon-hand-right"></span>
de_de: Bereitschaft <span class = "glyphicon glyphicon-hand-Recht "> </ span>
es_es: Preparación <span class="glyphicon glyphicon-hand-right"> </ span>
fr_fr: Préparation <span class = "glyphicon glyphicon main droite "> </ span>
mr: तयारी <स्पॅन वर्ग = "glyphicon glyphicon हात उजव्या "> </ span>

source: Logs
es_es: Registros

source: Sql Logs
es_es: Registros de SQL
it_it: Registri Sql

source: Timers
es_es: Temporizadores
it_it: Temporizzatori.

source: Total Request Time:
es_es: Solicitud total Tiempo:

source: The Bakery
es_es: La panadería

source: ISO Made Easy!
es_es: ISO Fácil!

source: Auditor
ar_ae: المراجع
de_de: Buchprüfer
gu: ઓડિટર
it_it: Uditore
mr: लेखापरीक्षक

source: Recepient
ar_ae: متلق
fr_fr: Destinataire
it_it: Destinatario

source: CakePHP plugins repo
it_it: CakePHP plugin repo

source: This purchase order could not be edited as it's already added to Delivey Challan.
ar_ae: لا يمكن تحرير هذا أمر الشراء كما انها أضفت إلى الشحن Delivey Challan.
de_de: Diese Bestellung konnte nicht bearbeitet werden, da es bereits zu Delivey Challan aufgenommen.
fr_fr: Ce bon de commande ne peut pas être modifié car il est déjà ajouté à Delivey Challan.
mr: तो आधीपासूनच Delivey चलन जोडले आहे म्हणून ही खरेदी ऑर्डर संपादित केला जाऊ शकत नाही.

source: Invalid suggesion form
ar_ae: شكل suggesion غير صالح

source: The suggesion form has been saved
ar_ae: تم حفظ شكل suggesion

source: The suggesion form could not be saved. Please, try again.
ar_ae: لا يمكن حفظ النموذج suggesion. من فضلك، حاول مرة أخرى.

source: The suggesion form has been saved.
ar_ae: تم حفظ شكل suggesion.

source: %s
ar_ae: ق٪
gu: % એ
mr: % S कमी

source: View Branch
ar_ae: عرض فرع
de_de: Ansicht Niederlassung
fr_fr: Voir Direction
gu: જુઓ શાખા
mr: पहा शाखा

source: Select Suggesion Form
ar_ae: تحديد نموذج Suggesion

source: TNI
ar_ae: المستثمر الوطني
