Repository: Athenolabs/flinkiso-lite
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_ae, de_de, es_es, fr_fr, gu, it_it, mr, pt_pt

source: The data back up could not be saved. Please, try again.
ar_ae: احتياطية لا يمكن حفظ البيانات. من فضلك، حاول مرة أخرى.
de_de: Die Datensicherung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: Los datos de copia de seguridad no se podrían salvar. Por favor, inténtelo de nuevo.
fr_fr: Les données pourraient remonter pas sauvegardés. S'il vous plaît, essayez à nouveau.
gu: આ ડેટા બેક અપ સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: I dati di back up non potrebbero essere salvate. Per favore, provare di nuovo.
mr: डेटा बॅक अप जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: Os dados back-up não poderia ser salvo. Por favor, tente novamente.

source: Invalid data type
ar_ae: نوع بيانات غير صالحة
de_de: Ungültigen Datentyp
es_es: Tipo de datos no válido
fr_fr: Type de données non valide
gu: અમાન્ય ડેટા પ્રકાર
it_it: Tipo di dati non valido
mr: अवैध डेटा प्रकार
pt_pt: Tipo de dados inválido

source: The data type has been saved
ar_ae: تم حفظ نوع البيانات
de_de: Der Datentyp wurde gespeichert
es_es: El tipo de datos se ha guardado
fr_fr: Le type de données a été enregistré
gu: આ માહિતી પ્રકાર સંગ્રહ કરવામાં આવી છે
it_it: Il tipo di dati è stato salvato
mr: डेटा प्रकार जतन केली गेली आहे
pt_pt: O tipo de dados foi salvo

source: The data type could not be saved. Please, try again.
ar_ae: تعذر حفظ نوع البيانات. من فضلك، حاول مرة أخرى.
de_de: Der Datentyp konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El tipo de datos no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le type de données n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ માહિતી પ્રકાર સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: Il tipo di dati non può essere salvato. Per favore, provare di nuovo.
mr: डेटा प्रकार जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O tipo de dados não pôde ser salvo. Por favor, tente novamente.

source: Invalid delivery challan
ar_ae: challan تسليم غير صالح
de_de: Ungültige Lieferung challan
es_es: Challan entrega inválido
fr_fr: Livraison non valide challan
gu: અમાન્ય બોલ ચલન
it_it: Challan consegna non valido
mr: अवैध वितरण चलनाची
pt_pt: Challan entrega inválido

source: The delivery challan has been saved
ar_ae: تم حفظ challan تسليم
de_de: Die Liefer challan wurde gespeichert
es_es: El challan entrega se ha guardado
fr_fr: Le challan de livraison a été enregistré
gu: આ બોલ ચલન સંગ્રહ કરવામાં આવી છે
it_it: Il challan consegna è stato salvato
mr: डिलिव्हरी चलन जतन केली गेली आहे
pt_pt: O Challan entrega foi salva

source: The delivery challan could not be saved. Please, try again.
ar_ae: لا يمكن حفظ challan التسليم. من فضلك، حاول مرة أخرى.
de_de: Die Liefer challan konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El challan entrega no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le challan de livraison ne pouvait être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ બોલ ચલન સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: Il challan consegna non potrebbe essere salvato. Per favore, provare di nuovo.
mr: डिलिव्हरी चलन जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O Challan entrega não pôde ser salvo. Por favor, tente novamente.

source: Invalid department
ar_ae: قسم غير صالحة
de_de: Ungültige Abteilung
es_es: Departamento no válido
fr_fr: Département invalide
gu: અમાન્ય વિભાગ
it_it: Reparto non valido
mr: अवैध विभाग
pt_pt: Departamento inválido

source: The department has been saved
ar_ae: تم حفظ قسم
de_de: Die Abteilung wurde gespeichert
es_es: El departamento se ha guardado
fr_fr: Le département a été enregistré
gu: આ વિભાગ સંગ્રહ કરવામાં આવી છે
it_it: Il reparto è stato salvato
mr: विभागाने जतन केली गेली आहे
pt_pt: O departamento foi salva

source: The department could not be saved. Please, try again.
ar_ae: تعذر حفظ القسم. من فضلك، حاول مرة أخرى.
de_de: Die Abteilung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El departamento no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le département ne pouvait pas être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ વિભાગ સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: Il dipartimento non ha potuto essere salvato. Per favore, provare di nuovo.
mr: विभागाने जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O departamento não pôde ser salvo. Por favor, tente novamente.

source: Invalid designation
ar_ae: تعيين صالح
de_de: Zulässige Benennung
es_es: Designación válida
fr_fr: À la désignation
gu: અમાન્ય હોદ્દો
it_it: Designazione non valido
mr: अवैध नाव
pt_pt: Designação inválido

source: The designation has been saved
ar_ae: تم حفظ التعيين
de_de: Die Bezeichnung wurde gespeichert
es_es: La designación se ha guardado
fr_fr: La désignation a été enregistré
gu: આ હોદ્દો સંગ્રહ કરવામાં આવી છે
it_it: La designazione è stata salvata
mr: नाव जतन केली गेली आहे
pt_pt: A designação foi salva

source: The designation could not be saved. Please, try again.
ar_ae: تعذر حفظ التعيين. من فضلك، حاول مرة أخرى.
de_de: Die Bezeichnung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La designación no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: La désignation n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ હોદ્દો સંગ્રહ થશે નહી કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: La designazione non poteva essere salvato. Per favore, provare di nuovo.
mr: नाव जतन करू शकलो नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A designação não poderia ser salvo. Por favor, tente novamente.

source: Invalid device maintenance
ar_ae: صيانة جهاز غير صالحة
de_de: Ungültige Gerätewartung
es_es: Mantenimiento del dispositivo no válido
fr_fr: Maintenance de l'appareil invalide
it_it: Manutenzione del dispositivo non valido
mr: अवैध डिव्हाइस देखभाल
pt_pt: Manutenção do dispositivo inválido

source: The device maintenance has been saved
ar_ae: تم حفظ صيانة جهاز
de_de: Die Gerätewartung wurde gespeichert
es_es: El mantenimiento de los dispositivos se ha guardado
fr_fr: La maintenance de l'appareil a été enregistré
it_it: La manutenzione del dispositivo è stato salvato
mr: डिव्हाइस देखभाल जतन केली गेली आहे
pt_pt: A manutenção do dispositivo foi salva

source: The device maintenance could not be saved. Please, try again.
ar_ae: تعذر حفظ صيانة الجهاز. من فضلك، حاول مرة أخرى.
de_de: Die Gerätewartung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El mantenimiento del dispositivo no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: La maintenance de l'appareil n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
it_it: La manutenzione del dispositivo non può essere salvato. Per favore, provare di nuovo.
mr: डिव्हाइस देखभाल जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A manutenção do dispositivo não pôde ser salvo. Por favor, tente novamente.

source: The device maintenance has been published
ar_ae: وقد نشرت صيانة جهاز
de_de: Die Gerätewartung ist erschienen
es_es: El mantenimiento del dispositivo ha sido publicado
fr_fr: La maintenance de l'appareil a été publié
it_it: La manutenzione dispositivo è stato pubblicato
mr: डिव्हाइस देखभाल प्रकाशित केला गेला आहे
pt_pt: O dispositivo de manutenção foi publicada

source: Invalid device
ar_ae: جهاز غير صالح
de_de: Ungültigen Geräte
es_es: Dispositivo no válido
fr_fr: Périphérique non valide
gu: અમાન્ય ઉપકરણ
it_it: Dispositivo non valido
mr: अवैध डिव्हाइस
pt_pt: Dispositivo inválido

source: The device has been saved
ar_ae: تم حفظ الجهاز
de_de: Das Gerät wurde gespeichert
es_es: El dispositivo se ha guardado
fr_fr: Le dispositif a été enregistré
gu: આ ઉપકરણ સંગ્રહ કરવામાં આવી છે
it_it: Il dispositivo è stato salvato
mr: डिव्हाइस जतन केली गेली आहे
pt_pt: O dispositivo foi salvo

source: The device could not be saved. Please, try again.
ar_ae: لا يمكن حفظ الجهاز. من فضلك، حاول مرة أخرى.
de_de: Das Gerät konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El dispositivo no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le dispositif n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ ઉપકરણ સંગ્રહ થશે નહી કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: Il dispositivo non poteva essere salvato. Per favore, provare di nuovo.
mr: डिव्हाइस जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O dispositivo não pôde ser salvo. Por favor, tente novamente.

source: Invalid document amendment record sheet
ar_ae: وثيقة غير صالحة رقة سجل التعديل
de_de: Ungültiges Dokument Änderung Schaublatt
es_es: Hoja de registro enmienda documento no válido
fr_fr: Document non valide fiche d'amendement
gu: અમાન્ય દસ્તાવેજ સુધારો રેકોર્ડ શીટ
it_it: Foglio di registrazione emendamento documento non valido
mr: अवैध दस्तऐवज दुरुस्ती रेकॉर्ड पत्रक
pt_pt: Folha de registo alteração documento inválido

source: The document amendment record sheet has been saved
ar_ae: تم حفظ سجل ورقة وثيقة التعديل
de_de: Das Dokument Änderung Schaublatt wurde gespeichert
es_es: La hoja de registro enmienda documento se ha guardado
fr_fr: La feuille d'enregistrement de modification de document a été enregistré
gu: આ દસ્તાવેજ સુધારો રેકોર્ડ શીટ સંગ્રહ કરવામાં આવી છે
it_it: Il foglio di registrazione emendamento documento è stato salvato
mr: दस्तऐवज दुरुस्ती रेकॉर्ड पत्रक जतन केली गेली आहे
pt_pt: A folha de registo alteração documento foi salvo

source: The document amendment record sheet could not be saved. Please, try again.
ar_ae: تعذر حفظ ورقة سجل الوثيقة التعديل. من فضلك، حاول مرة أخرى.
de_de: Das Dokument Änderung Schaublatt konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La hoja de registro enmienda documento no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: La feuille d'enregistrement document de modification n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ દસ્તાવેજ સુધારો રેકોર્ડ શીટ સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: Il foglio di registrazione emendamento documento non poteva essere salvato. Per favore, provare di nuovo.
mr: दस्तऐवज दुरुस्ती रेकॉर्ड पत्रक जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A folha de registo de alteração do documento não pôde ser salvo. Por favor, tente novamente.

source: Invalid employee
ar_ae: الموظف غير صالح
de_de: Ungültige Mitarbeiter
es_es: Empleado no válido
fr_fr: Employé invalide
gu: અમાન્ય કર્મચારી
it_it: Dipendente non valido
mr: अवैध कर्मचारी
pt_pt: Empregado inválido

source: The employee has been saved
ar_ae: تم حفظ موظف
de_de: Der Mitarbeiter wurde gespeichert
es_es: El empleado se ha guardado
fr_fr: L'employé a été enregistré
gu: આ કર્મચારી સંગ્રહ કરવામાં આવી છે
it_it: Il lavoratore è stato salvato
mr: कर्मचारी जतन केली गेली आहे
pt_pt: O empregado foi salva

source: The employee could not be saved. Please, try again.
ar_ae: تعذر حفظ الموظف. من فضلك، حاول مرة أخرى.
de_de: Der Mitarbeiter konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El empleado no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: L'employé n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ કર્મચારી સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: Il dipendente non poteva essere salvato. Per favore, provare di nuovo.
mr: कर्मचारी जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O funcionário não pôde ser salvo. Por favor, tente novamente.

source: Logged-in user can not delete his own 'Employee Record'.
ar_ae: المستخدمين المسجلين لا يمكن حذف نفسه "سجل الموظف".
de_de: Angemeldete Benutzer kann seine eigenen "Mitarbeiterdatensatz" nicht gelöscht werden.
es_es: Usuario conectado no puede eliminar su propia 'Empleado Record'.
fr_fr: Utilisateur connecté ne peut pas supprimer son propre «dossier du salarié.
it_it: Utente connesso non può cancellare la propria 'Employee Record'.
mr: लॉग इन वापरकर्त्याने त्याच्या स्वत: च्या 'कर्मचारी नोंद' हटवू शकत नाही.
pt_pt: Usuário logado não pode excluir a sua própria 'Employee Record'.

source: Selected %s deleted
ar_ae: اختيار %s حذفها
de_de: Ausgewählte %s gelöscht
es_es: Seleccionado %s borrado
fr_fr: Sélectionnés %s supprimés
it_it: Selezionato %s cancellato
mr: निवडलेले %s हटवली
pt_pt: Selecionado %s apagado

source: All selected employees deleted
ar_ae: جميع الموظفين اختيار حذف
de_de: Alle ausgewählten Mitarbeitern gelöscht
es_es: Todos los empleados seleccionados eliminados
fr_fr: Tous les employés sélectionnés supprimés
it_it: Tutti i dipendenti selezionati eliminati
mr: निवडलेले सर्व कर्मचा हटविले
pt_pt: Todos os funcionários selecionados excluídos

source: Selected %s employees deleted.<br />Logged-in users can not delete their own 'Employee record'.
ar_ae: اختيار %s الموظفين حذفها. <br /> المسجلين لا يمكن للمستخدمين حذف الخاصة "سجل الموظف" الخاصة بهم.
de_de: Ausgewählte %s Mitarbeiter gelöscht. <br /> Angemeldete Benutzer können ihre eigenen "Mitarbeiterdatensatz" zu streichen.
es_es: Seleccionado %s empleados borrados. <br /> usuarios registrados no puede eliminar su propio registro de antecedentes del empleado.
fr_fr: Sélectionné %s des employés supprimés. <br /> Les utilisateurs connectés peuvent pas supprimer leur propre «dossier de l'employé.
it_it: Selezionato %s dipendenti eliminati. <br /> utenti registrati non possono cancellare il proprio 'record dei dipendenti'.
mr: निवडलेले %s कर्मचारी <br /> लॉग इन केलेले वापरकर्ते त्यांच्या स्वत: च्या 'कर्मचारी रेकॉर्ड' हटवू शकत नाही. हटविले.
pt_pt: Selecionado %s funcionários excluídos. <br /> usuários registrados não pode excluir seu próprio registro de funcionário.

source: Invalid file upload
ar_ae: تحميل ملف غير صالح
de_de: Ungültige Datei-Upload
es_es: Carga de archivos no válido
fr_fr: Téléchargement de fichier non valide
gu: અમાન્ય ફાઇલ અપલોડ કરો
it_it: Upload di file non valido
mr: अवैध फाइल अपलोड
pt_pt: Upload de arquivo inválido

source: The file upload has been saved
ar_ae: تم حفظ تحميل ملف
de_de: Der Datei-Upload wurde gespeichert
es_es: La carga de archivos se ha guardado
fr_fr: Le téléchargement du fichier a été enregistré
gu: ફાઇલ અપલોડ કરો સંગ્રહ કરવામાં આવી છે
it_it: Il caricamento del file è stato salvato
mr: फाइल अपलोड जतन केली गेली आहे
pt_pt: O upload do arquivo foi salvo

source: The file upload could not be saved. Please, try again.
ar_ae: لا يمكن حفظ تحميل الملف. من فضلك، حاول مرة أخرى.
de_de: Der Datei-Upload konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La carga de archivos no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le téléchargement de fichier n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: ફાઇલ અપલોડ કરો સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: Il caricamento del file non può essere salvato. Per favore, provare di nuovo.
mr: फाइल अपलोड जतन केले जाऊ शकले नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O upload do arquivo não pode ser salvo. Por favor, tente novamente.

source: Failed to update
ar_ae: فشل في تحديث
de_de: Fehler beim Aktualisieren
fr_fr: Impossible de mettre à jour
it_it: Impossibile aggiornare
mr: अद्यतनित करण्यात अयशस्वी
pt_pt: Falha ao atualizar

source: Report sent succeefully.
ar_ae: أرسل تقرير succeefully.
de_de: Bericht gesendet succeefully.
es_es: Informe enviado succeefully.
fr_fr: Rapport envoyé succeefully.
it_it: Rapporto inviato succeefully.
mr: अहवाल succeefully पाठविले.
pt_pt: Relatório enviado succeefully.

source: Failed to send email. Please check smtp details.
ar_ae: فشل في إرسال البريد الإلكتروني. يرجى مراجعة التفاصيل SMTP.
de_de: Fehler beim E-Mail senden. Bitte überprüfen Sie SMTP-Details.
es_es: Error al enviar correo electrónico. Por favor, consulte los detalles del smtp.
fr_fr: Impossible d'envoyer un courriel. S'il vous plaît vérifier les détails de smtp.
it_it: Impossibile inviare email. Si prega di verificare i dettagli smtp.
mr: ईमेल पाठविण्यात अयशस्वी. SMTP तपशील तपासा.
pt_pt: Falha ao enviar e-mail. Por favor verifique detalhes smtp.

source: Invalid fire extinguisher type
ar_ae: طفاية حريق غير صالحة نوع
de_de: Ungültige Feuerlöscher Typ
es_es: Inválido tipo extintor
fr_fr: Feu invalide du type extincteur
gu: અમાન્ય અગ્નિશામક પ્રકાર
it_it: Invalid tipo di estintore
mr: अवैध अग्नीरोधक प्रकार
pt_pt: Inválido tipo extintor de incêndio

source: The fire extinguisher type has been saved
ar_ae: تم حفظ نوع طفاية حريق
de_de: Der Feuerlöscher Typ wurde gespeichert
es_es: El tipo de extintor de incendios se ha guardado
fr_fr: Le type d'extincteur a été enregistré
gu: આ અગ્નિશામક પ્રકાર સંગ્રહ કરવામાં આવી છે
it_it: Il tipo di estintore è stato salvato
mr: अग्नीरोधक प्रकार जतन केली गेली आहे
pt_pt: O tipo de extintor de incêndio foi salva

source: The fire extinguisher type could not be saved. Please, try again.
ar_ae: تعذر حفظ نوع طفاية حريق. من فضلك، حاول مرة أخرى.
de_de: Der Feuerlöscher Typ konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El tipo de extintor de incendios no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le type d'extincteur n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ અગ્નિશામક પ્રકાર સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: Il tipo di estintore non poteva essere salvato. Per favore, provare di nuovo.
mr: अग्नीरोधक प्रकार जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O tipo de extintor de incêndio não pode ser salvo. Por favor, tente novamente.

source: The fire extinguisher type has been saved.
ar_ae: تم حفظ نوع طفاية حريق.
de_de: Der Feuerlöscher Typ wurde gespeichert.
es_es: El tipo de extintor de incendios se ha guardado.
fr_fr: Le type d'extincteur a été enregistré.
it_it: Il tipo di estintore è stato registrato.
mr: अग्नीरोधक प्रकार जतन केली गेली आहे.
pt_pt: O tipo de extintor de incêndio foi salvo.

source: Invalid fire extinguisher
ar_ae: طفاية حريق غير صالحة
de_de: Ungültige Feuerlöscher
es_es: Extintor inválido
fr_fr: Invalid extincteur
gu: અમાન્ય અગ્નિશામક
it_it: Invalid estintore
mr: अवैध अग्नीरोधक
pt_pt: Extintor de incêndio inválido

source: The fire extinguisher has been saved
ar_ae: تم حفظ طفاية حريق
de_de: Der Feuerlöscher wurde gespeichert
es_es: El extintor de incendios se ha guardado
fr_fr: L'extincteur a été enregistré
gu: આ અગ્નિશામક સંગ્રહ કરવામાં આવી છે
it_it: L'estintore è stato salvato
mr: अग्नीरोधक जतन केली गेली आहे
pt_pt: O extintor de incêndio foi salva

source: The fire extinguisher could not be saved. Please, try again.
ar_ae: لا يمكن حفظ طفاية حريق. من فضلك، حاول مرة أخرى.
de_de: Der Feuerlöscher konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El extintor de incendios no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: L'extincteur n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ અગ્નિશામક સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: L'estintore non poteva essere salvato. Per favore, provare di nuovo.
mr: अग्नीरोधक जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O extintor de incêndio não pode ser salvo. Por favor, tente novamente.

source: The fire extinguisher has been saved.
ar_ae: تم حفظ طفاية حريق.
de_de: Der Feuerlöscher wurde gespeichert.
es_es: El extintor de incendios se ha guardado.
fr_fr: L'extincteur a été enregistré.
it_it: L'estintore è stato registrato.
mr: अग्नीरोधक जतन केले गेले आहे.
pt_pt: O extintor de incêndio foi salvo.

source: Invalid fire safety equipment list
ar_ae: النار غير صالح قائمة معدات السلامة
de_de: Ungültige Brandschutzeinrichtungen Liste
es_es: Inválido lista de equipo de seguridad contra incendios
fr_fr: Feu valide la liste des équipements de sécurité
gu: અમાન્ય આગ સુરક્ષા સાધનો યાદી
it_it: Lista degli equipaggiamenti di sicurezza antincendio non valido
mr: अवैध फायर सुरक्षा उपकरणे यादी
pt_pt: Lista de equipamentos de segurança contra incêndio inválido

source: The fire safety equipment list has been saved
ar_ae: تم حفظ قائمة معدات السلامة من الحرائق
de_de: Die Brandschutzeinrichtungen Liste wurde gespeichert
es_es: La lista de los equipos de seguridad contra incendios se ha guardado
fr_fr: La liste des équipements de sécurité incendie a été enregistré
gu: આ આગ સુરક્ષા સાધનો યાદી સંગ્રહ કરવામાં આવી છે
it_it: La lista degli equipaggiamenti di sicurezza antincendio è stato salvato
mr: फायर सुरक्षा उपकरणे सूची जतन केली गेली आहे
pt_pt: A lista de equipamentos de segurança contra incêndio foi salva

source: The fire safety equipment list could not be saved. Please, try again.
ar_ae: تعذر حفظ قائمة المعدات السلامة من الحرائق. من فضلك، حاول مرة أخرى.
de_de: Die Brandschutzeinrichtungen Liste konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La lista de los equipos de seguridad contra incendios no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: La liste des équipements de sécurité incendie n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ આગ સુરક્ષા સાધનો યાદી સાચવી શકાઈ નથી. , ફરી પ્રયાસ કરો.
it_it: La lista degli equipaggiamenti di sicurezza antincendio non poteva essere salvato. Per favore, provare di nuovo.
mr: फायर सुरक्षा उपकरणे सूची जतन करू शकलो नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A lista de equipamentos de segurança contra incêndio não pôde ser salvo. Por favor, tente novamente.

source: The fire safety equipment list has been saved.
ar_ae: تم حفظ قائمة معدات السلامة من الحرائق.
de_de: Die Brandschutzeinrichtungen Liste wurde gespeichert.
es_es: La lista de los equipos de seguridad contra incendios se ha guardado.
fr_fr: La liste des équipements de sécurité incendie a été enregistré.
it_it: La lista degli equipaggiamenti di sicurezza antincendio è stato registrato.
mr: फायर सुरक्षा उपकरणे सूची जतन केली गेली आहे.
pt_pt: A lista de equipamentos de segurança contra incêndio foi salvo.

source: Invalid fire type
ar_ae: المطافئ غير صالح
de_de: Ungültige Feuer-Typ
es_es: Tipo de fuego no válida
fr_fr: Invalid type de feu
gu: અમાન્ય આગ પ્રકાર
it_it: Invalid tipo di fuoco
mr: अवैध आग प्रकार
pt_pt: Tipo de fogo inválido

source: The fire type has been saved
ar_ae: تم حفظ المطافئ
de_de: Das Feuer-Typ wurde gespeichert
es_es: El tipo de incendios se ha guardado
fr_fr: Le type de feu a été enregistré
gu: આ આગ પ્રકાર સંગ્રહ કરવામાં આવી છે
it_it: Il tipo di incendio è stato salvato
mr: आग प्रकार जतन केली गेली आहे
pt_pt: O tipo de fogo foi registrada

source: The fire type could not be saved. Please, try again.
ar_ae: تعذر حفظ نوع الحريق. من فضلك، حاول مرة أخرى.
de_de: Das Feuer-Typ konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El tipo de incendio no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le type de feu n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ આગ પ્રકાર સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: Il tipo di fuoco non poteva essere salvato. Per favore, provare di nuovo.
mr: आग प्रकार जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O tipo de fogo não pôde ser salvo. Por favor, tente novamente.

source: The fire type has been saved.
ar_ae: تم حفظ نوع الحريق.
de_de: Das Feuer-Typ wurde gespeichert.
es_es: El tipo de incendios se ha guardado.
fr_fr: Le type de feu a été enregistrée.
it_it: Il tipo di incendi è stato registrato.
mr: आग प्रकार जतन केले गेले आहे.
pt_pt: O tipo de fogo foi salvo.

source: Invalid help
ar_ae: مساعدة غير صالحة
de_de: Ungültige Hilfe
es_es: Ayuda no válida
fr_fr: Aide non valide
gu: અમાન્ય મદદ
it_it: Aiuto non valido
mr: अवैध मदत
pt_pt: Ajuda inválido

source: The help has been saved
ar_ae: تم حفظ مساعدة
de_de: Die Hilfe wurde gespeichert
es_es: La ayuda se ha guardado
fr_fr: L'aide a été enregistrée
gu: આ મદદ સંગ્રહ કરવામાં આવી છે
it_it: L'aiuto è stato salvato
mr: मदत जतन केली गेली आहे
pt_pt: A ajuda foi salva
