Repository: Athenolabs/flinkiso-lite
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_ae, de_de, es_es, fr_fr, gu, it_it, mr, pt_pt

source: New Housekeeping
gu: ન્યૂ ગૃહ વ્યવસ્થા

source: View Housekeeping
gu: જુઓ ગૃહ વ્યવસ્થા

source: Housekeeping Responsibility
gu: ગૃહ વ્યવસ્થા જવાબદારી

source: Add Internal Audit Detail
gu: આંતરિક ઓડિટ વિગતવાર ઉમેરો

source: Internal Audit
gu: આંતરિક ઓડિટ

source: Clause Number
gu: કલમ સંખ્યા

source: Approve Internal Audit Detail
gu: આંતરિક ઓડિટ વિગતવાર મંજૂર

source: Edit Internal Audit Detail
gu: ફેરફાર કરો આંતરિક ઓડિટ વિગતવાર

source: New Internal Audit Detail
gu: ન્યૂ આંતરિક ઓડિટ વિગતવાર

source: View Internal Audit Detail
gu: આંતરિક ઓડિટ વિગતવાર જુઓ

source: Add Internal Audit Plan Branch
gu: આંતરિક ઓડિટ યોજના શાખા ઉમેરો

source: Approve Internal Audit Plan Branch
gu: આંતરિક ઓડિટ યોજના શાખા મંજૂર

source: Edit Internal Audit Plan Branch
gu: ફેરફાર કરો આંતરિક ઓડિટ યોજના શાખા

source: New Internal Audit Plan Branch
gu: ન્યૂ આંતરિક ઓડિટ યોજના શાખા

source: View Internal Audit Plan Branch
gu: જુઓ આંતરિક ઓડિટ યોજના શાખા

source: Add Internal Audit Plan
gu: આંતરિક ઓડિટ યોજના ઉમેરો

source: Audit From
gu: ઓડિટ

source: Audit To
gu: માટે ઓડિટ

source: Add Internal Audit
gu: આંતરિક ઓડિટ ઉમેરો

source: Add List Of Computer
gu: કોમ્પ્યુટર યાદી ઉમેરો

source: Supplier Registration
gu: સપ્લાયર નોંધણી

source: Add List Of Measuring Devices For Calibration
gu: કૅલિબ્રેશન માટે ઉપકરણો માપવાની યાદી ઉમેરો

source: Add List Of Software
gu: સોફ્ટવેર ઉમેરો યાદી

source: Add Master List Of Format Branch
gu: ફોર્મેટ શાખાની માસ્ટર યાદી ઉમેરો

source: Approve Master List Of Format Branch
gu: ફોર્મેટ શાખાની માસ્ટર યાદી મંજૂર

source: Edit Master List Of Format Branch
gu: ફોર્મેટ શાખાની ફેરફાર કરો માસ્ટર યાદી

source: New Master List Of Format Branch
gu: ફોર્મેટ શાખાની નવી માસ્ટર યાદી

source: View Master List Of Format Branch
gu: ફોર્મેટ શાખાની જુઓ માસ્ટર યાદી

source: Add Master List Of Format Distributor
gu: ફોર્મેટ ડિસ્ટ્રીબ્યુટર માસ્ટર યાદી ઉમેરો

source: Approve Master List Of Format Distributor
gu: ફોર્મેટ ડિસ્ટ્રીબ્યુટર માસ્ટર યાદી મંજૂર

source: Edit Master List Of Format Distributor
gu: ફોર્મેટ ડિસ્ટ્રીબ્યુટર ઓફ ફેરફાર કરો માસ્ટર યાદી

source: New Master List Of Format Distributor
gu: ફોર્મેટ ડિસ્ટ્રીબ્યુટર ઓફ ન્યૂ માસ્ટર યાદી

source: View Master List Of Format Distributor
gu: ફોર્મેટ ડિસ્ટ્રીબ્યુટર જુઓ માસ્ટર યાદી

source: Add Master List Of Work Instruction
gu: કામ સૂચના માસ્ટર યાદી ઉમેરો

source: Edit Master List Of Work Instruction
gu: કામ સૂચના ફેરફાર કરો માસ્ટર યાદી

source: New Master List Of Work Instruction
gu: કામ સૂચના નવી માસ્ટર યાદી

source: View Master List Of Work Instruction
gu: કામ સૂચના જુઓ માસ્ટર યાદી

source: Add Material List With Shelf Life
gu: શેલ્ફ જીવન સાથે સામગ્રી યાદી ઉમેરો

source: Approve Material List With Shelf Life
gu: શેલ્ફ જીવન સાથે સામગ્રી યાદી મંજૂર

source: Edit Material List With Shelf Life
gu: શેલ્ફ જીવન સાથે ફેરફાર કરો સામગ્રી યાદી

source: New Material List With Shelf Life
gu: શેલ્ફ જીવન સાથે નવી સામગ્રી યાદી

source: View Material List With Shelf Life
gu: શેલ્ફ જીવન સાથે જુઓ સામગ્રી યાદી

source: Add Meeting Branch
gu: સભા શાખા ઉમેરો

source: Approve Meeting Branch
gu: સભા શાખા મંજૂર

source: Edit Meeting Branch
gu: ફેરફાર કરો સભા શાખા

source: New Meeting Branch
gu: ન્યૂ સભા શાખા

source: View Meeting Branch
gu: જુઓ સભા શાખા

source: Add Meeting Department
gu: સભા વિભાગ ઉમેરો

source: Approve Meeting Department
gu: સભા વિભાગ મંજૂર

source: Edit Meeting Department
gu: ફેરફાર કરો સભા વિભાગ

source: New Meeting Department
gu: ન્યૂ સભા વિભાગ

source: View Meeting Department
gu: સભા વિભાગ જુઓ

source: Add Meeting Employee
gu: સભા કર્મચારી ઉમેરો

source: Approve Meeting Employee
gu: સભા કર્મચારી મંજૂર

source: Edit Meeting Employee
gu: ફેરફાર કરો સભા કર્મચારી

source: New Meeting Employee
gu: ન્યૂ સભા કર્મચારી

source: View Meeting Employee
gu: જુઓ સભા કર્મચારી

source: Add Meeting Topic
gu: સભા વિષય ઉમેરો

source: Approve Meeting Topic
gu: સભા વિષય મંજૂર

source: Edit Meeting Topic
gu: ફેરફાર કરો સભા વિષય

source: New Meeting Topic
gu: ન્યૂ સભા વિષય

source: View Meeting Topic
gu: જુઓ સભા વિષય

source: Would you like to include these recent Document Change Request's in your current meeting ?
gu: તમે તમારી વર્તમાન બેઠકમાં આ હાલ દસ્તાવેજ બદલવાની માગણી માતાનો સમાવેશ થાય છે કરવા માંગો છો?

source: Add To Meeting ?
gu: સભા ઉમેરો?

source: Would you like to include these Customer Complaint's in your current meeting ?
gu: તમે તમારી વર્તમાન બેઠકમાં આ ગ્રાહક ફરિયાદ માતાનો સમાવેશ થાય છે કરવા માંગો છો?

source: Would you like to include these NC's in your current meeting ?
gu: તમે તમારી વર્તમાન બેઠકમાં આ એનસી માતાનો સમાવેશ થાય છે કરવા માંગો છો?

source: Corrective Action Preventive Actions
gu: સુધારાત્મક ક્રિયા પ્રિવેન્ટિવ ક્રિયાઓ

source: Supplier Evaluation Re-Evaluation
gu: સપ્લાયર મૂલ્યાંકન પુનઃ મૂલ્યાંકન

source: Add Message User Inbox
gu: સંદેશ વપરાશકર્તા ઇનબૉક્સ ઉમેરો

source: Message User Inboxes
gu: સંદેશ વપરાશકર્તા ઇન્બોક્સેસને

source: Export
gu: નિકાસ

source: Approve Message User Inbox
gu: સંદેશ વપરાશકર્તા ઇનબૉક્સ મંજૂર

source: Edit Message User Inbox
gu: ફેરફાર કરો સંદેશ વપરાશકર્તા ઇનબૉક્સ

source: View
gu: જુઓ

source: Edit
gu: ફેરફાર કરો

source: Delete
gu: કાઢી નાખો

source: Add Message
gu: સંદેશ ઉમેરો

source: Upload Evedance
gu: અપલોડ કરો Evedance

source: Message User Inbox
gu: સંદેશ વપરાશકર્તા ઇનબૉક્સ

source: Add Message User Sent
gu: સંદેશ મોકલ્યો વપરાશકર્તા ઉમેરો

source: Approve Message User Sent
gu: સંદેશ મોકલ્યો વપરાશકર્તા મંજૂર

source: Edit Message User Sent
gu: મોકલ્યું ફેરફાર કરો સંદેશ વપરાશકર્તા

source: Add Message User Thrash
gu: સંદેશ વપરાશકર્તા મારવું ઉમેરો

source: Message User Thrashes
gu: સંદેશ વપરાશકર્તા Thrashes

source: Approve Message User Thrash
gu: સંદેશ વપરાશકર્તા મારવું મંજૂર

source: Edit Message User Thrash
gu: ફેરફાર કરો સંદેશ વપરાશકર્તા મારવું

source: Messages
gu: સંદેશાઓ

source: Approve Message
gu: સંદેશ મંજૂર

source: Add Notification User
gu: સૂચન વપરાશકર્તા ઉમેરો

source: Approve Notification User
gu: સૂચન વપરાશકર્તા મંજૂર

source: Edit Notification User
gu: ફેરફાર કરો સૂચના વપરાશકર્તા

source: New Notification User
gu: નવી સૂચન વપરાશકર્તા

source: Add Notification
gu: સૂચના ઉમેરો

source: Add Order Details Form
gu: ઓર્ડર વિગતો ફોર્મ ઉમેરો

source: Approve Order Details Form
gu: ઓર્ડર વિગતો ફોર્મ મંજૂર

source: Edit Order Details Form
gu: ફેરફાર કરો ઓર્ડર વિગતો ફોર્મ

source: New Order Details Form
gu: ન્યૂ ઓર્ડર વિગતો ફોર્મ

source: View Order Details Form
gu: ઓર્ડર વિગતો ફોર્મ જોવા

source: Delivery Date
gu: ડ લવર તારીખ

source: Add Order Register
gu: ઓર્ડર રજિસ્ટર ઉમેરો

source: Approve Order Register
gu: ઓર્ડર રજિસ્ટર મંજૂર

source: Edit Order Register
gu: ફેરફાર કરો ઓર્ડર રજિસ્ટર

source: New Order Register
gu: ન્યૂ ઓર્ડર રજિસ્ટર

source: View Order Register
gu: જુઓ ઓર્ડર રજિસ્ટર

source: Customer Details
gu: ગ્રાહક વિગતો

source: Order Reference Number
gu: ઓર્ડર સંદર્ભ સંખ્યા

source: Approve Purchase Order Detail
gu: ખરીદી ઓર્ડર વિગતવાર મંજૂર

source: Edit Purchase Order Detail
gu: ફેરફાર કરો ખરીદી ઓર્ડર વિગતવાર

source: New Purchase Order Detail
gu: નવી ખરીદી ઓર્ડર વિગતવાર

source: View Purchase Order Detail
gu: જુઓ ખરીદી ઓર્ડર વિગતવાર

source: Quantity Dispatch
gu: જથ્થો રવાનગી

source: Purchase Order Detail
gu: ખરીદી ઓર્ડર વિગતવાર

source: Dicsount (% only)
gu: Dicsount (% માત્ર)

source: Product/ Device/ Other
gu: ઉત્પાદન / ઉપકરણ / અન્ય

source: Add Report
gu: રિપોર્ટ ઉમેરો

source: effectiveness
gu: અસરકારકતા

source: Manual Reports
gu: મેન્યુઅલ અહેવાલ

source: Ready reports for
gu: માટે તૈયાર અહેવાલો

source: Add Software Type
gu: સોફ્ટવેર પ્રકાર ઉમેરો

source: Add Suggestion Form
gu: સૂચન ફોર્મ ઉમેરો

source: Add Summery Of Supplier Evaluation
gu: સપ્લાયર મૂલ્યાંકન Summery ઉમેરો

source: Contact Person Work
gu: વ્યક્તિ સંપર્ક કરો કામ

source: Designation at Work
gu: એટ વર્ક હોદ્દો

source: Work Address
gu: કાર્યાલયનું સરનામું

source: Work Fax
gu: કાર્ય ફૅક્સ

source: Work Weekly Off
gu: કામ અઠવાડિક બંધ

source: Facilities
gu: સુવિધાઓ

source: Supplier Selected
gu: પસંદ પુરવઠોકર્તા

source: Add Task Status
gu: કાર્ય સ્થિતિ ઉમેરો

source: Approve Task Status
gu: કાર્ય સ્થિતિ મંજૂર

source: Edit Task Status
gu: ફેરફાર કરો કાર્ય સ્થિતિ

source: New Task Status
gu: નવા કાર્ય સ્થિતિ

source: View Task Status
gu: કાર્ય સ્થિતિને જુઓ

source: Task Date
gu: કાર્ય તારીખ

source: Add Timeline
gu: સમયરેખા ઉમેરો

source: Add Trainer Type
gu: ટ્રેનર પ્રકાર ઉમેરો

source: Add Training Schedule Branch
gu: તાલીમ સૂચિ શાખા ઉમેરો

source: Approve Training Schedule Branch
gu: તાલીમ સૂચિ શાખા મંજૂર

source: Edit Training Schedule Branch
gu: ફેરફાર કરો તાલીમ સૂચિ શાખા

source: New Training Schedule Branch
gu: નવી તાલીમ સૂચિ શાખા

source: View Training Schedule Branch
gu: જુઓ તાલીમ સૂચિ શાખા

source: Training Schedule
gu: તાલીમ સૂચિ

source: Add Training Schedule Department
gu: તાલીમ સૂચિ વિભાગ ઉમેરો

source: Approve Training Schedule Department
gu: તાલીમ સૂચિ વિભાગ મંજૂર

source: Edit Training Schedule Department
gu: ફેરફાર કરો તાલીમ સૂચિ વિભાગ

source: New Training Schedule Department
gu: નવી તાલીમ સૂચિ વિભાગ

source: View Training Schedule Department
gu: જુઓ તાલીમ સૂચિ વિભાગ

source: Add Training Schedule Employee
gu: તાલીમ સૂચિ કર્મચારી ઉમેરો

source: Approve Training Schedule Employee
gu: તાલીમ સૂચિ કર્મચારી મંજૂર

source: Edit Training Schedule Employee
gu: ફેરફાર કરો તાલીમ સૂચિ કર્મચારી

source: New Training Schedule Employee
gu: નવી તાલીમ સૂચિ કર્મચારી

source: View Training Schedule Employee
gu: જુઓ તાલીમ સૂચિ કર્મચારી

source: Add Training Schedule
gu: તાલીમ સૂચિ ઉમેરો

source: Approve Training Schedule
gu: તાલીમ સૂચિ મંજૂર

source: Edit Training Schedule
gu: ફેરફાર કરો તાલીમ સૂચિ

source: New Training Schedule
gu: નવી તાલીમ સૂચિ

source: View Training Schedule
gu: જુઓ તાલીમ સૂચિ

source: Course / Training
gu: અભ્યાસક્રમ / તાલીમ

source: Training Type
gu: તાલીમ પ્રકાર

source: Readiness
gu: તૈયારી

source: View System Audit Trails
gu: માટે સિસ્ટમ ઓડિટ ટ્રેઇલ્સ

source: Set Benchmark
gu: બેન્ચમાર્ક સેટ કરો

source: Number of NCs resolved
gu: ઉકેલાઈ એનસીએસ આઉટસ્ટેન્ડિંગની સંખ્યા

source: Number of Customer Complaints received
gu: પ્રાપ્ત ગ્રાહક ફરિયાદો આઉટસ્ટેન્ડિંગની સંખ્યા

source: Number of Customer Complaints resolved
gu: ગ્રાહક ફરિયાદો સંખ્યા ઉકેલાઈ

source: Dashboard - Departmentwise (in % Actual data entry vs Benchmark)
gu: ડેશબોર્ડ - Departmentwise (બેન્ચમાર્ક વિ% વાસ્તવિક ડેટા એન્ટ્રી માં)

source: Please Sign in
gu: સાઇન ઇન કરો

source: numeric
gu: આંકડાકીય

source: boolean
gu: બુલિયન

source: date
gu: તારીખ

source: email
gu: ઇમેલ

source: Provide an email address
gu: ઇમેઇલ સરનામું પૂરું પાડો

source: Invalid email address
gu: અમાન્ય ઇમેઇલ સરનામું

source: Email already registered
gu: ઇમેઇલ પહેલાથી રજીસ્ટર

source: datetime
gu: તારીખ સમય

source: Your custom message here
gu: અહીં તમારા કસ્ટમ સંદેશ
