Repository: Athenolabs/flinkiso-lite
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_ae, de_de, es_es, fr_fr, gu, it_it, mr, pt_pt

source: Responsibilities Assigned To You
ar_ae: المسؤوليات الملقاة على عاتقكم
de_de: Zuständigkeiten Zuständig Sie
es_es: Responsabilidades asignadas a Usted
fr_fr: Responsabilités qui vous sont assignées
gu: તમે સોંપેલ જવાબદારીઓ
it_it: Responsabilità assegnate To You
mr: जबाबदा नियुक्त
pt_pt: Responsabilidades atribuídas a você

source: Housekeeping Checklist
ar_ae: التدبير المنزلي المرجعية
de_de: Hauswirtschafts-Checkliste
es_es: Lista de verificación de limpieza
fr_fr: Liste de ménage
gu: ગૃહ વ્યવસ્થા ચેકલિસ્ટ
it_it: Le pulizie Checklist
mr: Housekeeping चेकलिस्ट
pt_pt: Checklist de limpeza

source: Task Performed?
ar_ae: مهمة يؤديها؟
de_de: Aufgabe durchgeführt?
es_es: Realiza tareas?
fr_fr: Tâche exécutée?
it_it: Task Eseguita?
mr: उद्धार?
pt_pt: Tarefa realizada?

source: View All
ar_ae: عرض جميع
de_de: Alle
es_es: Ver Todo
fr_fr: Accédez à tout
it_it: Visualizza tutto
mr: सर्व सभासद
pt_pt: Veja todos

source: Import from file (excel format only)
ar_ae: الاستيراد من ملف (تنسيق Excel فقط)
de_de: Import aus Datei (Excel-Format)
es_es: Importar desde archivo (formato Excel solamente)
fr_fr: Importer à partir du fichier (format Excel uniquement)
it_it: Importa da file (in formato excel solo)
mr: फाइल आयात (एक्सेल स्वरूप केवळ)
pt_pt: Importar do arquivo (somente formato excel)

source: Actions
ar_ae: العمليات
de_de: Handlungen
es_es: Acciones
gu: ક્રિયાઓ
it_it: Azioni
mr: क्रिया
pt_pt: Ações

source: Are you sure you want to move "%s" to trash?
ar_ae: هل أنت متأكد أنك تريد نقل " %s "إلى سلة المهملات؟
de_de: Sind Sie sicher, dass Sie "verschoben werden soll %s "in den Papierkorb?
es_es: ¿Está seguro de que desea mover " %s "a la papelera?
fr_fr: Etes-vous sûr que vous voulez déplacer " %s "à la corbeille?
gu: શું તમે ખરેખર "ખસેડવા માંગો છો છો %s ટ્રેશમાં "?
it_it: Sei sicuro di voler spostare "%s"nel cestino?
mr: आपण "हलवू इच्छिता %s "कचर्यात?
pt_pt: Tem certeza de que deseja mover " %s "para o lixo?

source: Key Responsibility Areas
ar_ae: مجالات المسؤولية الرئيسية
de_de: Key Verantwortungsbereiche
es_es: Áreas clave de Responsabilidad
fr_fr: Principaux domaines de responsabilités
it_it: Aree di Responsabilità chiave
mr: मुख्य जबाबदारी क्षेत्रांप्रमाणेच
pt_pt: Áreas de responsabilidade-chave

source: Target Achieved
ar_ae: المحققة الهدف
de_de: Ziel erreicht
es_es: Objetivo Conseguido
fr_fr: Objectif atteint
it_it: Obiettivo raggiunto
mr: लक्ष्य साध्य
pt_pt: Meta alcançada

source: checker
ar_ae: المدقق
es_es: verificador
fr_fr: vérificateur
gu: તપાસનાર
mr: तपासक
pt_pt: verificador

source: comments
ar_ae: تعليقات
de_de: Kommentare
es_es: comentarios
fr_fr: Commentaires
gu: ટિપ્પણીઓ
it_it: commenti
mr: टिप्पण्या
pt_pt: comentários

source: Add QC Steps for Materials
ar_ae: إضافة خطوات مراقبة الجودة لمواد
de_de: Fügen QC Schritte für Material
es_es: Añadir QC Pasos de Materiales
fr_fr: Ajouter QC étapes des matériaux
it_it: Aggiungi QC Passi per i Materiali
mr: मालाचा QC पायऱ्या जोडा
pt_pt: Adicionar QC Passos de Materiais

source: Are you sure to purge all selected
ar_ae: هل أنت متأكد لتطهير كل مختارة
de_de: Sind Sie sicher, dass Sie reinigen alle ausgewählten
es_es: ¿Está seguro para purgar todos los seleccionados
fr_fr: Etes-vous sûr de purger tous sélectionnés
gu: તમે બધા પસંદ સાફ કરવા છો
it_it: Sei sicuro di voler eliminare tutti selezionati
mr: आपण सर्व निवडलेल्या पुसून खात्री आहे
pt_pt: Tem certeza que deseja remover todos os selecionados

source: Are you sure to restore all selected
ar_ae: هل أنت متأكد لاستعادة كل مختارة
de_de: Sind Sie sicher, dass die Wiederherstellung aller ausgewählten
es_es: ¿Seguro de restaurar todos los seleccionados
fr_fr: Êtes-vous sûr de vouloir restaurer tous sélectionnés
gu: તમે બધા પસંદ કરેલ સંગ્રહ કરો છો
it_it: Sei sicuro di ripristinare tutti selezionati
mr: आपण सर्व निवडलेल्या पुनर्संचयित करण्यासाठी खात्री आहे
pt_pt: Tem certeza que deseja restaurar todos os selecionados

source: Meeting
ar_ae: الاجتماع
de_de: Treffen
es_es: Reunión
fr_fr: Réunion
gu: બેઠક
it_it: Riunione
mr: संमेलन
pt_pt: Reunião

source: Invoices / Purchase Orders raised
ar_ae: الفواتير / أوامر الشراء التي أثيرت
de_de: Rechnungen / Bestellungen angehoben
es_es: Los pedidos Facturas / Compra planteadas
fr_fr: Factures / bons de commande soulevées
it_it: Fatture / Ordini di acquisto sollevate
mr: असण्याचा पावत्या / खरेदी ऑर्डर
pt_pt: Encomendas Facturas / Compra levantadas

source: Export file (excel)
ar_ae: ملف التصدير (اكسل)
de_de: Export-Datei (Excel)
es_es: Exportar archivo (excel)
fr_fr: fichier d'exportation (excel)
gu: નિકાસ ફાઇલ (એક્સેલ)
it_it: File di esportazione (excel)
mr: निर्यात फाइल (एक्सेल)
pt_pt: Exportar arquivo (excel)

source: Select the meterial from "Material" input & select date range to get the stock status graph.
ar_ae: حدد METERIAL من "مادة " المدخلات وحدد نطاق التاريخ للحصول على الرسم البياني وضع المخزون.
de_de: Wählen Sie das Meterial von "Material " Eingangs & Datumsbereich auswählen, um den Lagerbestand Diagramm sehen.
es_es: Seleccione el meterial de "Material " de entrada y seleccione el intervalo de fechas para obtener la gráfica de la situación del stock.
fr_fr: Sélectionnez le meterial de "Material " plage d'entrée et choisissez la date pour obtenir le graphique de l'état du stock.
it_it: Selezionare il meterial da "Material" ingresso e selezionare l'intervallo di date per conoscere il grafico di stato degli stock.
mr: स्टॉक स्थिती आलेख मिळविण्यासाठी "साहित्य " इनपुट & तारीख निवडा श्रेणीतून meterial निवडा.
pt_pt: Selecione o meterial de input "material" e selecione intervalo de datas para obter o gráfico de status de estoque.

source: Tasks Assigned To You
ar_ae: المهام الملقاة على عاتقكم
de_de: AUFGABE Sie
es_es: Las tareas asignadas a usted
fr_fr: Tâches assignées à Vous
gu: તમે સોંપેલ કાર્યો
it_it: Attività assegnate all'utente
mr: कार्ये नियुक्त
pt_pt: Tarefas atribuídas a você

source: Tasks
ar_ae: المهام
de_de: Aufträge
es_es: Tareas
fr_fr: Tâches
gu: કાર્યો
it_it: Attività
mr: कार्ये
pt_pt: Funções

source: Dashboard
ar_ae: لوحة عدادات السيارات
de_de: Armaturenbrett
es_es: Escritorio
fr_fr: Tableau de bord
gu: ડેશબોર્ડ
it_it: Impostazioni
mr: डॅशबोर्ड
pt_pt: Painel

source: DATA ENTRY
ar_ae: إدخال البيانات
es_es: ENTRADA DE DATOS
fr_fr: SAISIE DES DONNEES
mr: डाटा एंट्री
pt_pt: ENTRADA DE DADOS

source: Users
ar_ae: المستخدمين
de_de: Benutzer
es_es: Usuarios
fr_fr: Utilisateurs
gu: ઉપયોગકર્તાઓ
it_it: Utenti
mr: वापरकर्ता
pt_pt: Utilizadoras

source: DEPARTMENTS
ar_ae: إدارات
de_de: BEREICHE
es_es: DEPARTAMENTOS
fr_fr: SERVICES
it_it: DIPARTIMENTI
mr: विभागांना
pt_pt: DEPARTAMENTOS

source: Management Representative
ar_ae: ممثل الإدارة
de_de: Managementbeauftragter
es_es: Representante de la Dirección
fr_fr: Représentant de la Direction
it_it: Rappresentante della Direzione
mr: व्यवस्थापन प्रतिनिधी
pt_pt: Representante da Direção

source: Human Resource
ar_ae: الموارد البشرية
es_es: De Recursos Humanos
fr_fr: Des ressources humaines
it_it: Risorse Umane
mr: मानव संसाधन
pt_pt: Recursos Humanos

source: Business Development <small class="text-small text-muted">beta</small>
de_de: Business Development <small class = "text-kleine Textstummgeschaltet "> Beta </ ​​small>
es_es: Desarrollo de Negocios (beta)
fr_fr: Développement des affaires <petit class = "text-petit texte coupé "> beta </ ​​small>
it_it: Business Development beta
mr: व्यवसाय विकास <लहान वर्ग = "मजकूर-लहान मजकूर-मूक "> बीटा </ लहान>
pt_pt: Desenvolvimento de Negócios beta

source: Administration
ar_ae: الإدارة
de_de: Verwaltung
es_es: Administración
fr_fr: Aspects administratifs
it_it: Amministrazione
mr: प्रशासन
pt_pt: Administração

source: Quality Control
ar_ae: ضبط النوعية
de_de: Qualitätskontrolle
es_es: Control de calidad
fr_fr: Contrôle de la qualité
it_it: Controllo di qualità
mr: गुणनियंत्रण
pt_pt: Controlo de Qualidade

source: Purchase
ar_ae: شراء
de_de: Kaufen
es_es: Comprar
fr_fr: Acheter
it_it: Acquista
mr: खरेदी
pt_pt: Compra

source: Electronic Data Processing
ar_ae: معالجة البيانات الإلكترونية
de_de: Elektronische Datenverarbeitung
es_es: Procesamiento Electrónico de Datos
fr_fr: Traitement électronique des données
mr: इलेक्ट्रॉनिक डेटा प्रोसेसिंग
pt_pt: Processamento Eletrônico de Dados

source: Production <small class="text-small text-muted">beta</small>
de_de: Produktion <small class = "text-kleine Textstummgeschaltet "> Beta </ ​​small>
fr_fr: Production <petite class = "text-petit texte coupé "> beta </ ​​small>
it_it: Produzione beta
mr: उत्पादन <लहान वर्ग = "मजकूर-लहान मजकूर-मूक "> बीटा </ लहान>
pt_pt: Produção beta

source: REPORTS
ar_ae: تقارير
de_de: BERICHTE
es_es: INFORMES
fr_fr: RAPPORTS
it_it: RELAZIONI
mr: अहवाल
pt_pt: RELATÓRIOS

source: AUTO REPORTS
ar_ae: تقارير AUTO
de_de: AUTO BERICHTE
es_es: INFORMES DE AUTOMÓVILES
fr_fr: RAPPORTS AUTO
gu: ઓટો અહેવાલ
it_it: RELAZIONI AUTO
mr: AUTO अहवाल
pt_pt: RELATÓRIOS AUTO

source: SAVED REPORTS
ar_ae: التقارير المحفوظة
de_de: Gespeicherte Berichte
es_es: Los informes guardados
fr_fr: Les rapports enregistrés
gu: સાચવેલા અહેવાલ
it_it: Rapporti salvati
mr: जतन अहवाल
pt_pt: Relatórios salvos

source: FlinkISO Help
ar_ae: FlinkISO مساعدة
de_de: FlinkISO Hilfe
es_es: FlinkISO Ayuda
fr_fr: FlinkISO Aide
gu: FlinkISO મદદ
it_it: FlinkISO Aiuto
mr: FlinkISO मदत
pt_pt: FlinkISO Ajuda

source: Supplier Registrations
ar_ae: المسجلون المورد
de_de: Lieferant Anmeldungen
es_es: Las inscripciones de proveedores
fr_fr: Enregistrements fournisseurs
gu: સપ્લાયર નોંધણીકરણ
it_it: Registrazioni fornitori
mr: पुरवठादार नोंदणीला
pt_pt: Fornecedor inscrições

source: Supplier Evaluation
ar_ae: تقييم المورد
de_de: Lieferantenbewertung
es_es: Evaluación de Proveedores
fr_fr: évaluation des fournisseurs
gu: સપ્લાયર મૂલ્યાંકન
it_it: La valutazione del fornitore
mr: पुरवठादार मूल्यांकन
pt_pt: Avaliação de Fornecedores

source: Notifications
ar_ae: التنبيهات
de_de: Benachrichtigungen
es_es: Notificaciones
fr_fr: Commentaires
gu: સૂચનાઓ
it_it: Notifiche
mr: सूचना
pt_pt: Notificações

source: Add this action to your dashboard
ar_ae: إضافة هذا العمل لوحة المعلومات
de_de: Fügen Sie diese Aktion, um das Armaturenbrett
es_es: Añadir esta acción en el salpicadero
fr_fr: Ajouter cette action à votre tableau de bord
gu: તમારા ડેશબોર્ડ પર આ ક્રિયા ઉમેરો
it_it: Aggiungi questa azione al cruscotto
mr: आपल्या डॅशबोर्डवर या क्रिया जोडा
pt_pt: Adicionar esta ação para o seu dashboard

source: Change your language for this session
ar_ae: تغيير لغتك لهذه الدورة
de_de: Ändern Sie Ihre Sprache für diese Sitzung
fr_fr: Changer de langue pour cette session
gu: આ સત્ર માટે તમારી ભાષા બદલો
it_it: Cambiare la lingua per questa sessione
mr: या सत्रासाठी आपली भाषा बदला
pt_pt: Altere o idioma para esta sessão

source: Send messages
ar_ae: إرسال الرسائل
de_de: Senden von Nachrichten
es_es: Envía mensajes
fr_fr: Envoyer des messages
gu: સંદેશાઓ મોકલો
it_it: Inviare messaggi
mr: संदेश पाठवा
pt_pt: Envie mensagens

source: SMTP Setup
ar_ae: إعداد SMTP
es_es: Configuración SMTP
fr_fr: Configuration SMTP
it_it: Impostazione SMTP
mr: SMTP सेटअप
pt_pt: Configuração SMTP

source: Company Profile
ar_ae: نبذة عن الشركة
de_de: Unternehmensprofil
es_es: Perfil de la Empresa
fr_fr: Profil de l''agence
gu: કંપની પ્રોફાઇલ
it_it: Profilo societario
mr: कंपनी प्रोफाइल
pt_pt: Perfil de companhia

source: Evidence Files
ar_ae: أدلة الملفات
de_de: Beweisdateien
fr_fr: Preuve Fichiers
it_it: Prove di file
mr: पुरावा फायली
pt_pt: Arquivos Evidência

source: Upload Evidance
ar_ae: تحميل Evidance
es_es: Subir evidance
fr_fr: Ajouter Evidance
gu: પુરાવાનો અપલોડ કરો
it_it: Carica evidance
mr: अपलोड Evidance
pt_pt: Carregar apresente sinais

source: Internal Audit Plan
ar_ae: خطة التدقيق الداخلي
de_de: Interne Auditplan
es_es: Plan de Auditoría Interna
fr_fr: Plan de vérification interne
gu: આંતરિક ઓડિટ યોજના
mr: अंतर्गत लेखा परिक्षण योजना
pt_pt: Plano de Auditoria Interna

source: Section
ar_ae: القسم
de_de: Abschnitt
es_es: Sección
fr_fr: Sectio
gu: કલમ
it_it: Sezione
mr: विभाग
pt_pt: Secção

source: Start Time
ar_ae: بدء التوقيت
de_de: Startzeit
es_es: Actividades iniciales
fr_fr: Heure de début
gu: સમયનો પ્રારંભ
it_it: Ora inizio
mr: प्रारंभ वेळ
pt_pt: Hora de Início

source: Trained Internal Auditor
ar_ae: المدقق الداخلي تدريب
de_de: Ausgebildete Internal Auditor
es_es: Entrenado Auditor Interno
fr_fr: Auditeur interne formé
gu: આંતરિક ઓડિટર તાલીમ
it_it: Addestrato Internal Auditor
mr: प्रशिक्षित अंतर्गत लेखापरीक्षक
pt_pt: Treinado auditor interno

source: Finding
ar_ae: التوصل إلى
de_de: Befund
es_es: Encontrar
fr_fr: Trouver
gu: શોધવી
it_it: Scoperta
mr: शोध
pt_pt: Descoberta

source: Question Asked
ar_ae: سؤال
de_de: Frage gestellt
es_es: Preguntas más
fr_fr: Question posée
gu: પ્રશ્ન પૂછવામાં
it_it: Domanda Chiesto
mr: प्रश्न विचारले
pt_pt: Perguntas Mais

source: Schedule Date From
ar_ae: جدول التسجيل من
de_de: Von Plan Datum
es_es: Horario De fecha de
fr_fr: Date à partir de l'annexe
gu: પ્રતિ સૂચિ તારીખ
it_it: Programma Data Dal
mr: कडून शेड्यूल तारीख
pt_pt: Programação Data De

source: Schedule Date To
ar_ae: جدول التسجيل ل
de_de: Um Plan Datum
es_es: Horario Fecha Para
fr_fr: Date de l'annexe A
gu: સૂચિ તારીખ કરવા માટે
it_it: Schedule Alla data
mr: शेड्यूल तारीख
pt_pt: Programação Data Para

source: Mandatory Details
ar_ae: تفاصيل إلزامية
de_de: Pflichtangaben
es_es: Datos obligatorios
fr_fr: Détails obligatoires
gu: ફરજિયાત વિગતો
it_it: Dettagli obbligatori
mr: अनिवार्य तपशील
pt_pt: Detalhes obrigatórios

source: Office Email
ar_ae: مكتب البريد
de_de: Büro per E-Mail
es_es: Oficina Email
fr_fr: Bureau Email
gu: ઓફિસ ઇમેઇલ
it_it: Ufficio Email
mr: कार्यालय ईमेल
pt_pt: Escritório Email

source: Optional Details
ar_ae: تفاصيل اختياري
es_es: Detalles opcionales
fr_fr: Détails en option
gu: વૈકલ્પિક વિગતો
it_it: Dettagli opzionali
mr: पर्यायी माहिती
pt_pt: Detalhes opcionais

source: Pancard Number
ar_ae: عدد Pancard
de_de: Pancard Anzahl
es_es: Número Pancard
fr_fr: Nombre Pancard
gu: Pancard સંખ્યા
it_it: Pancard numero
mr: Pancard क्रमांक
pt_pt: Número Pancard

source: Personal Telephone
ar_ae: الهاتف الشخصي
de_de: Persönliche Telefon
es_es: Teléfono Personal
fr_fr: Téléphone personnel
gu: વ્યક્તિગત ટેલિફોન
it_it: Telefono Personal
mr: वैयक्तिक टेलिफोन
pt_pt: Telefone Pessoal

source: Office Telephone
ar_ae: هاتف المكتب
de_de: Büro Telefon
es_es: Teléfono de la oficina
fr_fr: Téléphone au bureau
gu: ઓફિસ ટેલિફોન
it_it: Telefono Ufficio
mr: कार्यालय दुरध्वनी
pt_pt: Posto telefônico

source: Personal Email
ar_ae: البريد الالكتروني الشخصي
de_de: Persönliche E-Mail
es_es: Correo electrónico personal
fr_fr: Courriel personnel
gu: વ્યક્તિગત ઇમેઇલ
mr: वैयक्तिक ईमेल
pt_pt: E-mail pessoal

source: Permanent Address
ar_ae: العنوان الدائم
de_de: Daueraufenthalt
es_es: Dirección permanente
fr_fr: Adresse permanente
gu: કાયમી સરનામું
it_it: Residenza
mr: कायम पत्ता
pt_pt: Endereço Permanente

source: Driving License
ar_ae: رخصة القيادة
de_de: Führerschein
es_es: Licencia de conducir
fr_fr: Permis de conduire
gu: ડ્રાઇવિંગ લાઇસન્સ
it_it: Patente di guida
mr: वाहन चालक परवाना
pt_pt: Carta de Condução

source: Approve Employee
ar_ae: يوافق الموظف
de_de: Genehmigen Mitarbeiter
es_es: Aprobar Empleado
fr_fr: Approuver employés
gu: કર્મચારી મંજૂર
it_it: Approva dipendenti
mr: कर्मचारी मंजूर करा
pt_pt: Aprovar Employee

source: Edit Employee
ar_ae: تحرير موظف
de_de: Bearbeiten Mitarbeiter
es_es: Editar Empleado
fr_fr: Modifier des employés
gu: ફેરફાર કરો કર્મચારી
it_it: Modifica dei dipendenti
mr: संपादन कर्मचा
pt_pt: Editar Empregado

source: View Employee
ar_ae: عرض موظف
de_de: Ansicht Mitarbeiter
es_es: Ver Empleado
fr_fr: Voir employés
gu: જુઓ કર્મચારી
it_it: Vista dipendenti
mr: पहा कर्मचा
pt_pt: Ver Employee

source: Active
ar_ae: نشط
de_de: Aktiv
es_es: Activo
fr_fr: Actif
it_it: Attivo
mr: सक्रिय
pt_pt: Ativo

source: Resigned
ar_ae: استقال
de_de: Resigniert
es_es: Resignado
fr_fr: Résigné
it_it: Rassegnato
mr: राजीनामा दिला
pt_pt: Resignado

source: Approve File Upload
ar_ae: الموافقة تحميل الملف
de_de: Genehmigen Datei-Upload
es_es: Aprobar Subir archivo
fr_fr: Approuver File Upload
gu: ફાઇલ અપલોડ કરો મંજૂર
it_it: Approva File Upload
mr: फाइल अपलोड मंजूर करा
pt_pt: Aprovar File Upload

source: Import
ar_ae: استيراد
de_de: Importieren
es_es: Importar
fr_fr: Importer
gu: આયાત
it_it: Importa
mr: आयात
pt_pt: Importar

source: Import From File
ar_ae: استيراد من ملف
de_de: Aus Datei importieren
es_es: Importar desde archivo
fr_fr: Importer depuis un fichier
gu: ફાઇલ આયાત કરો
it_it: Importa da file
mr: फाइल आयात
pt_pt: Importar do arquivo

source: Edit File Upload
ar_ae: تحميل تحرير الملف
de_de: Datei Bearbeiten hochladen
es_es: Subir Editar archivo
gu: ફેરફાર કરો ફાઇલ અપલોડ કરો
it_it: Modifica File Upload
mr: संपादित करा फाइल अपलोड करा
pt_pt: Carregar Editar Arquivo

source: Click Here To Add Data
ar_ae: انقر هنا لإضافة البيانات
de_de: Klicken Sie hier um Daten hinzufügen
es_es: Haga clic aquí para agregar datos
fr_fr: Cliquez ici pour ajouter des données
gu: ડેટા ઉમેરવા અહીં ક્લિક કરો
it_it: Clicca qui per aggiungere dati
mr: डेटा जोडा करण्यासाठी येथे क्लिक करा
pt_pt: Clique aqui para adicionar dados

source: Add User
ar_ae: إضافة مستخدم
de_de: Benutzer hinzufügen
es_es: Añadir usuario
fr_fr: Ajouter un utilisateur
gu: વપરાશકર્તા ઉમેરો
it_it: Aggiungi Utente
mr: वापरकर्ता जोडा
pt_pt: Adicionar utilizador

source: Add User Session
ar_ae: إضافة الدورة العضو
de_de: Benutzer hinzufügen Session
es_es: Agregar sesión de usuario
fr_fr: Ajouter session de l'utilisateur
gu: વપરાશકર્તા સત્ર ઉમેરો
it_it: Aggiungere sessione utente
mr: वापरकर्ता सत्रातील जोडा
pt_pt: Adicionar sessão de usuário

source: Add Evidence
ar_ae: إضافة الأدلة
de_de: Evidence hinzufügen
es_es: Añadir Evidencia
fr_fr: Ajouter preuve
gu: પુરાવા ઉમેરો
it_it: Aggiungi Evidence
mr: पुरावा जोडा
pt_pt: Adicionar Evidência

source: View File Upload
ar_ae: مشاهدة تحميل الملف
de_de: Ansicht Datei-Upload
es_es: Subir Ver archivo
fr_fr: Voir File Upload
gu: જુઓ ફાઇલ અપલોડ કરો
it_it: Visualizza File Upload
mr: पहा फाइल अपलोड करा
pt_pt: Carregar Ver Arquivo

source: Record
ar_ae: تسجيل
de_de: Aufnehmen
es_es: Registrar
fr_fr: Enregistrer
gu: વિક્રમ
it_it: Registrazione
mr: नोंद
pt_pt: Gravar

source: File Details
ar_ae: تفاصيل ملف
de_de: Dateidetails
es_es: Detalles de archivo
fr_fr: Détails du fichier
gu: ફાઈલ વિગતો
it_it: Dettagli file
mr: फाइल तपशील
pt_pt: Detalhes do Arquivo

source: File Type
ar_ae: نوع الملف
de_de: Dateityp
es_es: Tipo de Archivo
fr_fr: Type de Fichier
gu: ફાઇલ પ્રકાર
it_it: Tipo di file
mr: फाइल प्रकार
pt_pt: Tipo de Arquivo

source: File Status
ar_ae: الحالة ملف
de_de: Dateistatus
es_es: Estado de archivo
fr_fr: Etat du fichier
gu: ફાઈલ સ્થિતિ
it_it: Stato file
mr: फाइल स्थिती
pt_pt: Status do arquivo

source: Result
ar_ae: ا نتيجة
de_de: Ergebnis
es_es: Final
fr_fr: Résultat
gu: પરિણામ
it_it: Risultato
mr: परिणाम
pt_pt: Resultado

source: User Session
ar_ae: الدورة المستخدم
de_de: Benutzersitzung
es_es: De sesión de usuario
fr_fr: session de l'utilisateur
gu: વપરાશકર્તા સત્ર
it_it: Sessione utente
mr: वापरकर्ता सत्रातील
pt_pt: Sessão Usuário

source: Add Fire Extinguisher Type
ar_ae: إضافة نوع طفاية حريق
de_de: Fügen Feuerlöscher Typ
es_es: Añadir Extintor Tipo
fr_fr: Ajouter Type d'extincteur
gu: અગ્નિશામક પ્રકાર ઉમેરો
it_it: Aggiungi Estintore Tipo
mr: अग्निशामक उपकरण प्रकार जोडा
pt_pt: Adicionar Extintor Tipo

source: Approve Fire Extinguisher Type
ar_ae: الموافقة على نوع طفاية حريق
de_de: Genehmigen Feuerlöscher Typ
es_es: Aprobar Extintor Tipo
fr_fr: Approuver Type d'extincteur
gu: અગ્નિશામક પ્રકાર મંજૂર
it_it: Approvare Estintore Tipo
mr: अग्निशामक उपकरण प्रकार मंजूर करा
pt_pt: Aprovar Extintor Tipo

source: Edit Fire Extinguisher Type
ar_ae: تحرير نوع طفاية حريق
de_de: Bearbeiten Feuerlöscher Typ
es_es: Editar tipo de extintor de incendios
fr_fr: Modifier le type d'extincteur
gu: ફેરફાર કરો અગ્નિશામક પ્રકાર
it_it: Modifica tipo di estintore
mr: संपादन अग्निशामक उपकरण प्रकार
pt_pt: Editar tipo de extintor de incêndio

source: New Fire Extinguisher Type
ar_ae: جديد نوع طفاية حريق
de_de: Neue Feuerlöscher Typ
es_es: Nuevo tipo de extintor de incendios
fr_fr: Nouveau Type d'extincteur
gu: ન્યૂ અગ્નિશામક પ્રકાર
it_it: Nuovo tipo Estintore
mr: नवीन अग्निशामक उपकरण प्रकार
pt_pt: Novo tipo de extintor de incêndio

source: View Fire Extinguisher Type
ar_ae: عرض نوع طفاية حريق
de_de: Sehen Feuerlöscher Typ
es_es: Ver Tipo Extintor
fr_fr: Voir Type d'extincteur
gu: અગ્નિશામક પ્રકાર જુઓ
it_it: Mostra Tipo Estintore
mr: अग्निशामक उपकरण प्रकार पहा
pt_pt: Ver Extintores

source: Add Fire Extinguisher
ar_ae: إضافة طفاية حريق
de_de: Fügen Feuerlöscher
es_es: Añadir Extintor
fr_fr: Ajouter Extincteur
gu: અગ્નિશામક ઉમેરો
it_it: Aggiungi Estintore
mr: अग्निशामक उपकरण जोडा
pt_pt: Adicionar Extintor

source: Fire Extinguisher Type
ar_ae: نوع طفاية حريق
de_de: Feuerlöscher Typ
es_es: Extintor Tipo
fr_fr: Type d'extincteur
gu: અગ્નિશામક પ્રકાર
it_it: Estintore Tipo
mr: अग्निशामक उपकरण प्रकार
pt_pt: Extintor Tipo

source: Company Name
ar_ae: اسم الشركة
de_de: Firmenname
es_es: Nombre de la empresa
fr_fr: Nom de l'agence
gu: કંપની નામ
it_it: Nome dell'azienda
mr: कंपनीचे नाव
pt_pt: Nome da empresa

source: Expiry Date
ar_ae: تاريخ الإنتهاء
de_de: Verfallsdatum
es_es: Fecha de caducidad
fr_fr: Date d'expiration
gu: સમાપ્તિ તારીખ
it_it: Data di scadenza
mr: कालावधी समाप्ती तारीख
pt_pt: Data de validade

source: Warranty Expiry Date
ar_ae: الضمان تاريخ انتهاء الصلاحية
de_de: Garantieablaufdatum
es_es: Garantía de caducidad Fecha
fr_fr: Garantie Date d'expiration
gu: વોરંટી સમાપ્તિ તારીખ
it_it: Garanzia Data di scadenza
mr: * वॉरंटी कालावधी समाप्ती तारीख
pt_pt: Garantia Data de validade

source: Model Type
ar_ae: نموذج نوع
de_de: Modell Typ
es_es: Tipo de Modelo
fr_fr: Type de modèle
gu: મોડલ પ્રકાર
it_it: Tipo Modello
mr: मॉडेल प्रकार
pt_pt: Modelo Tipo

source: Other Remarks
ar_ae: ملاحظات أخرى
de_de: Sonstige Bemerkungen
es_es: Otras Observaciones
fr_fr: Autres remarques
gu: અન્ય નોંધ
it_it: Altre osservazioni
mr: इतर शेरा
pt_pt: Outras Observações

source: Approve Fire Extinguisher
ar_ae: الموافقة على طفاية حريق
de_de: Genehmigen Feuerlöscher
es_es: Aprobar Extintor
fr_fr: Approuver Extincteur
gu: અગ્નિશામક મંજૂર
it_it: Approva Estintore
mr: अग्निशामक उपकरण मंजूर करा
pt_pt: Aprovar Extintor

source: Edit Fire Extinguisher
ar_ae: تحرير طفاية حريق
de_de: Bearbeiten Feuerlöscher
es_es: Editar Extintor
fr_fr: Modifier Extincteur
gu: ફેરફાર કરો અગ્નિશામક
it_it: Modifica Estintore
mr: संपादन अग्निशामक उपकरण
pt_pt: Editar Extintor

source: New Fire Extinguisher
ar_ae: جديد طفاية حريق
de_de: Neue Feuerlöscher
es_es: Nueva Extintor
fr_fr: Nouveau Extincteur
gu: ન્યૂ અગ્નિશામક
it_it: Nuovo Estintore
mr: नवीन अग्निशामक उपकरण
pt_pt: Novo Extintor

source: View Fire Extinguisher
ar_ae: عرض طفاية حريق
de_de: Ansicht Feuerlöscher
es_es: Ver Extintor
fr_fr: Voir Extincteur
gu: જુઓ અગ્નિશામક
it_it: Vista Estintore
mr: पहा अग्निशामक उपकरण
pt_pt: Ver Extintor

source: Add Fire Safety Equipment List
ar_ae: إضافة قائمة معدات الحريق السلامة
de_de: Fügen Fire Safety Equipment List
es_es: Añadir fuego Lista de Equipo de Seguridad
fr_fr: Ajouter la liste d'équipement de sécurité-incendie
gu: ફાયર સેફટી સાધનો યાદી ઉમેરો
it_it: Aggiungi Fuoco List Apparecchiatura di sicurezza
mr: फायर सुरक्षितता उपकरणांचे यादी जोडा
pt_pt: Adicionar Lista de Equipamentos de Segurança contra Incêndios

source: Approve Fire Safety Equipment List
ar_ae: الموافقة على قائمة معدات الحريق السلامة
de_de: Genehmigen Fire Safety Equipment List
es_es: Aprobar Fuego Lista de Equipo de Seguridad
fr_fr: Approuver la liste d'équipement de sécurité-incendie
gu: ફાયર સેફટી સાધનો યાદી મંજૂર
it_it: Approvare Fuoco Lista Apparecchiatura di sicurezza
mr: फायर सुरक्षितता उपकरणांचे यादी मंजूर करा
pt_pt: Aprovar Lista de Equipamentos de Segurança contra Incêndios
