Repository: Athenolabs/flinkiso-lite
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_ae, de_de, es_es, fr_fr, gu, it_it, mr, pt_pt

source: View Change Addition Deletion Request
ar_ae: عرض تغيير إضافة طلب الحذف
de_de: Ansicht wechseln Addition Löschauftrag
es_es: Ver Cambio Adición Supresión Solicitud
fr_fr: Voir Change Ajout Suppression Demande
gu: જુઓ બદલો ઉમેરો હટાવવા માટેની વિનંતી
it_it: Cambia aggiunta Cancellazione Richiesta
mr: पहा बदला अॅडीशन हटवण्याची विनंती
pt_pt: Ver Mudança Adição Supressão Pedido

source: Request Details
ar_ae: طلب تفاصيل
de_de: Anfragedetails
es_es: Solicitar detalles
fr_fr: Détails de la demande
gu: વિનંતી વિગતો
it_it: Richiesta Dettagli
mr: विनंती तपशील
pt_pt: Pedido de Informações

source: Master List Of Format
ar_ae: قائمة ماجستير في تنسيق
de_de: Master-Liste Format
es_es: Lista Maestra de Formato
fr_fr: Maître Liste des Format
gu: બંધારણની માસ્ટર યાદી
it_it: Master List Of Formato
mr: स्वरूप मास्टर ऑफ यादी
pt_pt: Mestre Lista de Formato

source: Current Document Details
ar_ae: تفاصيل الوثيقة الحالي
de_de: Aktuelle Dokumentendetails
es_es: Detalles del documento actual
fr_fr: Actuel Document Details
gu: વર્તમાન દસ્તાવેજ વિગતો
it_it: Corrente Dettagli documento
mr: वर्तमान दस्तऐवज तपशील
pt_pt: Detalhes do documento atual

source: Proposed Changes
ar_ae: التغييرات المقترحة
de_de: Vorgeschlagene Änderungen
es_es: Cambios propuestos
fr_fr: Modifications proposées
gu: સૂચિત ફેરફારો
it_it: Modifiche proposte
mr: प्रस्तावित बदल
pt_pt: Alterações Propostas

source: Reason For Change
ar_ae: السبب من أجل التغيير
de_de: Grund der Änderung
es_es: Motivo del cambio
fr_fr: Raison du changement
gu: ફેરફાર માટે કારણ
mr: बदला कारण
pt_pt: Motivo da alteração

source: Edit Company
ar_ae: تحرير الشركة
de_de: Bearbeiten Gesellschaft
fr_fr: Modifier Société
gu: ફેરફાર કરો નામ
it_it: Modifica Società
mr: संपादन कंपनी
pt_pt: Editar Empresa

source: View / Upload Files
ar_ae: عرض / تحميل الملفات
de_de: Ansicht / Dateien hochladen
es_es: Ver / Subir Archivos
fr_fr: Voir / Télécharger des fichiers
gu: જુઓ / અપલોડ ફાઇલો
it_it: Visualizza / Upload Files
mr: पहा / फाइल्स अपलोड करा
pt_pt: Ver / Upload de arquivos

source: Company Description / Message form MR or Director
ar_ae: شركة الوصف / MR شكل رسالة أو مدير
de_de: Beschreibung des Unternehmens / Meldungsformular MR oder Direktor
es_es: Forma Company Descripción / Mensaje MR o el Director
fr_fr: Description de l'entreprise / le formulaire MR ou le directeur message
gu: કંપની વર્ણન / સંદેશ ફોર્મ મિ અથવા નિયામક
it_it: Forma societaria Descrizione / Messaggio MR o regista
mr: कंपनी वर्णन / एमआर किंवा संचालक फॉर्म संदेश
pt_pt: Forma Descrição da Empresa / Message MR ou Diretor

source: Company Welcome Message
ar_ae: شركة رسالة ترحيب
de_de: Unternehmen Willkommen Nachricht
es_es: Company Mensaje de Bienvenida
fr_fr: Société Message de bienvenue
gu: કંપની સ્વાગત સંદેશ
it_it: Azienda Messaggio di benvenuto
mr: कंपनी स्वागत संदेश
pt_pt: Empresa Mensagem de Boas Vindas

source: Quality Policy
ar_ae: سياسة الجودة
es_es: Política de Calidad
fr_fr: Politique de qualité
gu: જાત નીતિ
it_it: Politica della Qualità
mr: गुणवत्ता धोरण
pt_pt: Política da Qualidade

source: Vision Statement
ar_ae: بيان الرؤية
es_es: Declaración de la Misión
fr_fr: Énoncé de vision
gu: વિઝન નિવેદન
mr: दृष्टी स्टेटमेंट
pt_pt: Declaração de Visão

source: Mission Statement
ar_ae: المهمة
de_de: Firmenphilosophie
fr_fr: Énoncé de Mission
gu: ધ્યેય અંગે નિવેદન
mr: मिशन स्टेटमेंट
pt_pt: Missão

source: Copy - Paste your existing audit plan
ar_ae: نسخة - لصق خطة التدقيق الموجودة لديك
de_de: Copy - Paste Ihrem bestehenden Prüfungsplan
es_es: Copy - Paste su plan de auditoría existente
fr_fr: Copier - Coller votre plan d'audit existant
gu: નકલ કરો - તમારી હાલની ઓડિટ યોજના પેસ્ટ કરો
it_it: Copia - Incolla il piano di revisione esistente
mr: कॉपी - आपल्या विद्यमान ऑडिट योजना पेस्ट
pt_pt: Copy - Cole seu plano de auditoria existente

source: Import from file (excel & csv formats only)
ar_ae: الاستيراد من ملف (إكسل وتنسيقات CSV فقط)
de_de: Import aus Datei (Excel & csv-Formaten nur)
es_es: Importar desde archivo (Excel y CSV formatos solamente)
fr_fr: Importer à partir du fichier (formats Excel et CSV uniquement)
gu: આયાત ફાઇલમાંથી (એક્સેલ અને CSV ફોર્મેટ માત્ર)
it_it: Importa da file (excel e csv solo i formati)
mr: फाइल आयात (एक्सेल व सी स्वरूप केवळ)
pt_pt: Importar do arquivo (Excel & CSV apenas)

source: View Company
ar_ae: عرض الشركة
de_de: Ansicht Unternehmen
es_es: Ver la empresa
fr_fr: Voir Société
gu: જુઓ કંપની
it_it: Vedi Company
mr: पहा कंपनी
pt_pt: Visualização da Empresa

source: Remove Sample Data
ar_ae: إزالة عينة البيانات
de_de: Entfernen Sie Beispieldaten
es_es: Eliminar datos de ejemplo
fr_fr: Retirer des exemples de données
it_it: Rimuovere dati di esempio
mr: नमुना डेटा काढा
pt_pt: Remover dados de exemplo

source: Are you sure to remove sample data of %s?
ar_ae: هل أنت متأكد من إزالة البيانات عينة من %s ؟
de_de: Sind Sie sicher, dass Sie Probendaten zu entfernen %s ?
es_es: ¿Está seguro de eliminar los datos de muestra de %s ?
fr_fr: Êtes-vous sûr de vouloir supprimer les données de l'échantillon %s ?
it_it: Sei sicuro di voler rimuovere i dati di campionamento di %s ?
mr: आपण नमुना डाटा काढून खात्री आहे %s ?
pt_pt: Tem certeza que deseja remover os dados amostrais de %s ?

source: Company Description
ar_ae: نبذه عن الشركة
de_de: Beschreibung des Unternehmens
es_es: Descripción de la empresa:
fr_fr: Description de l'entreprise
gu: કંપની વર્ણન
it_it: Descrizione della società
mr: कंपनी वर्णन
pt_pt: Descrição da Empresa

source: Welcome Message for Users
ar_ae: رسالة ترحيب للمستخدمين
de_de: Begrüßung für Benutzer
es_es: Mensaje de bienvenida para los usuarios
fr_fr: Message de bienvenue pour les utilisateurs
it_it: Messaggio di benvenuto per gli utenti
mr: वापरकर्ता करीता स्वागत संदेश
pt_pt: Mensagem de Boas Vindas para usuários

source: Company Audit Plan
ar_ae: خطة التدقيق شركة
de_de: Unternehmen Prüfungsplan
es_es: Plan de Auditoría de la empresa
fr_fr: Plan de vérification de l'entreprise
gu: કંપની ઓ ડટ યોજના
it_it: Società di Revisione Piano
mr: कंपनी ऑडिट योजना
pt_pt: Plano de Auditoria da Empresa

source: Documents Level 1
ar_ae: وثائق المستوى 1
de_de: Dokumente Level 1
fr_fr: Documents Niveau 1
it_it: Documenti di livello 1
mr: दस्तऐवज स्तर 1
pt_pt: Documentos Nível 1

source: Documents Level 2
ar_ae: وثائق المستوى 2
de_de: Dokumente Stufe 2
fr_fr: Documents niveau 2
it_it: Documenti di livello 2
mr: दस्तऐवज स्तर 2
pt_pt: Documentos Nível 2

source: Documents Level 3
ar_ae: وثائق المستوى 3
de_de: Dokumente Stufe 3
fr_fr: Documents Niveau 3
it_it: Documenti di livello 3
mr: दस्तऐवज स्तर 3
pt_pt: Documentos Nível 3

source: Documents Level 4
ar_ae: وثائق المستوى 4
de_de: Dokumente der Stufe 4
fr_fr: Documents Niveau 4
it_it: Documenti Livello 4
mr: दस्तऐवज पटली 4
pt_pt: Documentos Nível 4

source: Add Competency Mapping
ar_ae: إضافة الكفاءات رسم الخرائط
de_de: Competency Mapping hinzufügen
es_es: Agregar asignación de competencias
fr_fr: Ajouter cartographie des compétences
gu: સ્પર્ધાત્મકતા મેપિંગ ઉમેરો
it_it: Aggiungi mappatura delle competenze
mr: पूरक मॅपिंग जोडा
pt_pt: Adicionar Mapeamento de Competências

source: Education
ar_ae: التعليم
de_de: Bildung
es_es: Estudios
fr_fr: Formation
gu: શિક્ષણ
it_it: Educazione e Formazione
mr: शिक्षण
pt_pt: Educação

source: Actual Education
ar_ae: التعليم الفعلي
de_de: Tatsächliche Bildung
es_es: Educación Actual
fr_fr: Education réel
gu: ખરેખર શિક્ષણ
it_it: Educazione Actual
mr: वास्तविक शिक्षण
pt_pt: Educação real

source: Experience Required
ar_ae: الخبرة المطلوبة
de_de: Erfahrungen Pflicht
es_es: Experiencia Requerida
fr_fr: Expérience requise
gu: અનુભવ જરૂરી
it_it: Esperienza richiesta
mr: अनुभव आवश्यक
pt_pt: Experiência Necessária

source: Actual Experience
ar_ae: التجربة الفعلية
de_de: Tatsächliche Erfahrung
es_es: Experiencia real
fr_fr: Expérience réelle
gu: વાસ્તવિક અનુભવ
it_it: Esperienza reale
mr: वास्तविक अनुभव
pt_pt: Experiência real

source: Skills Required
ar_ae: المهارات المطلوبة
de_de: Kenntnisse erforderlich
es_es: Habilidades Requeridas
fr_fr: Compétences requises
gu: જરૂરી કુશળતા
it_it: Abilità richieste
mr: कौशल्ये आवश्यक
pt_pt: Habilidades Necessárias

source: Skills Possessed
ar_ae: تمتلك المهارات
de_de: Fähigkeiten Possessed
es_es: Habilidades Possessed
fr_fr: Compétences acquises
gu: પઝેસ્ડ કૌશલ્ય
it_it: Competenze possedute
mr: कौशल्ये बाधा
pt_pt: Habilidades possuídas

source: Remarks
ar_ae: ملاحظات
de_de: Bemerkungen
es_es: Observaciones
fr_fr: Observations
gu: નોંધ
it_it: Note
mr: शेरा
pt_pt: Observações

source: Approve Competency Mapping
ar_ae: الموافقة الكفاءة رسم الخرائط
de_de: Genehmigen Competency Mapping
es_es: Aprobar Mapeo de Competencias
fr_fr: Approuver la cartographie des compétences
gu: સ્પર્ધાત્મકતા મેપિંગ મંજૂર
it_it: Approva mappatura delle competenze
mr: पूरक मॅपिंग मंजूर करा
pt_pt: Aprovar Mapeamento de Competências

source: Edit Competency Mapping
ar_ae: تحرير الكفاءة رسم الخرائط
de_de: Bearbeiten Kompetenz-Mapping
es_es: Modificar asignación de competencias
fr_fr: Cartographie Modifier compétence
gu: ફેરફાર કરો સ્પર્ધાત્મકતા મેપિંગ
it_it: Modifica mappatura delle competenze
mr: संपादन पूरक मॅपिंग
pt_pt: Editar Mapeamento de Competências

source: New Competency Mapping
ar_ae: الكفاءة رسم الخرائط الجديد
de_de: Neue Kompetenzzuordnung
es_es: Nuevo trazado de competencias
fr_fr: Nouveau mappage des compétences
gu: ન્યૂ સ્પર્ધાત્મકતા મેપિંગ
it_it: Mapping New competenza
mr: नवीन पूरक मॅपिंग
pt_pt: Mapeamento Nova Competência

source: Add Employee
ar_ae: إضافة موظف
de_de: Mitarbeiter hinzufügen
es_es: Añadir Empleado
fr_fr: Ajouter employés
gu: ઉમેરો કર્મચારી
it_it: Aggiungi ai dipendenti
mr: कर्मचा जोडा
pt_pt: Adicionar Employee

source: View Competency Mapping
ar_ae: مشاهدة الكفاءة رسم الخرائط
de_de: Ansicht Competency Mapping
es_es: Mapping Ver Competencia
fr_fr: Voir la cartographie des compétences
gu: જુઓ સ્પર્ધાત્મકતા મેપિંગ
it_it: Mapping View competenza
mr: पहा पूरक मॅपिंग
pt_pt: Mapeamento de Competências Ver

source: Add Corrective Preventive Action
ar_ae: إضافة الإجراءات الوقائية التصحيحية
de_de: Fügen Korrekturpräventions
es_es: Agregar acción preventiva correctiva
fr_fr: Ajouter une action préventive corrective
gu: સુધારાત્મક નિવારક કાર્યવાહી ઉમેરો
it_it: Aggiungi correttiva Azione preventiva
mr: सुधारणा घडवून आणणारा प्रतिबंधात्मक कार्यवाही जोडा
pt_pt: Adicionar Ação Preventiva Corretiva

source: Step - 1
ar_ae: خطوة - 1
de_de: Schritt - 1
es_es: Paso - 1
fr_fr: Étape - 1
mr: चरण - 1
pt_pt: Etapa - 1

source: Select Action
ar_ae: حدد العمل
de_de: Aktion auswählen
es_es: Seleccione una acción
fr_fr: Sélectionner une action
it_it: Seleziona azione
mr: कृती नीवडा
pt_pt: Selecionar Ação

source: Number
ar_ae: عدد
de_de: Anzahl
es_es: Número
fr_fr: Nombre
gu: આંકડો
it_it: Numero
mr: क्रमांक
pt_pt: Número

source: CAPA Source
ar_ae: CAPA المصدر
de_de: CAPA Quelle
es_es: CAPA Fuente
gu: CAPA સોર્સ
it_it: CAPA Fonte
mr: CAPA स्रोत
pt_pt: CAPA Fonte

source: CAPA Category
ar_ae: CAPA الفئة
de_de: CAPA Kategorie
es_es: CAPA Categoría
fr_fr: CAPA Catégorie
gu: CAPA વર્ગ
it_it: CAPA Categoria
mr: CAPA वर्ग
pt_pt: CAPA Categoria

source: Select Internal Audit
ar_ae: حدد التدقيق الداخلي
de_de: Wählen Sie die Interne Revision
es_es: Seleccione Auditoría Interna
fr_fr: Sélectionnez l'audit interne
gu: આંતરિક ઓડિટ પસંદ કરો
it_it: Selezionare Internal Audit
mr: अंतर्गत लेखा परिक्षण निवडा
pt_pt: Selecione Auditoria Interna

source: Select Suggestion Form
ar_ae: تحديد نموذج الإقتراحات
de_de: Wählen Sie Ihre Vorschläge
es_es: Seleccione Formulario Sugerencia
fr_fr: Sélectionnez le formulaire Suggestion
gu: સૂચન ફોર્મ પસંદ કરો
it_it: Selezionare Suggestion Form
mr: सुचना फॉर्म निवडा
pt_pt: Selecione Formulário de Sugestão

source: Select Customer Complaint
ar_ae: حدد شكاوى العملاء
de_de: Wählen Kundenreklamation
es_es: Seleccione Quejas de Clientes
fr_fr: Sélectionnez des plaintes des clients
gu: પસંદ કરો ગ્રાહક ફરિયાદ
it_it: Seleziona reclamo del cliente
mr: निवडा ग्राहक तक्रार
pt_pt: Selecione Reclamação do cliente

source: Select Supplier
ar_ae: حدد المورد
de_de: Wählen Sie Lieferant
es_es: Seleccione Proveedor
fr_fr: Sélectionnez Fournisseur
gu: પસંદ કરો પુરવઠોકર્તા
it_it: Seleziona Fornitore
mr: निवडा पुरवठादार
pt_pt: Selecione Fornecedor

source: Select Product
ar_ae: حدد المنتج
de_de: Produkt auswählen
es_es: Seleccionar Producto
fr_fr: Sélectionner un produit
gu: પસંદ કરો ઉત્પાદન
it_it: Seleziona prodotto
mr: निवडा उत्पादन
pt_pt: Selecionar Produto

source: Select Device
ar_ae: حدد الجهاز
de_de: Wählen Sie Geräte
es_es: Seleccionar dispositivo
fr_fr: Sélectionner le périphérique
gu: ઉપકરણ પસંદ કરો
it_it: Seleziona periferica
mr: निवडा डिव्हाइस
pt_pt: Selecione Dispositivo

source: Select Material
ar_ae: اختيار المواد
de_de: Wählen Sie ein Produkt
es_es: Seleccionar material
fr_fr: Sélectionner matériel
it_it: Seleziona Materiale
mr: निवडा साहित्य
pt_pt: Selecionar material

source: Assigned To
ar_ae: الشخص المسؤول
de_de: Zugewiesen an
fr_fr: Assignée à
gu: સોંપેલ
it_it: Assegnato a
mr: नियुक्त
pt_pt: Atribuído a

source: Initial Remarks
ar_ae: ملاحظات أولية
de_de: Vorbemerkung
es_es: Observaciones iniciales
fr_fr: Remarques initiales
gu: પ્રારંભિક નોંધ
it_it: Osservazioni iniziali
mr: आरंभिक शेरा
pt_pt: Considerações Iniciais

source: Proposed Immediate Action
ar_ae: الإجراءات الفورية المقترحة
de_de: Vorgeschlagenen Sofort
es_es: La acción inmediata propuesto
fr_fr: Action immédiate proposé
gu: સૂચિત તાત્કાલિક પગલાં
it_it: Proposta di azione immediata
mr: प्रस्तावित त्वरित कारवाई
pt_pt: Proposta de Ação Imediata

source: Current Status
ar_ae: الحالة الحالية
de_de: Aktueller Status
es_es: Estado Actual
fr_fr: Statut actuel
gu: વર્તમાન સ્થિતિ
it_it: Stato attuale
mr: वर्तमान स्थिती
pt_pt: Estado atual

source: Completed By
ar_ae: بتاريخ
de_de: Ausgefüllt von
es_es: Elaborada por:
fr_fr: Rempli par
gu: દ્વારા પૂર્ણ
it_it: Completato da
mr: पूर्ण
pt_pt: Preenchido por

source: Completed on Date
ar_ae: أكملت على التسجيل
de_de: Am Datum abgeschlossen
es_es: Completado en Fecha
fr_fr: Terminé le Date
gu: તારીખ પર પૂર્ણ
it_it: Completato il Data
mr: दिनांक पूर्ण
pt_pt: Concluído em Data

source: Completion Remarks
ar_ae: الانتهاء ملاحظات
de_de: Abschluss Bemerkungen
es_es: Observaciones Finalización
fr_fr: Remarques d'achèvement
gu: પૂર્ણ નોંધ
it_it: Completamento Commento
mr: काम पूर्ण शेरा
pt_pt: Conclusão Observações

source: Step - 2
ar_ae: خطوة - 2
de_de: Schritt - 2
es_es: Paso - 2
fr_fr: Étape - 2
mr: चरण - 2
pt_pt: Etapa - 2

source: Root Cause Analysis Required
ar_ae: تحليل السبب الجذري مطلوب
de_de: Root Cause Analysis Pflicht
es_es: Análisis de Causa Raíz Requerido
fr_fr: Analyse des causes requis
gu: રુટ કારણ વિશ્લેષણ જરૂરી
it_it: Root Cause Analysis Obbligatorio
mr: मूळ कारणाचे विश्लेषण आवश्यक
pt_pt: Análise de Causa Raiz Obrigatório

source: Root Cause
ar_ae: السبب الجذري
de_de: Ursache
es_es: La Raíz del Problema
fr_fr: Cause première
gu: રુટ કારણ
it_it: Causa ultima
mr: मूळ कारण
pt_pt: Causa raiz

source: Determined By
ar_ae: يحددها
de_de: Bestimmt durch
es_es: Determinado por
fr_fr: Déterminée par
gu: દ્વારા નક્કી
it_it: Determinato da
mr: द्वारा निर्धारित
pt_pt: Determinado por

source: Determined On Date
ar_ae: العزم على تاريخ
de_de: Bestimmt an Datum
es_es: Determinado Por Fecha
fr_fr: Déterminé Sur date
gu: તારીખ નક્કી
it_it: Determinato On Data
mr: तारीख वर निर्धारित
pt_pt: Apurado na data de

source: Root Cause Remarks
ar_ae: السبب الجذري ملاحظات
de_de: Root Cause Bemerkungen
es_es: Root Cause Observaciones
fr_fr: La cause fondamentale Remarques
gu: રુટ કારણ નોંધ
it_it: Root Causa Commento
mr: मूळ कारण शेरा
pt_pt: Causa Raiz Observações

source: Proposed Long-Term Action
ar_ae: طويل الأجل العمل المقترحة
de_de: Vorgeschlagene langfristige Maßnahmen
es_es: Propuesta de Acción a largo plazo
fr_fr: Action proposée de longue durée
gu: સૂચિત લાંબા ગાળાના ક્રિયા
it_it: Proposto Long-Term azione
mr: प्रस्तावित दीर्घकालीन क्रिया
pt_pt: Proposta de Ação de Longo Prazo

source: Action Assigned to
ar_ae: العمل المخصصة ل
de_de: Aktion zugewiesen
es_es: Acción asignados a la
fr_fr: Action attribuée à
gu: માટે સોંપાયેલ ક્રિયા
it_it: Azione Assegnato a
mr: क्रिया दिलेले
pt_pt: Ação atribuída a

source: Action Completed on Date
ar_ae: العمل على الانتهاء من التسجيل
de_de: Aktion auf Datum abgeschlossen
es_es: Acción completada en fecha
fr_fr: Action complété le date
gu: ક્રિયા તારીખ પર પૂર્ણ
it_it: Azione eseguito il Data
mr: क्रिया दिनांक पूर्ण
pt_pt: Ação concluída em Data

source: Action Completion Remarks
ar_ae: إجراءات إتمام ملاحظات
de_de: Aktion Fertigstellung Bemerkungen
es_es: Finalización Acción Observaciones
fr_fr: Remarques action achèvement
gu: ક્રિયા પૂર્તિ નોંધ
it_it: Azione di completamento Commento
mr: क्रिया पूर्ण शेरा
pt_pt: Ação de Conclusão Observações

source: Effectiveness
ar_ae: الفاعلية
de_de: Wirksamkeit
es_es: Eficacia
fr_fr: Entrée en vigueur
gu: અસરકારકતા
mr: परिणामकारकता
pt_pt: Eficácia

source: Document Changes Required
ar_ae: وثيقة التغييرات المطلوبة
de_de: Dokument Änderungen erforderlich
es_es: Los cambios del documento Obligatorio
fr_fr: Changements document requis
gu: દસ્તાવેજ ફેરફારો જરૂરી
it_it: Documento modifiche Obbligatorio
mr: दस्तऐवज बदल आवश्यक
pt_pt: Documento Alterações Obrigatório

source: Closed By
ar_ae: أغلقت بواسطة
de_de: Durch geschlossen
es_es: Cerrado Por
fr_fr: Fermé par
gu: બંધ
it_it: Chiuso da
mr: बंद
pt_pt: Fechado por

source: Closed on Date
ar_ae: تم إغلاقه التسجيل
de_de: Am Datum geschlossen
es_es: Cerrado Fecha
fr_fr: Fermé le Date
gu: તારીખ પર બંધ
it_it: Chiuso il Data
mr: दिनांक बंद
pt_pt: Encerrada em Data

source: Approve Corrective Preventive Action
ar_ae: الموافقة على الإجراءات الوقائية التصحيحية
de_de: Genehmigen Korrekturpräventions
es_es: Aprobar la Acción Preventiva correctiva
fr_fr: Approuver l'action préventive corrective
gu: સુધારાત્મક નિવારક કાર્યવાહી મંજૂર
it_it: Approvare correttiva Azione preventiva
mr: सुधारणा घडवून आणणारा प्रतिबंधात्मक कार्यवाही मंजूर करा
pt_pt: Aprovar Ação Preventiva Corretiva

source: CAPA Number
ar_ae: عدد CAPA
de_de: CAPA Anzahl
es_es: Número CAPA
fr_fr: Nombre CAPA
gu: CAPA સંખ્યા
it_it: CAPA numero
mr: CAPA क्रमांक
pt_pt: Número CAPA

source: Raised By
ar_ae: التي أثارتها
de_de: Angehoben durch
gu: દ્વારા ઊભા
it_it: Sollevata dalla
mr: द्वारे काढलेले
pt_pt: Aumentado por

source: Edit Corrective Preventive Action
ar_ae: تعديل الإجراءات الوقائية التصحيحية
de_de: Bearbeiten Korrekturpräventions
es_es: Edite la Acción Preventiva correctiva
fr_fr: Modifier l'action préventive corrective
gu: સુધારાત્મક નિવારક કાર્યવાહી ફેરફાર કરો
it_it: Modifica correttiva Azione preventiva
mr: सुधारणा घडवून आणणारा प्रतिबंधात्मक कार्यवाही फोटो
pt_pt: Edite Ação Preventiva Corretiva

source: Corrective Action
ar_ae: الإجراءات التصحيحية
de_de: Korrekturmaßnahme
es_es: Medidas correctivas
fr_fr: Action Corrective
it_it: Azione correttiva
mr: सुधारणा घडवून आणणारा क्रिया
pt_pt: Ação Corretiva

source: Preventive Action
ar_ae: العمل الوقائي
de_de: Vorbeugende Maßnahmen
es_es: Acción Preventiva
fr_fr: Action préventive
it_it: Azione preventiva
mr: प्रतिबंधात्मक कार्यवाही
pt_pt: Ação Preventiva

source: Corrective Preventive Action
ar_ae: الإجراءات الوقائية التصحيحية
de_de: Korrekturpräventions
es_es: Acción Preventiva correctiva
fr_fr: Action préventive corrective
it_it: Azione correttiva Preventive
mr: सुधारणा घडवून आणणारा प्रतिबंधात्मक कार्यवाही
pt_pt: Ação Preventiva Corretiva

source: New Corrective Preventive Action
ar_ae: الإجراءات الوقائية التصحيحية جديد
de_de: Neue Korrekturpräventions
es_es: Nueva Acción Preventiva correctiva
fr_fr: Nouvelle action préventive corrective
gu: નવી સુધારાત્મક નિવારક કાર્યવાહી
it_it: Nuova azione preventiva correttiva
mr: नवीन सुधारणा घडवून आणणारा प्रतिबंधात्मक कार्यवाही
pt_pt: Nova Ação Preventiva Corretiva

source: New CAPA Source
ar_ae: المصدر CAPA جديد
de_de: New CAPA Quelle
es_es: Nueva CAPA Fuente
fr_fr: Nouveau CAPA Source
gu: ન્યૂ CAPA સોર્સ
it_it: Nuovo CAPA Fonte
mr: नवीन CAPA स्रोत
pt_pt: Nova Fonte CAPA

source: New CAPA Category
ar_ae: جديد CAPA الفئة
de_de: New CAPA Kategorie
es_es: Nueva categoría CAPA
fr_fr: Nouveau CAPA Catégorie
gu: ન્યૂ CAPA વર્ગ
it_it: Nuovo CAPA Categoria
mr: नवीन CAPA वर्ग
pt_pt: Nova categoria CAPA

source: View Corrective Preventive Action
ar_ae: عرض الإجراءات الوقائية التصحيحية
de_de: Anzeigen Korrekturpräventions
es_es: Ver la Acción Preventiva correctiva
fr_fr: Voir l'action préventive corrective
gu: સુધારાત્મક નિવારક કાર્યવાહી જુઓ
it_it: Mostra correttiva Azione preventiva
mr: सुधारणा घडवून आणणारा प्रतिबंधात्मक कार्यवाही पहा
pt_pt: Ver Ação Preventiva Corretiva

source: CAPA Name
ar_ae: اسم CAPA
es_es: Nombre CAPA
fr_fr: Nom CAPA
gu: CAPA નામ
it_it: Nome CAPA
mr: CAPA नाव
pt_pt: Nome CAPA

source: Category Name
ar_ae: اسم الفئة
de_de: Kategoriename
es_es: Nombre de la categoría
fr_fr: Nom de la catégorie
it_it: Nome Categoria
mr: वर्गवारी नाव
pt_pt: Nome da Categoria

source: Completed On Date
ar_ae: على تاريخ الانتهاء
de_de: Abgeschlossen Am Datum
es_es: Finalizada en Fecha
fr_fr: Terminé Date de
gu: તારીખ પર પૂર્ણ
it_it: Completato On Data
mr: दिनांक पूर्ण
pt_pt: Concluído em Data

source: Proposed Longterm Action
ar_ae: العمل على المدى البعيد المقترحة
de_de: Vorgeschlagene Langzeitaktions
es_es: Acción Propuesta Longterm
fr_fr: Action de longue durée de Projet
gu: સૂચિત Longterm ક્રિયા
it_it: Proposta di azione a lungo termine
mr: प्रस्तावित विचारा क्रिया
pt_pt: Proposta Ação Longterm

source: Action Assigned To
ar_ae: العمل المخصصة ل
de_de: Aktion Zuständig
es_es: Acción Asignado a
fr_fr: Action attribuée à
gu: સોંપેલ ક્રિયા
it_it: Azione Assegnato a
mr: क्रिया करण्यासाठी नियुक्त
pt_pt: Ação atribuída a

source: Action Completed On Date
ar_ae: العمل على تاريخ الانتهاء
de_de: Aktion abgeschlossen Am Datum
es_es: Acción completada Por Fecha
fr_fr: Action Terminé Date de
gu: ક્રિયા તારીખ રોજ પૂર્ણ
it_it: Azione conclusa il Data
mr: क्रिया दिनांक पूर्ण
pt_pt: Ação Concluído em Data

source: Closed On Date
ar_ae: أغلقت على تاريخ
de_de: Geschlossen am Datum
es_es: Cerrado Por Fecha
fr_fr: Fermé Sur date
gu: તારીખ બંધ
it_it: Chiuso il Data
mr: दिनांक बंद
pt_pt: Fechado Em Data

source: Closure Remarks
ar_ae: إغلاق ملاحظات
de_de: Schließung Bemerkungen
es_es: Clausura Observaciones
fr_fr: Fermeture Remarques
gu: બંધ નોંધ
it_it: Commento di chiusura
mr: बंद करणे शेरा
pt_pt: Encerramento Observações

source: List Course Type
ar_ae: قائمة نوع الدورة
de_de: Liste Kurstyp
es_es: Tipo de curso Lista
fr_fr: Liste Type de cours
it_it: Tipo List Corso
mr: यादी अभ्यासक्रम प्रकार
pt_pt: Tipo de curso Lista

source: Approve Course Type
ar_ae: الموافقة نوع الدورة
de_de: Genehmigen Kurstyp
es_es: Aprobar Curso Tipo
fr_fr: Approuver Type de cours
gu: કોર્સ પ્રકાર મંજૂર
it_it: Approva Tipo di corso
mr: कोर्स प्रकार मंजूर करा
pt_pt: Aprovar Curso Tipo

source: Edit Course Type
ar_ae: تحرير نوع الدورة
de_de: Bearbeiten Kurstyp
es_es: Editar tipo de curso
fr_fr: Modifier le type de cours
gu: ફેરફાર કરો કોર્સ પ્રકાર
it_it: Modifica tipo di corso
mr: संपादन अभ्यासक्रम प्रकार
pt_pt: Editar tipo de curso

source: New Course Type
ar_ae: جديد نوع الدورة
de_de: Neue Kurstyp
es_es: Nuevo Tipo de curso
fr_fr: Nouveau Type de cours
gu: નવા અભ્યાસક્રમ પ્રકાર
it_it: Nuovo Tipo di corso
mr: नवीन अभ्यासक्रम प्रकार
pt_pt: Novo tipo de curso

source: View Course Type
ar_ae: عرض نوع الدورة
de_de: Ansicht Kurstyp
es_es: Tipo de curso en
fr_fr: Voir Type de cours
gu: જુઓ કોર્સ પ્રકાર
it_it: Tipo View Corso
mr: पहा अभ्यासक्रम प्रकार
pt_pt: Tipo de curso

source: Description
ar_ae: الوصف
de_de: Beschreibung
es_es: Descripción
gu: વર્ણન
it_it: Descrizione
mr: वर्णन
pt_pt: Descrição

source: List Courses
ar_ae: قائمة الدورات
de_de: Liste Kurse
es_es: Lista de Cursos
fr_fr: Liste des cours
it_it: Corsi List
mr: यादी अभ्यासक्रम
pt_pt: Lista de Cursos
