Repository: Athenolabs/flinkiso-lite
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_ae, de_de, es_es, fr_fr, gu, it_it, mr, pt_pt

source: Comments by Appraiser
ar_ae: تصريحات المثمن
de_de: Kommentare von Gutachter
es_es: Observaciones del Tasador
fr_fr: Commentaires de l'évaluateur
it_it: Commenti di perito
mr: योग्य किंमत ठरवणारा द्वारा टिप्पण्या
pt_pt: Comentários do avaliador

source: ( This will summarise the contents of the post appraisal discussion besides other comments on developmental needs, potential for other jobs, etc.)
ar_ae: (وهذا تلخيص محتويات مناقشة تقييم آخر بالإضافة إلى تعليقات أخرى على الاحتياجات التنموية، وإمكانات للوظائف الأخرى، وما إلى ذلك)
de_de: (Dadurch wird der Inhalt des Post Beurteilung Diskussion neben anderen Kommentare auf Entwicklungsbedarf zusammenfassen, Potenzial für andere Jobs, etc.)
es_es: (Esto hará un resumen de los contenidos de la discusión posterior evaluación, además de otras observaciones sobre las necesidades de desarrollo, el potencial para otros puestos de trabajo, etc)
fr_fr: (Cela résumer le contenu de la discussion post-évaluation en plus d'autres commentaires sur les besoins de développement, le potentiel pour d'autres emplois, etc)
it_it: (Questo riassumerà il contenuto della discussione palo di valutazione oltre ad altre osservazioni relative esigenze di sviluppo, il potenziale per altri lavori, ecc)
mr: (हा विकासात्मक गरजा इतर टिप्पण्या याशिवाय पोस्ट मूल्यांकनाची चर्चा सामुग्री सारांशित केला जाईल, इतर नोकरी, इत्यादी साठी संभाव्य)
pt_pt: (Isso vai resumir o conteúdo da discussão pós avaliação, além de outros comentários sobre as necessidades de desenvolvimento, potencial para outros postos de trabalho, etc)

source: Submit
ar_ae: إرسال
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
gu: સબમિટ કરો
it_it: Presentare
mr: सुपूर्द करा
pt_pt: Submeter

source: Approve Appraisal
ar_ae: الموافقة على تقييم
de_de: Genehmigen Appraisal
fr_fr: Approuver évaluation
it_it: Approva Appraisal
mr: मूल्यांकनाचे मंजूर करा
pt_pt: Aprovar Appraisal

source: Edit Appraisal
ar_ae: تحرير تقييم
de_de: Bearbeiten Appraisal
es_es: Editar Appraisal
fr_fr: Modifier évaluation
it_it: Modifica Appraisal
mr: संपादन मूल्यांकनाचे
pt_pt: Editar Appraisal

source: Appraisal Date
ar_ae: تقييم التاريخ
de_de: Beurteilung Datum
es_es: Appraisal Fecha
fr_fr: Date de l'évaluation
it_it: Valutazione Data
mr: मूल्यांकनाचे तारीख
pt_pt: Avaliação Data

source: Self Appraisal Needed
ar_ae: تقييم الذات مطلوب
de_de: Selbst Prüfung erforderlichen
es_es: Autoevaluación Necesarios
fr_fr: Auto évaluation Needed
it_it: Auto Valutazione Necessario
mr: स्वत: मूल्यांकनाचे आवश्यक
pt_pt: Autoavaliação Necessário

source: Self Appraisal Status
ar_ae: تقييم الحالة الذاتية
de_de: Selbst Appraisal-Status
es_es: Autoevaluación Estado
fr_fr: Auto évaluation État
it_it: Auto Valutazione di stato
mr: स्वत: मूल्यांकनाचे स्थिती
pt_pt: Autoavaliação Estado

source: Appraisal Review
ar_ae: تقييم مراجعة
de_de: Bewertung schreiben
es_es: Evaluación Examen
fr_fr: D'examen des évaluations
it_it: Valutazione Recensione
mr: मूल्यांकनाचे पुनरावलोकन
pt_pt: Appraisal comentário

source: Done
ar_ae: تمت تنفيذه
de_de: Fertig
es_es: Hecho
fr_fr: Fini
it_it: Fatto
mr: पूर्ण झाले
pt_pt: Concluido

source: Pending
ar_ae: معلق
de_de: Anstehend
es_es: Pendiente
fr_fr: En Attendant
gu: બાકી
it_it: In attesa
mr: प्रलंबित
pt_pt: Pendente

source: New Appraisal
ar_ae: تقييم جديد
es_es: Nueva evaluación
fr_fr: Nouvelle évaluation
it_it: Nuova perizia
mr: नवीन मूल्यांकनाचे
pt_pt: Nova avaliação

source: Add Appraisal Answers
ar_ae: إضافة تقييم الإجابات
de_de: Fügen Appraisal Antworten
es_es: Añadir valoración Respuestas
fr_fr: Ajouter évaluation réponses
it_it: Aggiungi valutazione Answers
mr: मूल्यांकनाचे उत्तरे जोडा
pt_pt: Adicione Respostas Appraisal

source: View Appraisal
ar_ae: عرض تقييم
de_de: Ansicht Appraisal
es_es: Ver Appraisal
fr_fr: Voir d'évaluation
it_it: Vista Appraisal
mr: पहा मूल्यांकनाचे
pt_pt: Ver Appraisal

source: Rating
ar_ae: التقييم
de_de: Bewertung
es_es: Valoración
fr_fr: Note
it_it: Valutazione
mr: रेटिंग
pt_pt: Classificação

source: No data available.
ar_ae: لا توجد بيانات متاحة.
de_de: Keine Daten vorhanden.
es_es: No hay datos disponibles.
fr_fr: Pas de données disponibles.
it_it: Nessun dato disponibile.
mr: डेटा उपलब्ध नाही.
pt_pt: Não há dados disponíveis.

source: Promotion
ar_ae: دعم
de_de: Werbeaktion
es_es: Ascenso
it_it: Promozione
mr: पदोन्नती
pt_pt: Promoção

source: Warning
ar_ae: تحذير
de_de: Warnung
es_es: Advertencia
fr_fr: Attention
it_it: Attenzione
mr: चेतावणी
pt_pt: Aviso

source: Status Remained Unchanged
ar_ae: الوضع لم يتغير
de_de: Status unverändert
es_es: Estado se mantuvo sin cambios
fr_fr: Statut resté inchangé
it_it: Stato è rimasto invariato
mr: स्थिती बदल न राहिले
pt_pt: Estado manteve-se inalterado

source: Successful Completion of Probation
ar_ae: الانتهاء بنجاح من الاختبار
de_de: Erfolgreicher Abschluss der Bewährungshilfe
es_es: Finalización con éxito de Libertad Condicional
fr_fr: Réussite de la probation
it_it: Il completamento della Prova
mr: परिविक्षा यशस्वीरित्या पूर्ण
pt_pt: A conclusão bem sucedida de Probation

source: Salary Increment
ar_ae: الراتب الاضافة
de_de: Erhöhung der Dienstbezüge
es_es: Incremento salarial
fr_fr: augmentation de salaire
it_it: Stipendio Incremento
mr: पगार बढती
pt_pt: Salário Incremento

source: Termination
ar_ae: الإنهاء
de_de: Kündigung
es_es: Finalizacion
fr_fr: Résiliation
it_it: Rescissione
mr: बडतर्फी
pt_pt: Terminação

source: Training Requirements
ar_ae: متطلبات التدريب
de_de: Ausbildungsanforderungen
es_es: Requerimientos para el entrenamiento
fr_fr: Exigences de formation
it_it: Requisiti di formazione
mr: प्रशिक्षण आवश्यकता
pt_pt: Requisitos de treinamento

source: Specific Requirement
ar_ae: متطلبات محددة
de_de: Besondere Anforderung
es_es: Requisito específico
fr_fr: Exigence particulière
it_it: Requisito specifico
mr: विशिष्ट आवश्यकता
pt_pt: Requisito específico

source: Increment
ar_ae: الاضافة
de_de: Schrittwe
es_es: Avanzar
fr_fr: Incrémenter
it_it: Incremento
mr: बढती
pt_pt: Incremento

source: Benchmarks for
ar_ae: معايير ل
de_de: Benchmarks für
es_es: Puntos de referencia para
fr_fr: Repères pour
gu: માટે બેન્ચમાર્ક
it_it: Parametri di riferimento per
mr: साठी बेंचमार्क
pt_pt: Referencial para

source: This will help you track your preparedness.
ar_ae: هذا وسوف تساعدك على تتبع الاستعداد الخاص بك.
de_de: Dies wird Ihnen helfen, Ihre Bereitschaft zu verfolgen.
es_es: Esto le ayudará a realizar un seguimiento de su preparación.
fr_fr: Cela vous aidera à suivre votre préparation.
gu: આ તમને તમારી સજ્જતા ટ્રેક મદદ કરશે.
it_it: Questo vi aiuterà a tenere traccia vostra preparazione.
mr: यामुळे आपल्याला आपला गरीबी ट्रॅक मदत करेल.
pt_pt: Isso irá ajudá-lo a acompanhar o seu preparo.

source: Add Branch
ar_ae: إضافة فرع
de_de: Filiale hinzufügen
es_es: Añadir Rama
fr_fr: Ajouter Direction
gu: શાખાની ઉમેરો
it_it: Aggiungi Branch
mr: शाखा जोडा
pt_pt: Adicionar Filial

source: Branch Name
ar_ae: اسم الفرع
de_de: Namen der Niederlassung
es_es: Nombre de la sucursal
fr_fr: Nom de la direction
gu: શાખાનું નામ
it_it: Branch Nome
mr: वंशावळ नाव
pt_pt: Filial Nome

source: Approve Branch
ar_ae: الموافقة فرع
de_de: Genehmigen Niederlassung
es_es: Aprobar Rama
fr_fr: Approuver Direction
gu: શાખાની મંજૂર
it_it: Approva Branch
mr: शाखा मंजूर करा
pt_pt: Aprovar Filial

source: Edit Branch
ar_ae: تحرير فرع
de_de: Filiale bearbeiten
es_es: Editar Rama
fr_fr: Modifier Direction
gu: ફેરફાર કરો શાખા
it_it: Modifica Branch
mr: संपादन शाखा
pt_pt: Editar Filial

source: Name
ar_ae: اسم
de_de: Name DE
es_es: Nombre
fr_fr: Nom
gu: નામ
it_it: Nome
mr: नाव
pt_pt: Nome

source: New Branch
ar_ae: فرع جديد
de_de: Neue Niederlassung
es_es: Nueva Sucursal
fr_fr: Nouvelle Direction
gu: નવી શાખા
mr: नवीन शाखा
pt_pt: Nova Filial

source: Add
ar_ae: إضافة
de_de: Hinzufügen
es_es: Añadir
fr_fr: Ajouter
gu: ઉમેરો
it_it: Aggiungi
mr: जोड
pt_pt: Adicionar

source: Branch
ar_ae: برانش
de_de: Strang
es_es: Rama
fr_fr: Branche
gu: શાખા
it_it: Ramo
mr: शाखा
pt_pt: Ramo

source: List of users in this Branch
ar_ae: قائمة المستخدمين في هذا الفرع
de_de: Liste der Benutzer in dieser Branche
es_es: Lista de usuarios en esta rama
fr_fr: Liste des utilisateurs dans cette direction
gu: આ શાખા માં વપરાશકર્તાઓની યાદી
it_it: Elenco degli utenti in questo Branch
mr: या शाखा मध्ये वापरकर्त्यांची सूची
pt_pt: Lista de usuários neste ramo

source: Username
ar_ae: اسم المستخدم
de_de: Benutzername
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
gu: વપરાશકર્તા નામ
it_it: Nome utente
mr: वापरकर्तानाव
pt_pt: Nome de usúario

source: is MR?
ar_ae: هو MR؟
de_de: MR?
es_es: es MR?
fr_fr: est M.?
it_it: è MR?
mr: श्रीयुत आहे?
pt_pt: é MR?

source: is View All?
ar_ae: هو مشاهدة جميع؟
de_de: Alle ist?
es_es: es Ver todos?
fr_fr: est Voir tous?
it_it: È View All?
mr: पहा सर्व आहे?
pt_pt: Ver todos é?

source: is Approver?
ar_ae: غير الموافق؟
de_de: ist Approver?
es_es: es aprobador?
fr_fr: est approbateur?
it_it: è Approvatore?
mr: माफीचा साक्षीदार आहे?
pt_pt: é aprovador?

source: Benchmark
ar_ae: المؤشر
es_es: Referencial salarial
fr_fr: Indices de référence
gu: બેન્ચમાર્ક
it_it: Segno di riferimento
mr: बेंचमार्क
pt_pt: Índice de referência

source: Last Login
ar_ae: آخر تسجيل دخول
de_de: Letzter Login
es_es: Último ingreso
fr_fr: Dernière connexion
gu: છેલ્લું લૉગિન
it_it: Ultimo Login
mr: अंतिम लॉगइन
pt_pt: Último Login

source: Last Activity
ar_ae: آخر نشاط
de_de: Letzte Aktivität
es_es: Última Actividad
fr_fr: Dernière activité
gu: છેલ્લી પ્રવૃત્તિ
it_it: Ultima attività
mr: अंतिम क्रियाकलाप
pt_pt: Última Atividade

source: Add Calibration
ar_ae: إضافة المعايرة
de_de: Kalibrierung hinzufügen
es_es: Añadir Calibración
fr_fr: Ajouter étalonnage
gu: કૅલિબ્રેશન ઉમેરો
it_it: Aggiungi Calibrazione
mr: कॅलिब्रेशन जोडा
pt_pt: Adicionar Calibração

source: Device
ar_ae: الجهاز
de_de: Gerät
es_es: Dispositivo
fr_fr: appareil
gu: સાધન
it_it: Dispositivo
mr: डिव्हाइस
pt_pt: Dispositivo

source: Calibration Date
ar_ae: معايرة التسجيل
es_es: Fecha de calibración
fr_fr: Date de calibration
gu: કૅલિબ્રેશન તારીખ
it_it: Data calibrazione
mr: कॅलिब्रेशन तारीख
pt_pt: Calibration Data

source: Measurement For
ar_ae: قياس ل
de_de: Für Mess
es_es: Medición Para
fr_fr: Pour mesure
gu: માટે માપ
it_it: Misurazione Per
mr: साठी मापन
pt_pt: Medição Para

source: Least Count
ar_ae: أقل عدد
de_de: Dest Graf
es_es: Conde menos
fr_fr: Moins comte
gu: ઓછી ગણક
it_it: Almeno Conte
mr: किमान संख्या
pt_pt: Pelo menos Contagem

source: Required Accuracy
ar_ae: الدقة المطلوبة
de_de: Erforderliche Genauigkeit
es_es: Requerido Precisión
fr_fr: Précision nécessaire
gu: જરૂરી ચોકસાઈ
it_it: Precisione richiesta
mr: आवश्यक सत्यता
pt_pt: Precisão necessária

source: Range
ar_ae: النطاق
de_de: Bereich
es_es: Gama
fr_fr: Plage
gu: રેન્જ
it_it: Intervallo
mr: श्रेणी
pt_pt: Alcance

source: Default Calibration
ar_ae: معايرة الافتراضي
de_de: Standardkalibrierung
es_es: Calibración por defecto
fr_fr: Calibration par défaut
gu: મૂળભૂત કૅલિબ્રેશન
it_it: Calibrazione di default
mr: डीफॉल्ट कॅलिब्रेशन
pt_pt: Calibração Padrão

source: Calibration Required
ar_ae: المعايرة المطلوبة
de_de: Kalibrierung erforderlich
es_es: Calibración Requerido
fr_fr: Required Calibration
gu: કૅલિબ્રેશન જરૂરી
it_it: Calibrazione Obbligatorio
mr: कॅलिब्रेशन आवश्यक
pt_pt: Calibração Obrigatório

source: Actual Calibration
ar_ae: المعايرة الفعلية
de_de: Tatsächliche Kalibrierung
es_es: Calibración Actual
fr_fr: Calibration réel
gu: ખરેખર કૅલિબ્રેશન
it_it: Calibrazione Actual
mr: वास्तविक कॅलिब्रेशन
pt_pt: Calibração real

source: Errors
ar_ae: أخطاء
de_de: Fehler
es_es: Errores
fr_fr: Erreurs
gu: ભૂલો
it_it: Errori
mr: त्रुटी
pt_pt: Erros

source: Comments
ar_ae: تعليقات
de_de: Kommentare
es_es: Comentarios
fr_fr: Commentaires
gu: ટિપ્પણીઓ
it_it: Commenti
mr: टिपण्णी
pt_pt: Comentários

source: Next Calibration Date
ar_ae: المقبل معايرة التسجيل
de_de: Nächste Kalibrierung Datum
es_es: Siguiente fecha de calibración
fr_fr: Suivant Date de calibration
gu: આગળ કૅલિબ્રેશન તારીખ
it_it: Prossima data di calibrazione
mr: पुढील कॅलिब्रेशन तारीख
pt_pt: Próxima Calibração Data

source: Approve Calibration
ar_ae: الموافقة المعايرة
de_de: Genehmigen Kalibrierung
es_es: Aprobar Calibración
fr_fr: Approuver étalonnage
it_it: Approva Calibrazione
mr: कॅलिब्रेशन मंजूर करा
pt_pt: Aprovar Calibração

source: Edit Calibration
ar_ae: تحرير المعايرة
de_de: Kalibrierung bearbeiten
es_es: Editar calibración
fr_fr: Editer le calibrage
gu: ફેરફાર કરો કૅલિબ્રેશન
it_it: Modifica calibrazione
mr: संपादन कॅलिब्रेशन
pt_pt: Editar calibragem

source: Device Values
ar_ae: القيم جهاز
de_de: Gerätewerte
es_es: Valores de dispositivo
fr_fr: Les valeurs de l'appareil
it_it: Valori dispositivo
mr: डिव्हाइस मूल्ये
pt_pt: Os valores do dispositivo

source: Calibration
ar_ae: المعايرة
de_de: Leerlaufmessung
es_es: Calibración
fr_fr: Étalonnage
gu: માપાંકન
it_it: Calibrazione
mr: कॅलिब्रेशन
pt_pt: Calibragem

source: New Calibration
ar_ae: معايرة جديدة
de_de: Neue Kalibrierung
es_es: Nueva calibración
fr_fr: Nouveau calibrage
gu: ન્યૂ કૅલિબ્રેશન
it_it: Nuova taratura
mr: नवीन कॅलिब्रेशन
pt_pt: Nova calibração

source: Add Device
ar_ae: إضافة جهاز
de_de: Gerät hinzufügen
es_es: Añadir dispositivo
fr_fr: Ajoutez un appareil
gu: ઉપકરણ ઉમેરો
it_it: Aggiungi dispositivo
mr: डिव्हाइस जोडा
pt_pt: Adicionar dispositivo

source: View Calibration
ar_ae: عرض المعايرة
de_de: Kalibrierung anzeigen
es_es: Ver Calibración
fr_fr: Voir étalonnage
gu: જુઓ કૅલિબ્રેશન
it_it: Vista Calibrazione
mr: पहा कॅलिब्रेशन
pt_pt: Ver Calibração

source: Add Capa Category
ar_ae: إضافة كابا الفئة
de_de: Capa Kategorie hinzufügen
es_es: Añadir Capa Categoría
fr_fr: Ajouter Capa Catégorie
gu: Capa વર્ગ ઉમેરો
it_it: Aggiungi Capa Categoria
mr: Capa श्रेणी जोडा
pt_pt: Adicionar Capa Categoria

source: Approve Capa Category
ar_ae: الموافقة كابا الفئة
de_de: Genehmigen Capa Kategorie
es_es: Aprobar Capa Categoría
fr_fr: Approuver Capa Catégorie
gu: Capa વર્ગ મંજૂર
it_it: Approva Capa Categoria
mr: Capa वर्ग मंजूर करा
pt_pt: Aprovar Capa Categoria

source: Edit Capa Category
ar_ae: تحرير كابا الفئة
de_de: Bearbeiten Capa Kategorie
es_es: Editar Capa Categoría
fr_fr: Modifier Capa Catégorie
gu: ફેરફાર કરો Capa વર્ગ
it_it: Modifica Capa Categoria
mr: संपादन Capa वर्ग
pt_pt: Editar Capa Categoria

source: New Capa Category
ar_ae: جديد كابا الفئة
de_de: New Capa Kategorie
es_es: Nueva categoría Capa
fr_fr: Nouveau Capa Catégorie
gu: ન્યૂ Capa વર્ગ
it_it: Nuovo Capa Categoria
mr: नवीन Capa वर्ग
pt_pt: Nova categoria Capa

source: View Capa Category
ar_ae: عرض كابا الفئة
de_de: Ansicht Capa Kategorie
es_es: Ver Capa Categoría
fr_fr: Voir Capa Catégorie
gu: Capa વર્ગ જુઓ
it_it: Visualizza Capa Categoria
mr: पहा Capa वर्ग
pt_pt: Ver Capa Categoria

source: Add Capa Source
ar_ae: إضافة كابا المصدر
de_de: Capa Quelle hinzufügen
es_es: Añadir Capa Fuente
fr_fr: Ajouter Capa Source
gu: Capa સોર્સ ઉમેરો
it_it: Aggiungi Capa Fonte
mr: Capa स्रोत जोडा
pt_pt: Adicionar Capa Fonte

source: Approve Capa Source
ar_ae: الموافقة كابا المصدر
de_de: Genehmigen Capa Quelle
es_es: Aprobar Capa Fuente
fr_fr: Approuver Capa Source
gu: Capa સોર્સ મંજૂર
it_it: Approva Capa Fonte
mr: Capa स्त्रोत मंजूर करा
pt_pt: Aprovar Capa Fonte

source: Edit Capa Source
ar_ae: تحرير كابا المصدر
de_de: Bearbeiten Capa Quelle
es_es: Editar Capa Fuente
fr_fr: Modifier Capa Source
gu: ફેરફાર કરો Capa સોર્સ
it_it: Modifica origine Capa
mr: संपादन Capa स्रोत
pt_pt: Editar Fonte Capa

source: New Capa Source
ar_ae: المصدر كابا الجديد
de_de: New Capa Quelle
es_es: Nueva Capa Fuente
fr_fr: Nouveau Capa Source
gu: ન્યૂ Capa સોર્સ
it_it: Nuovo Capa Fonte
mr: नवीन Capa स्रोत
pt_pt: Fonte Nova Capa

source: View Capa Source
ar_ae: عرض كابا المصدر
de_de: Ansicht Capa Quelle
es_es: Ver Capa Fuente
fr_fr: Voir Capa Source
gu: જુઓ Capa સોર્સ
it_it: Vista Capa Fonte
mr: पहा Capa स्त्रोत
pt_pt: Ver Capa Fonte

source: Document Change Addition Deletion Request
ar_ae: تغيير وثيقة طلب إضافة حذف
de_de: Dokument ändern Addition Löschauftrag
es_es: Modificación de Documento Adición Supresión Solicitud
fr_fr: Dossier de modifications Ajout Suppression Demande
gu: દસ્તાવેજ બદલો ઉમેરો હટાવવા માટેની વિનંતી
it_it: Documento Cambia aggiunta Cancellazione Richiesta
mr: दस्तऐवज बदला अॅडीशन हटवण्याची विनंती
pt_pt: Documento Mudança Adição Supressão Pedido

source: Customer
ar_ae: العميل
de_de: Kunde
es_es: Cliente
fr_fr: Client
gu: ગ્રાહક
it_it: Cliente
mr: ग्राहक
pt_pt: Cliente

source: Suggestion
ar_ae: اقتراح
de_de: Vorschlag
es_es: Sugerencia
gu: સૂચન
it_it: Suggerimento
mr: सूचना
pt_pt: Sugestão

source: Other
ar_ae: أخرى
de_de: Andere
es_es: Formulario de sugerencias
fr_fr: Autre
gu: અન્ય
it_it: Altro
mr: इतर
pt_pt: Outros

source: Suggestion Form
ar_ae: نموذج اقتراح
de_de: Vorschlagsformular
fr_fr: Formulaire de suggestion
gu: સૂચન ફોર્મ
it_it: Form Suggerimento
mr: सूचना फॉर्म
pt_pt: Formulário de Sugestão

source: Include this in following MR meeting :
ar_ae: تضمين هذا في أعقاب اجتماع MR:
de_de: Fügen Sie diese in folgenden MR Sitzung:
es_es: Incluya esto en siguiente reunión MR:
fr_fr: Inclure dans suite de la réunion M.:
gu: મિ બેઠક બાદ આ સમાવેશ થાય છે:
it_it: Integrare questo nelle seguenti riunione MR:
mr: श्रीयुत बैठकीत खालील या अंतर्भूत करा:
pt_pt: Incluir isso no encontro seguinte MR:

source: Select Meeting
ar_ae: حدد اجتماع
de_de: Wählen Sie Meeting
es_es: Seleccione Reunión
fr_fr: Sélectionnez Réunion
gu: સભા પસંદ કરો
it_it: Selezionare Meeting
mr: निवडा बैठक
pt_pt: Selecione Reunião

source: After changes were accepted
ar_ae: بعد قبول التغييرات
de_de: Nach Änderungen wurden angenommen
es_es: Después se aceptaron cambios
fr_fr: Après modifications ont été acceptées
it_it: Dopo le modifiche sono state accettate
mr: बदल स्वीकारले होते केल्यानंतर
pt_pt: Após as alterações foram aceitas

source: Document Change Accepted
ar_ae: وثيقة تغيير مقبول
de_de: Dokument ändern Accepted
es_es: Modificación de Documento Aceptado
fr_fr: Dossier de modifications acceptées
it_it: Document Change accettate
mr: दस्तऐवज बदला स्वीकारले
pt_pt: Documento Mudança Aceito

source: Approved in meeting
ar_ae: تمت الموافقة عليها في اجتماع
de_de: Genehmigt Treffen
es_es: Aprobado en sesión
fr_fr: Approuvé en séance
gu: બેઠકમાં મંજૂર
it_it: Approvato in riunione
mr: बैठकीत मान्यताप्राप्त
pt_pt: Aprovado em reunião

source: Note :
ar_ae: ملاحظة:
es_es: Tenga en cuenta:
fr_fr: Indicqtion :
it_it: Nota:
mr: टीप:
pt_pt: Nota:

source: If Document changes required additional database fields or change in functionality, send us the new requirements by adding details below.
ar_ae: إذا كانت التغييرات المطلوبة وثيقة حقول قاعدة البيانات إضافية أو تغيير في الوظائف، ترسل لنا متطلبات جديدة بإضافة التفاصيل أدناه.
de_de: Wenn Dokumentänderungen erforderlich zusätzliche Datenbankfelder oder Änderung in der Funktionalität, senden Sie uns die neuen Anforderungen durch das Hinzufügen von Details unten.
es_es: Si Documentar los cambios necesarios campos de base de datos o un cambio en la funcionalidad, envíenos los nuevos requisitos añadiendo detalles a continuación.
fr_fr: Si des modifications de documents nécessaires champs de base de données supplémentaires ou de changement de fonctionnalité, envoyez-nous les nouvelles exigences en ajoutant des détails ci-dessous.
it_it: Se le modifiche dei documenti necessari campi di database aggiuntivi o modifica di funzionalità, inviaci le nuove esigenze con l'aggiunta di dettagli di seguito.
mr: दस्तऐवज बदल अतिरिक्त डेटाबेस शेतात किंवा कार्यक्षमतेतील बदल आवश्यक असल्यास, खालील तपशील जोडून आम्हाला नवीन आवश्यकता पाठवा.
pt_pt: Se as mudanças documento exigido campos de banco de dados adicionais ou alteração na funcionalidade, envie-nos as novas exigências, acrescentando detalhes abaixo.

source: Add your new requirement here. If you check "flinkiso functionality change required", then these changes will be sent to FlinkISO customisation team for future review.
ar_ae: إضافة شرط جديد هنا. إذا كنت تحقق "flinkiso تغيير الوظيفة المطلوبة "، ثم سيتم إرسال هذه التغييرات إلى فريق التخصيص FlinkISO للمراجعة في المستقبل.
de_de: Fügen Sie Ihre neue Anforderung hier. Wenn Sie "flinkiso Funktionalität Wechsel erforderlich " zu überprüfen, dann werden diese Änderungen auf die individuell gestaltet FlinkISO Team für die künftige Überprüfung gesendet werden.
es_es: Añade tu nuevo requisito aquí. Si marca "cambio de funciones flinkiso necesaria ", a continuación, se enviarán estos cambios al equipo de personalización FlinkISO para una futura revisión.
fr_fr: Ajoutez votre nouvelle exigence ici. Si vous cochez "changement de fonctionnalité flinkiso requis ", ces modifications seront envoyées à l'équipe de personnalisation FlinkISO pour examen futur.
it_it: Aggiungi il tuo nuovo requisito qui. Se si seleziona "cambiamento funzionalità flinkiso richiesto", allora questi cambiamenti saranno trasmessi a FlinkISO team di personalizzazione per la revisione futura.
mr: येथे आपले नवीन आवश्यकता जोडा. आपण "flinkiso कार्यक्षमता बदल आवश्यक " तपासणी केल्यास, नंतर हे बदल भविष्यात पुनरावलोकनासाठी FlinkISO पसंतीचा संघ पाठवला जाईल.
pt_pt: Adicione o seu novo requisito aqui. Se você verificar "mudança de funcionalidade flinkiso necessário ", então essas mudanças serão enviadas para FlinkISO equipe customização para futura revisão.

source: Approve Change Addition Deletion Request
ar_ae: الموافقة على تغيير وبالإضافة إلى طلب الحذف
de_de: Genehmigen ändern Addition Löschauftrag
es_es: Aprobar el Cambio Adición Supresión Solicitud
fr_fr: Approuver les changements Ajout Suppression Demande
gu: બદલો ઉમેરો હટાવવા માટેની વિનંતી મંજૂર
it_it: Approva Cambia aggiunta Cancellazione Richiesta
mr: बदला अॅडीशन हटवण्याची विनंती मंजूर करा
pt_pt: Aprovar Mudança Adição Supressão Pedido

source: Title
ar_ae: العنوان
de_de: Titel
es_es: Título
fr_fr: Titre
gu: શિર્ષક
it_it: Titolo
mr: शीर्षक
pt_pt: Título

source: Document Number
ar_ae: رقم الوثيقة
de_de: Dokumentennummer
es_es: Número del Documento
fr_fr: Numéro de document
gu: દસ્તાવેજ સંખ્યા
it_it: Numero documento
mr: दस्तऐवज क्रमांक
pt_pt: Número do Documento

source: Issue Number
ar_ae: رقم الاصدار
de_de: Ausgabe Nummer
es_es: Número de emisión
fr_fr: Numéro d'Émission
gu: અંક સંખ્યા
it_it: Numero di emissione
mr: समस्या क्रमांक
pt_pt: Número de emissão

source: Revision Number
ar_ae: رقم المراجعة
de_de: Revisionsnummer
es_es: Número de Revisión
fr_fr: Numéro de révision
gu: પુનરાવર્તન સંખ્યા
it_it: Numero di revisione
mr: आवृत्ती क्रमांक
pt_pt: Número de Revisão

source: Revision Date
ar_ae: مراجعة التاريخ
de_de: Hinweis:
es_es: Fecha de revisión
fr_fr: Date de révision
gu: પુનરાવર્તન તારીખ
it_it: Data di revisione
mr: आवृत्ती तारीख
pt_pt: Data de revisão

source: Edit Change Addition Deletion Request
ar_ae: تحرير تغيير إضافة حذف طلب
de_de: Bearbeiten ändern Addition Löschauftrag
es_es: Edit Cambio Adición Supresión Solicitud
fr_fr: Modifier les changements Ajout Suppression Demande
gu: ફેરફાર કરો બદલો ઉમેરો હટાવવા માટેની વિનંતી
it_it: Edit Cambia aggiunta Cancellazione Richiesta
mr: संपादन बदला अॅडीशन हटवण्याची विनंती
pt_pt: Editar Alterar Adição Supressão Pedido

source: Request From
ar_ae: طلب من
de_de: Anfrage von
es_es: Solicitud De
fr_fr: Demande De
gu: પ્રતિ અરજી
it_it: Richiesta da
mr: कडून विनंती
pt_pt: Pedido de

source: Master List of Format
ar_ae: ماجستير في قائمة تنسيق
de_de: Master List von Format
es_es: Lista Maestra de Formato
fr_fr: Liste principale de Format
gu: ફોર્મેટ માસ્ટર ઓફ યાદી
it_it: Master List di Format
mr: स्वरूप मास्टर ऑफ यादी
pt_pt: Mestre Lista de Formato

source: New Change Addition Deletion Request
ar_ae: تغيير جديد إضافة حذف طلب
de_de: New Change Addition Löschauftrag
es_es: New Change Adición Supresión Solicitud
fr_fr: New Change Ajout Suppression Demande
gu: ન્યૂ બદલો ઉમેરો હટાવવા માટેની વિનંતી
it_it: New Change aggiunta Cancellazione Richiesta
mr: नवीन बदला अॅडीशन हटवण्याची विनंती
pt_pt: New Change Adição Supressão Pedido
