Repository: Athenolabs/flinkiso-lite
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_ae, de_de, es_es, fr_fr, gu, it_it, mr, pt_pt

source: Reset your Password
ar_ae: إعادة تعيين كلمة المرور الخاصة بك
de_de: Passwort zurücksetzen
es_es: Renovar su contraseña
fr_fr: Réinitialiser votre mot de passe
it_it: Cambia la tua password
mr: आपला पासवर्ड रीसेट करा
pt_pt: Restabeleça a sua senha

source: Current Password
ar_ae: كلمة المرور الحالي
de_de: Aktuelles Passwort
es_es: Contraseña actual
fr_fr: Mot de passe actuel
it_it: Password attuale
mr: वर्तमान संकेतशब्द
pt_pt: Senha atual

source: New Password
ar_ae: كلمة السر الجديدة
de_de: Neues Passwort
es_es: Nueva contraseña
fr_fr: Nouveau mot de passe
gu: નવો પાસવર્ડ
it_it: Nuova password
mr: नवीन पासवर्ड
pt_pt: Senha Nova

source: Confirm Password
ar_ae: تأكيد كلمة المرور
de_de: Passwort bestätigen
es_es: Confirme su contraseña
fr_fr: Confirmez le mot de passe
gu: પાસવર્ડ ખાતરી કરો
it_it: Conferma password
mr: पासवर्ड पुष्टी
pt_pt: Confirmar senha

source: Non conformities are assigned to you for further actions requires your immediate attention, Check the list below under "Non Conformity Actions Required"
de_de: Nichteinhaltung werden, wenn Sie für weitere Aktionen zugeordnet Ihre sofortige Aufmerksamkeit erfordert, Überprüfen Sie die Liste unten unter "Non-Konformitäts erforderlichen Maßnahmen "
es_es: No conformidades son asignadas a usted para otras acciones requiere su atención inmediata, compruebe la siguiente lista en "Acciones no conformidad requeridos "
fr_fr: Non-conformités sont affectées à vous pour de nouvelles actions nécessite votre attention immédiate, consultez la liste ci-dessous sous "Actions non conformité requis "
it_it: Non conformità sono assegnati a voi per ulteriori azioni richiede la vostra attenzione immediata, controlla la lista qui sotto in "Azioni non conformità richieste"
mr: पुढील क्रिया करीता नियुक्त आहेत नॉन conformities अंतर्गत खालील यादी तपासा, आपले तात्काळ लक्ष आवश्यकता "आवश्यक नॉन सुसंगत क्रिया "
pt_pt: Não conformidades são atribuídos a você de outras acções requer sua atenção imediata, confira a lista abaixo em "Ações não conformidade exigida"

source: SMTP is not setup properly.
ar_ae: SMTP لم يتم إعداد بشكل صحيح.
de_de: SMTP ist nicht korrekt eingerichtet.
es_es: SMTP no está configurado correctamente.
fr_fr: SMTP n'est pas installé correctement.
it_it: SMTP non è configurato correttamente.
mr: या SMTP योग्यरित्या सेटअप नाही.
pt_pt: SMTP não está configurado corretamente.

source: click here to setup SMTP
ar_ae: انقر هنا لإعداد SMTP
de_de: Klicken Sie hier, um das Setup SMTP
es_es: haga clic aquí para SMTP setup
fr_fr: cliquez ici pour la configuration SMTP
it_it: clicca qui per la configurazione SMTP
mr: सेटअप या SMTP करण्यासाठी येथे क्लिक करा
pt_pt: clique aqui para configurar SMTP

source: click here for more details
ar_ae: انقر هنا لمزيد من التفاصيل
de_de: Klicken Sie hier für weitere Details
es_es: haga clic aquí para más detalles
fr_fr: cliquez ici pour plus de détails
gu: વધુ વિગતો માટે અહીં ક્લિક કરો
it_it: clicca qui per maggiori informazioni
mr: अधिक माहितीसाठी येथे क्लिक करा
pt_pt: clique aqui para mais detalhes

source: Data Entry
ar_ae: إدخال البيانات
de_de: Dateneingabe
es_es: Ingreso de Datos
fr_fr: Saisie de données
gu: ડેટા એન્ટ્રી
mr: डेटा प्रविष्टी
pt_pt: Entrada de Dados

source: 60% Complete (warning)
ar_ae: 60٪ كاملة (تحذير)
de_de: 60% abgeschlossen (Warnung)
es_es: 60% completo (advertencia)
fr_fr: 60% complète (avertissement)
gu: 60% પૂર્ણ (ચેતવણી)
mr: 60% पूर्ण (चेतावणी)
pt_pt: 60% completo (aviso)

source: Audit Trails
ar_ae: مسارات التدقيق
fr_fr: Pistes de vérification
it_it: Audit Trail
mr: ऑडिट माग
pt_pt: Trilhas de auditoria

source: Number of CAPAs
ar_ae: عدد كابا
de_de: Anzahl der CAPAs
es_es: Número de acciones preventivas y correctivas
fr_fr: Nombre de CAPA
gu: CAPAs આઉટસ્ટેન્ડિંગની સંખ્યા
it_it: Numero di Capas
mr: CAPAs संख्या
pt_pt: Número de ações corretivas e preventivas

source: Open CAPAS
ar_ae: CAPAS المفتوحة
de_de: Öffnen CAPAS
es_es: Abrir CAPAS
fr_fr: CAPAS ouvertes
gu: ઓપન CAPAS
it_it: Aperto CAPAS
mr: उघडा CAPAS
pt_pt: Abrir CAPAS

source: CAPAS Closed
ar_ae: CAPAS مغلقة
de_de: CAPAS geschlossen
es_es: CAPAS Cerrado
fr_fr: CAPAS fermé
gu: CAPAS બંધ
it_it: CAPAS Chiuso
mr: CAPAS बंद
pt_pt: CAPAS Fechado

source: Number of document change requests
ar_ae: عدد من طلبات التغيير وثيقة
de_de: Anzahl der Dokumentänderungswünsche
es_es: Número de solicitudes de cambio de documento
fr_fr: Nombre de demandes de modification de documents
gu: દસ્તાવેજ બદલો અરજીઓની સંખ્યા
it_it: Numero di richieste di modifica del documento
mr: दस्तऐवज बदल विनंतीची संख्या
pt_pt: Número de pedidos de alteração de documento

source: Number of NCs found
ar_ae: عدد من البلاغات وجد
de_de: Anzahl der NCs gefunden
es_es: Número de Comités Nacionales encontrado
fr_fr: Nombre de CN trouvé
gu: મળી એનસીએસ આઉટસ્ટેન્ડિંગની સંખ્યા
it_it: Numero di NC trovate
mr: NCs संख्या आढळले
pt_pt: Número de CNs encontrado

source: Number of NCs open
ar_ae: عدد البلاغات المفتوحة
de_de: Zahl der offenen NCs
es_es: Número de Comités Nacionales abiertas
fr_fr: Nombre de comités nationaux ouverts
it_it: Numero di NC aperti
mr: खुल्या NCs संख्या
pt_pt: Número de CNs abertas

source: Number of Customer Complaints recieved
ar_ae: عدد شكاوى العملاء استلمت
de_de: Zahl der Kundenbeschwerden bekamen
es_es: Número de quejas del cliente recibió
fr_fr: Nombre de plaintes des clients recieved
it_it: Numero di reclami dei clienti ricevuti
mr: ग्राहक तक्रारी संख्या प्राप्त
pt_pt: Número de reclamações de clientes recebido

source: Number of Customer Complaints open
ar_ae: عدد شكاوى العملاء المفتوحة
de_de: Zahl der Kundenbeschwerden offen
es_es: Número de quejas del cliente abiertas
fr_fr: Nombre de plaintes des clients ouverts
it_it: Numero di reclami dei clienti aperti
mr: ग्राहक तक्रारी उघडा संख्या
pt_pt: Número de reclamações de clientes em aberto

source: Pending Approvals
ar_ae: في انتظار الموافقات
de_de: Ausstehender Genehmigungen
es_es: Aprobaciones pendientes
fr_fr: Des approbations en attente
gu: બાકી મંજૂરીઓ
it_it: Approvazioni in sospeso
mr: प्रलंबित मंजूरी
pt_pt: Aprovações pendentes

source: About
ar_ae: نبذة
de_de: Info
es_es: Acerca
fr_fr: A propos
gu: પરિચય
it_it: Riguardo a
mr: ह्या स्थापनेविषयी
pt_pt: Sobre

source: Date/Time
ar_ae: تاريخ / وقت
de_de: Datum / Uhrzeit
es_es: Fecha/Hora
fr_fr: Date/Heure
gu: તારીખ / સમય
it_it: Data / Ora
mr: दिनांक / वेळ
pt_pt: Data / Hora

source: Capa Assigned
it_it: Capa Assegnato
mr: Capa नियुक्त
pt_pt: Capa Atribuído

source: Device Maintenances
de_de: Gerät Wartungen
fr_fr: Maintenances des périphériques
it_it: Manutenzioni dispositivo
mr: डिव्हाइस Maintenances
pt_pt: Manutenções de dispositivos

source: Timeline
ar_ae: الجدول الزمني
de_de: Zeitleiste
es_es: Línea de tiempo
fr_fr: Chronologie
gu: સમયચક્ર
it_it: Asse dei tempi
mr: टाइमलाइन
pt_pt: Linha Temporal

source: Record Graph
ar_ae: سجل الرسم البياني
de_de: Rekord Graph
es_es: Registro Gráfico
fr_fr: Enregistrement graphique
gu: રેકોર્ડ ગ્રાફ
mr: नोंद आलेख
pt_pt: Registro Gráfico

source: Branch Graph
ar_ae: فرع الرسم البياني
de_de: Zweig Graph
es_es: Gráfico Sucursal
fr_fr: Direction Graphique
gu: શાખાની ગ્રાફ
mr: शाखा आलेख
pt_pt: Gráfico Filial

source: Department Graph
ar_ae: قسم الرسم البياني
de_de: Abteilung Grafik
es_es: Departamento Gráfico
fr_fr: Département Graphique
gu: વિભાગ ગ્રાફ
it_it: Dipartimento Graph
mr: विभाग आलेख
pt_pt: Departamento Gráfico

source: System Usage
ar_ae: نظام الاستخدام
es_es: Uso del Sistema
fr_fr: Utilisation du système
gu: સિસ્ટમ વપરાશ
mr: प्रणाली वापर
pt_pt: Uso do Sistema de

source: By
ar_ae: إعداد
de_de: Von
es_es: por
fr_fr: Par
gu: દ્વારા
it_it: di
mr: करून
pt_pt: Por

source: on
ar_ae: على
de_de: bei
es_es: en
fr_fr: marche
gu: પર
it_it: il
mr: वर
pt_pt: ligado

source: Data Entry Section
ar_ae: القسم إدخال البيانات
de_de: Data Entry Abschnitt
es_es: Sección de entrada de datos
fr_fr: Section d'entrée de données
gu: ડેટા એન્ટ્રી વિભાગ
it_it: Sezione Data Entry
mr: डाटा एंट्री विभाग
pt_pt: Seção de entrada de dados

source: Quality Control Section
ar_ae: قسم مراقبة الجودة
de_de: Abschnitt Qualitätskontrolle
es_es: Sección de Control de Calidad
fr_fr: Section du contrôle de la qualité
gu: ગુણવત્તા નિયમન વિભાગ
it_it: Sezione Controllo di qualità
mr: गुण नियंत्रण विभाग
pt_pt: Seção de Controle de Qualidade

source: Personal & Admin Section
ar_ae: القسم الشخصية والإدارية
de_de: Personal & Admin-Bereich
es_es: Sección Personal y Administración
fr_fr: Section personnelle et administration
gu: વ્યક્તિગત અને સંચાલન વિભાગ
it_it: Sezione Personal & Admin
mr: वैयक्तिक व प्रशासन विभाग
pt_pt: Pessoal e Administração Seção

source: Purchase Section
ar_ae: قسم المشتريات
de_de: Kauf Abschnitt
es_es: Compra Sección
fr_fr: Achat Section
gu: ખરીદી વિભાગ
it_it: Sezione Acquisto
mr: खरेदी विभाग
pt_pt: Compra Seção

source: Welcome Message
ar_ae: رسالة ترحيب
de_de: Willkommensnachricht
es_es: Mensaje de bienvenida
fr_fr: Message de bienvenue
it_it: Messaggio di benvenuto
mr: स्वागत संदेश
pt_pt: Mensagem de Boas Vindas

source: Message form Director
ar_ae: شكل رسالة المدير
de_de: Nachrichten-Formular Director
es_es: Directora formulario de Mensaje
fr_fr: Forme Message Directeur
it_it: Modulo Messaggio Direttore
mr: संदेश फॉर्म संचालक
pt_pt: Mensagem formulário Diretor

source: You can add/view your company Quality Manuals / Procedures / Objectives / Records / Policies by clicking on the links below. <br /> These documents are available for all users.
ar_ae: يمكنك إضافة / عرض الكتيبات الخاصة بك الجودة شركة / الإجراءات / أهداف / السجلات / سياسات من خلال النقر على الروابط أدناه. <br /> وهذه الوثائق متاحة لجميع المستخدمين.
de_de: Sie können / hinzufügen Ihr Unternehmen Qualitätshandbücher / Verfahren / Ziele / Records / Richtlinien, indem Sie auf den unten stehenden Links. <br /> Diese Dokumente sind für alle Benutzer verfügbar.
es_es: Usted puede añadir / ver sus manuales de calidad de empresa / Procedimientos / Objetivos / Registros / Políticas haciendo clic en los siguientes enlaces. <br /> Estos documentos están disponibles para todos los usuarios.
fr_fr: Vous pouvez ajouter / voir vos manuels compagnie de qualité / Procédures / Objectifs / Records / Politiques en cliquant sur les liens ci-dessous. <br /> Ces documents sont disponibles pour tous les utilisateurs.
gu: તમે નીચેની લિંક પર ક્લિક કરીને તમારી કંપની જાત માર્ગદર્શિકાઓ / પ્રક્રિયા / હેતુઓ / રેકોર્ડઝ / નીતિઓ જુઓ / ઉમેરી શકો છો. <br /> આ દસ્તાવેજો બધા વપરાશકર્તાઓ માટે ઉપલબ્ધ છે.
it_it: È possibile aggiungere / visualizzare i manuali azienda Qualità / Procedure / Obiettivi / Records / Politiche cliccando sui link qui sotto. <br /> Questi documenti sono disponibili per tutti gli utenti.
mr: आपण जोडा / खालील लिंक वर क्लिक करून आपली कंपनी गुणवत्ता हस्तपुस्तिका / प्रक्रियांची / उद्दिष्टे / रेकॉर्डस / धोरणे पाहू शकतात. <br /> हे दस्तऐवज सर्व वापरकर्त्यांसाठी उपलब्ध आहे.
pt_pt: Você pode adicionar / visualizar seus manuais de qualidade da empresa / Procedimentos / Objectivos / Records / Políticas clicando nos links abaixo. <br /> Estes documentos estão disponíveis para todos os usuários.

source: Edit User
ar_ae: عدل العضو
de_de: Benutzer bearbeiten
es_es: Editar usuario
fr_fr: Modifier l'utilisateur
gu: ફેરફાર કરો યુઝર
it_it: Edit Utente
mr: वापरकर्ता संपादन करा
pt_pt: Editar Usuário

source: Welcome to flinkISO
ar_ae: مرحبا بكم في flinkISO
es_es: Bienvenido a flinkISO
gu: FlinkISO પર આપનું સ્વાગત છે
it_it: Benvenuti a flinkISO
pt_pt: Bem-vindo ao flinkISO

source: Please Enter username
ar_ae: الرجاء إدخال اسم المستخدم
de_de: Bitte geben Sie Benutzername
es_es: Por favor, introduzca nombre de usuario
fr_fr: S'il vous plaît Entrez le nom d'utilisateur
gu: વપરાશકર્તા નામ દાખલ કરો
it_it: Si prega Inserisci username
mr: वापरकर्तानाव प्रविष्ट करा
pt_pt: Por favor, digite o username

source: Forgot password?
ar_ae: نسيت كلمة المرور؟
de_de: Passwort vergessen?
es_es: ¿Has olvidado tu contraseña?
fr_fr: Mot de passe oublié?
gu: પાસવર્ડ ભૂલી ગયા છો?
it_it: Password dimenticata?
mr: Forgo
pt_pt: Esqueceu sua senha?

source: Re-type Password
ar_ae: أعد كتابة كلمة المرور
de_de: Passwort wiederholen
es_es: Repetir contraseña
fr_fr: Retaper Mot de passe
mr: पुन्हा टाइप करा
pt_pt: Re-digite a senha

source: Install Sample Data
ar_ae: تثبيت البيانات النموذجية
de_de: Beispieldaten installieren
es_es: Instalar datos de ejemplo
fr_fr: Installer des exemples de données
it_it: Installa dati di esempio
mr: नमुना डेटा स्थापित
pt_pt: Instalar dados de exemplo

source: Create My Free Account Now!
ar_ae: خلق حسابي مجاني الآن!
de_de: Mein erstellen Jetzt kostenlos anmelden!
es_es: Crear una cuenta gratis ahora!
fr_fr: Créer mon compte gratuit maintenant!
it_it: Crea il mio account gratis!
mr: आता माझे मोफत खाते तयार करा!
pt_pt: Criar minha conta grátis agora!

source: Forgot your password?
ar_ae: أنسيت كلمة السر؟
de_de: Passwort vergessen?
es_es: ¿Olvidaste tu contraseña?
fr_fr: Mot de passe oublié ?
gu: તમારો પાસવર્ડ ભૂલી ગયા છો?
it_it: Password dimenticata?
mr: आपला पासवर्ड विसरलात?
pt_pt: Esqueceu a tua senha?

source: Please enter the username you used for registration and you'll get an email with further instructions.
ar_ae: من فضلك ادخل اسم المستخدم الذي استخدمته للتسجيل، وستحصل على رسالة بريد إلكتروني مع مزيد من التعليمات.
de_de: Bitte geben Sie den Benutzernamen für die Anmeldung benutzt und Sie werden eine E-Mail mit weiteren Anweisungen erhalten.
es_es: Por favor introduce el nombre de usuario que utilizaste para registrarte y obtendrá un correo electrónico con más instrucciones.
fr_fr: S'il vous plaît entrez le nom d'utilisateur que vous avez utilisé pour l'enregistrement et vous recevrez un email avec des instructions.
gu: તમે નોંધણી માટે વપરાય છે અને તમે વધુ સૂચનો સાથે ઇમેઇલ મળશે વપરાશકર્તા નામ દાખલ કરો.
it_it: Inserisci il nome utente utilizzato per la registrazione e riceverai una mail con ulteriori istruzioni.
mr: आपण नोंदणीसाठी वापरलेल्या वापरकर्तानाव प्रविष्ट करा आणि आपण पुढील सूचनांचे ईमेल मिळेल करा.
pt_pt: Por favor, digite o nome de usuário usado para o registro e você vai ter um e-mail com mais instruções.

source: User Name
ar_ae: اسم المستخدم
de_de: Benutzername
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
gu: વપરાશકર્તા નામ
it_it: Nome Utente
mr: वापरकर्ता नाव
pt_pt: Nome de utilizador

source: Reset your password
ar_ae: إعادة تعيين كلمة المرور الخاصة بك
de_de: Kennwort zurücksetzen
es_es: Restablecer la contraseña
fr_fr: Réinitialiser votre mot de passe
gu: તમારો પાસવર્ડ ફરીથી સેટ કરો
it_it: Cambia la tua password
mr: आपला पासवर्ड रीसेट करा
pt_pt: Pedir nova senha

source: Reset
ar_ae: إعادة تعيين
de_de: Rücksetzen
es_es: Restablecer
fr_fr: Réinitialiser
gu: ફરીથી સેટ કરો
it_it: Risistemare
mr: रीसेट करा
pt_pt: Restabelecer

source: Port
ar_ae: الميناء
de_de: Anschluß
es_es: Puerto
it_it: Porta
mr: पोर्ट
pt_pt: Porta

source: Skip
ar_ae: تخطي
de_de: Überspringen
es_es: Omitir
fr_fr: Passer
it_it: Ignora
mr: वगळा
pt_pt: Ignorar

source: Record is locked
ar_ae: سجل مقفل
de_de: Datensatz gesperrt
es_es: El registro está bloqueado
fr_fr: Enregistrement est verrouillé
it_it: Record è bloccato
mr: नोंद लॉक केलेले आहे
pt_pt: Record está bloqueado

source: This record is under process and assigned to other user for updation. You can not access this record while its locked. <br/>Contact your administrator for permissions related issues.
ar_ae: هذا السجل هو تحت العملية وتعيين إلى مستخدم آخر للupdation. لا يمكنك الوصول إلى هذا السجل في حين تخوض فيها. <BR/> اتصل بالمسؤول للحصول على أذونات القضايا ذات الصلة.
de_de: Diese Platte ist unter verarbeiten und andere Benutzer für updation zugeordnet. Sie können diesen Datensatz nicht zugreifen, während seine gesperrt. <br/> Sie von Ihrem Administrator Berechtigungen Fragen.
es_es: Este registro se encuentra en proceso y se asignará a otro usuario de updation. No puede acceder a este registro, mientras que su bloqueo. <br/> contacto con el administrador para las cuestiones relacionadas con los permisos.
fr_fr: Cet enregistrement est en cours de traitement et affectée à un autre utilisateur pour Updation. Vous ne pouvez pas accéder à ce dossier alors que son verrouillage. <br/> Contactez votre administrateur pour les autorisations des questions connexes.
it_it: Questo record è sotto processo ed essere associato ad altri utenti per updation. Non è possibile accedere a questo record, mentre il suo bloccata. per le questioni relative autorizzazioni <br/> Contattare l'amministratore.
mr: हे रेकॉर्ड प्रक्रिया चालू आहे व नुतनीकरण इतर वापरकर्त्याला नियुक्त केला. त्याच्या लॉक असताना आपण या रेकॉर्ड प्रवेश करू शकत नाही. <br/> मुद्दे संबंधित परवानग्या आपल्या प्रशासकाशी संपर्क साधा.
pt_pt: Este registro está em processo e atribuído a outro usuário para updation. Você não pode acessar este registro, enquanto o seu bloqueio. <br/> Contate o administrador para as questões relacionadas com as permissões.

source: Set User Access
ar_ae: مجموعة صول المستخدم
es_es: Configure el acceso de usuarios
fr_fr: Définir l'accès de l'utilisateur
mr: वापरकर्ता सेट प्रवेश
pt_pt: Definir Acesso do Usuário

source: Username :
ar_ae: اسم المستخدم:
de_de: Benutzername:
es_es: Nombre de usuario:
fr_fr: Nom d'utilisateur:
gu: વપરાશકર્તા નામ:
it_it: Nome utente:
mr: वापरकर्तानाव:
pt_pt: Nome de usuário:

source: Name :
ar_ae: الإسم:
es_es: Nombre:
fr_fr: Nom :
gu: નામ:
it_it: Nome
mr: नाव:
pt_pt: Nome:

source: More...
ar_ae: المزيد...
de_de: Mehr...
es_es: Mas
fr_fr: Plús...
gu: વધુ વાંચો ...
it_it: di più...
mr: आणखी ...
pt_pt: Mais ...

source: View User
ar_ae: رأي العضو
es_es: Ver Usuario
fr_fr: Voir l'utilisateur
gu: જુઓ વપરાશકર્તા
mr: पहा वापरकर्ता
pt_pt: Ver Usuário

source: Manage Access Control
ar_ae: إدارة التحكم في الوصول
de_de: Verwalten Access Control
es_es: Gestionar control de acceso
fr_fr: Gérer le contrôle d'accès
gu: પ્રવેશ નિયંત્રણ વ્યવસ્થા
it_it: Gestire Access Control
mr: एक्सेस कंट्रोल व्यवस्थापित
pt_pt: Gerenciar Controle de Acesso

source: Is View All?
ar_ae: هو مشاهدة جميع؟
de_de: Ist Alle?
es_es: Es Ver todos?
fr_fr: Est Voir tous?
it_it: È View All?
mr: पहा काय आहे?
pt_pt: É Ver todos?

source: Is Approver?
ar_ae: غير الموافق؟
de_de: Ist Approver?
es_es: Es aprobador?
fr_fr: Est approbateur?
it_it: È Approvatore?
mr: माफीचा साक्षीदार आहे का?
pt_pt: É Approver?

source: Login Status
ar_ae: حالة تسجيل الدخول
es_es: Estado de ingreso
fr_fr: Connexion état
gu: લૉગિન સ્થિતિ
it_it: Entra Stato
mr: लॉगइन स्थिती
pt_pt: Entrada Estado

source: -> Testing :url
es_es: - Pruebas>: url
it_it: -> Test: url
pt_pt: -> Teste: url

source: Total Requests made: :requests
es_es: Total de solicitudes hechas :: peticiones
it_it: Totale richieste formulate richieste ::
pt_pt: Total de pedidos feitos pedidos ::

source: Total Time elapsed: :duration (seconds)
es_es: Tiempo total transcurrido :: duración (segundos)
it_it: Tempo totale :: durata (secondi)
pt_pt: Tempo total decorrido Duração :: (segundos)

source: Requests/Second: :rps req/sec
es_es: Solicitudes / Segundo :: rps req / s
it_it: Richieste / Second :: rps req / sec
pt_pt: Pedidos / Second :: rps req / seg

source: Average request time: :average-time seconds
es_es: Tiempo medio pedido :: tiempo promedio de segundos
it_it: Tempo medio richiesta :: media-time secondi
pt_pt: Tempo médio pedido :: segundos de tempo médio

source: Standard deviation of average request time: :std-dev
es_es: La desviación estándar del tiempo promedio petición :: std-dev
it_it: Deviazione standard del tempo medio di richiesta :: std-dev
pt_pt: O desvio padrão do tempo médio de pedido :: std-dev

source: Longest/shortest request: :longest sec/:shortest sec
es_es: Mayor petición / corta :: segundos más largo /: sec menor
it_it: Maggiore richiesta / breve :: lunga sec /: sec breve
pt_pt: Longest pedido / menor :: maior seg /: menor sec

source: Allows you to obtain some rough benchmarking statisticsabout a fully qualified URL.
es_es: Permite obtener benchmarking áspera statisticsabout una dirección URL completa.
it_it: Consente di ottenere un po 'di benchmarking grezzi statisticsabout un URL completo.
pt_pt: Permite-lhe obter algum aferição áspero statisticsabout uma URL totalmente qualificada.

source: The URL to request.
es_es: La URL para solicitar.
it_it: L'URL da richiedere.
pt_pt: A URL para solicitar.

source: Number of iterations to perform.
es_es: Número de iteraciones a realizar.
it_it: Numero di iterazioni da eseguire.
pt_pt: Número de iterações a serem executadas.

source: Maximum total time for all iterations, in seconds.If a single iteration takes more than the tiemout, only one request will be made
es_es: Tiempo total máxima para todas las iteraciones, en seconds.If una sola iteración toma más de la tiemout, se hará sólo una solicitud
it_it: Tempo massimo totale per tutte le iterazioni, in seconds.If una singola iterazione richiede più la tiemout, sarà effettuato una sola richiesta
pt_pt: O tempo máximo total para todas as iterações, em seconds.If uma única iteração leva mais do que o tiemout, apenas um pedido será feito

source: Example Use: `cake benchmark --n 10 --t 100 http://localhost/testsite`. <info>Note:</info> this benchmark does not include browser render times.
es_es: Ejemplo Uso: `benchmark pastel - n 10 - t 100 http://localhost/testsite`. Nota <info>: </ info> este punto de referencia no incluye navegador tiempos de render.
it_it: Esempio Usa: `cake benchmark - n 10 - t 100 http://localhost/testsite`. <INFO> Nota: </ info> questo benchmark non include il browser tempi di rendering.
pt_pt: Exemplo Uso: `referência bolo - n 10 - 100 t http://localhost/testsite`. Nota <info>: </ info> este benchmark não inclui navegador tornar vezes.

source: Component initialization
es_es: Inicialización de componentes
it_it: Inizializzazione Component
pt_pt: Inicialização do componente

source: Controller action
es_es: Acción del controlador
it_it: Azione del controller
pt_pt: Ação do controlador

source: Controller action start
es_es: Inicio de acción del controlador
it_it: Inizio azione del controller
pt_pt: Início de ação do controlador

source: Processing toolbar state
es_es: Estado de la barra de herramientas de procesamiento
it_it: Stato della barra degli strumenti di elaborazione
pt_pt: Estado da barra de ferramentas Processamento

source: Processing toolbar data
es_es: Datos de la barra de herramientas de procesamiento
it_it: Dati della barra degli strumenti di elaborazione
pt_pt: Dados barra de ferramentas Processamento

source: Controller render start
es_es: Controlador render inicio
it_it: Controllore render inizio
pt_pt: Controlador prestar início

source: Could not load DebugToolbar panel %s
es_es: No se pudo cargar el panel DebugToolbar %s
it_it: Impossibile caricare il pannello DebugToolbar %s
pt_pt: Não foi possível carregar o painel DebugToolbar %s

source: Core Processing (Derived from $_SERVER["REQUEST_TIME"])
es_es: Procesamiento Core (Derivado de $ _SERVER ["REQUEST_TIME "])
it_it: Core di elaborazione (Derivato da $ _SERVER ["REQUEST_TIME"])
pt_pt: Processamento Core (Derivado de $ _SERVER ["REQUEST_TIME "])

source: Headers already sent in %s on line %s. Cannot send log data to FirePHP.
es_es: Cabeceras ya enviado en %s en la línea %s . No se pueden enviar datos de registro en FirePHP.
it_it: Headers already sent in %s on line %s . Non è possibile inviare i dati di log a FirePHP.
pt_pt: Cabeçalhos já enviados em %s na linha %s . Não é possível enviar dados de registro para FirePHP.

source: Incorrect parameter count for FireCake::fb()
es_es: Recuento de parámetros incorrecto para FireCake :: fb ()
it_it: Conteggio dei parametri non corretto per FireCake :: fb ()
pt_pt: Número de parâmetros incorreto para FireCake :: fb ()

source: Maximum number (99,999) of messages reached!
es_es: Número máximo (99.999) de mensajes ha llegado!
it_it: Il numero massimo (99.999) dei messaggi ha raggiunto!
pt_pt: Número máximo (99.999) de mensagens alcançou!
