Repository: Athenolabs/flinkiso-lite
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_ae, de_de, es_es, fr_fr, gu, it_it, mr, pt_pt

source: Person Responsible for Maintenance
ar_ae: الشخص المسؤول عن صيانة
de_de: Person Verantwortlich für Wartung
es_es: Responsable de Mantenimiento
fr_fr: Responsable de la maintenance
gu: જાળવણી માટે જવાબદાર વ્યક્તિ
it_it: Responsabile Manutenzione
mr: देखभाल जबाबदार व्यक्ती
pt_pt: Pessoa responsável pela manutenção

source: Approve Device Maintenance
ar_ae: الموافقة على صيانة الأجهزة
de_de: Genehmigen Gerätewartung
es_es: Aprobar Mantenimiento del dispositivo
fr_fr: Approuver entretien de l'appareil
it_it: Approvare la manutenzione del dispositivo
mr: डिव्हाइस देखभाल मंजूर करा
pt_pt: Aprovar Manutenção de Dispositivos

source: Edit Device Maintenance
ar_ae: تحرير صيانة الأجهزة
de_de: Bearbeiten Gerätewartung
es_es: Mantenimiento Editar dispositivo
fr_fr: Modifier instruments Entretien
it_it: Manutenzione Modifica del dispositivo
mr: संपादित करा डिव्हाइस देखभाल
pt_pt: Manutenção Editar Dispositivo

source: Maintenance Performed Date
ar_ae: صيانة يؤديها التسجيل
de_de: Durchgeführte Wartung Datum
es_es: Mantenimiento realizado Fecha
fr_fr: Maintenance Date de Joué
it_it: Manutenzione Eseguita Data
mr: देखभाल केले तारीख
pt_pt: Manutenção realizada Data

source: Intimation Sent To Employee
ar_ae: ايحاء المرسلة لموظف
de_de: Andeutung Gesendet an Mitarbeiter
es_es: Intimación Enviado a Empleados
fr_fr: Intimation Envoyé à des employés
it_it: Intimation Inviato a dipendenti
mr: सूचना कर्मचा पाठविला
pt_pt: Intimação enviada para Empregado

source: Intimation Sent To Department
ar_ae: ايحاء المرسلة إلى وزارة
de_de: Andeutung Gesendet an Abteilung
es_es: Intimación envío al área
fr_fr: Intimation Envoyé Pour Département
it_it: Intimazione inviata al Dipartimento
mr: सूचना विभागाकडे पाठविण्यात
pt_pt: Intimação enviada para o departamento de

source: New Device Maintenance
ar_ae: صيانة الأجهزة الجديدة
de_de: Neue Gerätewartung
es_es: Nueva Mantenimiento del dispositivo
fr_fr: New entretien de l'appareil
it_it: New Manutenzione del dispositivo
mr: नवीन डिव्हाइस देखभाल
pt_pt: Novo dispositivo de Manutenção

source: View Device Maintenance
ar_ae: عرض صيانة الأجهزة
de_de: Ansicht Gerätewartung
es_es: Ver Mantenimiento del dispositivo
fr_fr: Voir périphérique Entretien
it_it: Vista Manutenzione del dispositivo
mr: पहा डिव्हाइस देखभाल
pt_pt: Ver Dispositivo de Manutenção

source: Findings
ar_ae: النتائج
de_de: Befund
es_es: Conclusiones
fr_fr: Constats
gu: તારણ
it_it: Risultati
mr: निष्कर्ष
pt_pt: Descobertas

source: Device Details
ar_ae: تفاصيل الجهاز
de_de: Gerätedetails
es_es: Detalles del dispositivo
fr_fr: Détails sur l'appareil
gu: ઉપકરણ વિગતો
it_it: Dettagli dispositivo
mr: डिव्हाइस तपशील
pt_pt: Detalhes do dispositivo

source: Preventive Maintenance
ar_ae: الصيانة الوقائية
de_de: Vorbeugende Wartung
es_es: Mantenimiento preventivo
fr_fr: Maintenance préventive
it_it: Manutenzione preventiva
mr: प्रतिबंधात्मक देखभाल
pt_pt: Manutenção preventiva

source: Maintenance Required
ar_ae: الصيانة المطلوبة
de_de: Wartung erforderlich
es_es: Mantenimiento necesario
fr_fr: Maintenance requise
it_it: Manutenzione richiesta
mr: दुरूस्ती आवश्यक
pt_pt: Manutenção necessária

source: Maintenance Frequency
ar_ae: صيانة التردد
de_de: Wartungshäufigkeit
es_es: Mantenimiento Frecuencia
fr_fr: Entretien Fréquence
it_it: Manutenzione di frequenza
mr: देखभाल वारंवारिता
pt_pt: Manutenção de Freqüência

source: Preventive Maintenance Method
ar_ae: الصيانة الوقائية طريقة
de_de: Vorbeugende Wartung Methode
es_es: Método de mantenimiento preventivo
fr_fr: Méthode de maintenance préventive
it_it: Metodo di manutenzione preventiva
mr: प्रतिबंधात्मक देखभाल पद्धत
pt_pt: Método de Manutenção Preventiva

source: Other Details
ar_ae: تفاصيل أخرى
de_de: Weitere Infos
es_es: Otros Detalles
fr_fr: Autres détails
gu: અન્ય વિગતો
it_it: Altri dettagli
mr: इतर माहिती
pt_pt: Outros detalhes

source: Make Type
ar_ae: جعل نوع
de_de: Marke Typ
es_es: Producto Tipo
fr_fr: Marque Type
gu: પ્રકાર બનાવો
it_it: Marca Tipo
mr: प्रकार बनवा
pt_pt: Fazer Tipo

source: Purchase Date
ar_ae: تاريخ الشراء
de_de: Kauf Datum
es_es: Fecha de Compra
fr_fr: Date d'achat
gu: ખરીદી તારીખ
it_it: Data di acquisto
mr: खरेदी तारीख
pt_pt: Data da compra

source: Device Calibration Details
ar_ae: تفاصيل معايرة جهاز
de_de: Gerätekalibrierung Einzelheiten
es_es: Datos de calibración de dispositivos
fr_fr: étalonnage de l'appareil détails
gu: ઉપકરણ કૅલિબ્રેશન વિગતો
it_it: Dettagli di calibrazione del dispositivo
mr: डिव्हाइस कॅलिब्रेशन तपशील
pt_pt: Detalhes calibração do dispositivo

source: Calibration Frequency
ar_ae: معايرة التردد
de_de: Häufigkeit der Kalibrierung
es_es: Frecuencia de calibración
fr_fr: Fréquence d'étalonnage
gu: કૅલિબ્રેશન આવર્તન
it_it: Frequenza di calibrazione
mr: कॅलिब्रेशन वारंवारिता
pt_pt: Frequência de calibração

source: Required Calibration
ar_ae: المعايرة المطلوبة
de_de: Kalibrierung erforderlich
es_es: Calibración Requerido
fr_fr: Calibrage requis
gu: જરૂરી કૅલિબ્રેશન
it_it: Calibrazione obbligatori
mr: आवश्यक कॅलिब्रेशन
pt_pt: Calibração necessário

source: Approve Device
ar_ae: الموافقة على الأجهزة
de_de: Genehmigen Geräte
es_es: Aprobar Device
fr_fr: Approuver périphérique
gu: ઉપકરણ મંજૂર
it_it: Approva Dispositivo
mr: डिव्हाइस मंजूर करा
pt_pt: Aprovar Dispositivo

source: Edit Device
ar_ae: تحرير جهاز
de_de: Gerät bearbeiten
es_es: Editar dispositivo
fr_fr: Modifier périphérique
gu: ફેરફાર કરો ઉપકરણ
it_it: Modifica del dispositivo
mr: संपादित करा डिव्हाइस
pt_pt: Editar Dispositivo

source: Supplier Name
ar_ae: اسم المورد
de_de: Name des Anbieters
es_es: Nombre del proveedor
fr_fr: Nom du fournisseur
gu: સપ્લાયર નામ
it_it: Nome del fornitore
mr: पुरवठादार नाव
pt_pt: Nome do Fornecedor

source: Preventive Maintenance Required ?
ar_ae: مطلوب الصيانة الوقائية؟
de_de: Vorbeugende Wartung erforderlich?
fr_fr: Maintenance préventive nécessaire?
it_it: Manutenzione preventiva Obbligatorio?
mr: प्रतिबंधात्मक देखभाल आवश्यक?
pt_pt: Manutenção Preventiva Obrigatório?

source: Calibration Required ?
ar_ae: المعايرة المطلوبة؟
de_de: Kalibrierung erforderlich?
es_es: Necesaria la calibración?
fr_fr: Etalonnage nécessaire?
gu: કૅલિબ્રેશન જરૂરી?
it_it: Calibrazione necessario?
mr: कॅलिब्रेशन आवश्यक?
pt_pt: Calibração necessária?

source: New Device
ar_ae: جهاز جديد
de_de: Neues Gerät
es_es: Nuevo dispositivo
fr_fr: Nouveau périphérique
gu: નવી ઉપકરણ
it_it: Nuovo dispositivo
mr: नवीन डिव्हाइस
pt_pt: Novo dispositivo

source: View Device
ar_ae: عرض جهاز
de_de: Ansicht Geräte
es_es: Ver Device
fr_fr: Voir périphérique
gu: જુઓ ઉપકરણ
it_it: View Dispositivo
mr: पहा डिव्हाइस
pt_pt: Ver Dispositivo

source: Add Document Amendment Record Sheet
ar_ae: إضافة ورقة وثيقة تعديل سجل
de_de: Dokument hinzufügen Abänderung Nachweisblatt
es_es: Añadir Documento Enmienda Hoja de registro
fr_fr: Ajouter un document Amendement Fiche de mise en
gu: દસ્તાવેજ સુધારો રેકોર્ડ શીટ ઉમેરો
it_it: Aggiungi documento Emendamento Record Sheet
mr: दस्तऐवज दुरुस्ती नोंद पत्रक जोडा
pt_pt: Adicionar Documento Emenda Folha de Registo

source: Approve Document Amendment Record Sheet
ar_ae: الموافقة على ورقة وثيقة تعديل سجل
de_de: Genehmigen Dokument Abänderung Nachweisblatt
es_es: Aprobar el documento Enmienda Hoja de registro
fr_fr: Approuver le document Amendement Fiche de mise en
gu: દસ્તાવેજ સુધારો રેકોર્ડ શીટ મંજૂર
it_it: Approva Documento Emendamento Record Sheet
mr: दस्तऐवज दुरुस्ती नोंद पत्रक मंजूर करा
pt_pt: Aprovar Documento Emenda Folha de Registo

source: Edit Document Amendment Record Sheet
ar_ae: ورقة تحرير تعديل وثيقة تسجيل
de_de: Dokument bearbeiten Abänderung Nachweisblatt
es_es: Editar documento Enmienda Hoja de registro
fr_fr: Modifier le document Amendement Fiche de mise en
gu: ફેરફાર કરો દસ્તાવેજ સુધારો રેકોર્ડ શીટ
it_it: Modifica documento Emendamento Record Sheet
mr: संपादन दस्तऐवज दुरुस्ती नोंद पत्रक
pt_pt: Editar documento Emenda Folha de Registo

source: New Document Amendment Record Sheet
ar_ae: ورقة مستند جديد تعديل سجل
de_de: Neues Dokument Abänderung Nachweisblatt
es_es: Nueva hoja del documento Registro de enmiendas
fr_fr: Nouveau document Amendement Fiche de mise en
gu: ન્યૂ દસ્તાવેજ સુધારો રેકોર્ડ શીટ
it_it: Nuovo documento Emendamento Record Sheet
mr: नवीन दस्तऐवज दुरुस्ती नोंद पत्रक
pt_pt: Nova Folha Documento Emenda Registro

source: View Document Amendment Record Sheet
ar_ae: عرض ورقة الوثيقة تعديل سجل
de_de: Dokument mit Abänderung Nachweisblatt
es_es: Ver Documento Enmienda Hoja de registro
fr_fr: Consulter le document Amendement Fiche de mise en
gu: દસ્તાવેજ સુધારો રેકોર્ડ શીટ જુઓ
it_it: Mostra atto Modifica Record Sheet
mr: दस्तऐवज दुरुस्ती नोंद पत्रक पहा
pt_pt: Ver Documento Emenda Folha de Registo

source: Amendment Details
ar_ae: تفاصيل التعديل
de_de: Änderungsbeschreibung
es_es: Enmienda Detalles
fr_fr: Amendement Détails
gu: સુધારો વિગતો
it_it: Emendamento Dettagli
mr: दुरुस्ती तपशील
pt_pt: Emenda Detalhes

source: Current Document
ar_ae: الوثيقة الحالية
de_de: Aktuelles Dokument
fr_fr: Document actuel
it_it: Documento corrente
mr: वर्तमान दस्तऐवज
pt_pt: Documento atual

source: Amendment History
ar_ae: تعديل التاريخ
de_de: Änderung Geschichte
fr_fr: Historique des modifications
it_it: Emendamento Storia
mr: दुरुस्ती इतिहास
pt_pt: Emenda História

source: Restore
ar_ae: إستعادة
de_de: Wiederherstellen
es_es: Restaurar
fr_fr: Restaurer
gu: પુનઃસ્થાપિત કરો
it_it: Ripristino
mr: पुनर्संचयित करा
pt_pt: Restaurar

source: Purge
ar_ae: تطهير
de_de: Endgültig Löschen
es_es: Purga
fr_fr: Purger
gu: પર્જ
it_it: Lavaggio
mr: साफ
pt_pt: Purga

source: View / Upload Evidence
ar_ae: عرض / تحميل الأدلة
de_de: Ansicht / Nachweise hochladen
es_es: Ver / Subir Evidencia
fr_fr: Voir / Ajouter preuve
gu: જુઓ / પુરાવા અપલોડ કરો
it_it: Visualizza / Upload Evidence
mr: पहा / अपलोड पुरावा
pt_pt: Ver / Upload Evidência

source: Edit in new window
ar_ae: تحرير في نافذة جديدة
de_de: In neuem Fenster bearbeiten
es_es: Editar en nueva ventana
fr_fr: Modifier dans une nouvelle fenêtre
gu: નવી વિંડોમાં સંપાદિત કરો
it_it: Modifica in una nuova finestra
mr: नवीन विंडो मध्ये संपादित करा
pt_pt: Editar em nova janela

source: Publish Record
ar_ae: نشر تسجيل
de_de: Veröffentlichen Rekord
es_es: Publicar Record
fr_fr: Publier enregistrement
gu: રેકોર્ડ પ્રકાશિત કરો
it_it: Pubblica Record
mr: नोंद प्रकाशित
pt_pt: Publicar Registro

source: Are you sure you want to publish this record ?
ar_ae: هل أنت متأكد أنك تريد نشر هذا السجل؟
de_de: Sind Sie sicher, dass Sie wollen, um diesen Rekord zu veröffentlichen?
es_es: ¿Está seguro de que desea publicar este disco?
fr_fr: Etes-vous sûr que vous voulez publier cet enregistrement?
gu: શું તમે ખરેખર આ રેકોર્ડ પ્રકાશિત કરવા માંગો છો?
it_it: Sei sicuro di voler pubblicare questo disco?
mr: आपण या रेकॉर्ड प्रकाशित करण्यास इच्छुक आपली खात्री आहे?
pt_pt: Tem certeza de que deseja publicar este registro?

source: Delete Record
ar_ae: حذف سجل
de_de: Datensatz löschen
es_es: Eliminar registro
fr_fr: Supprimer l'enregistrement
gu: રેકોર્ડ કાઢી નાખો
it_it: Elimina record
mr: नोंद हटवा
pt_pt: Excluir registro

source: Key Responsibilty Areas
ar_ae: المناطق مسؤوليتها الرئيسية
de_de: Key Responsibilty Gebiete
es_es: Áreas clave Responsabilidad
fr_fr: Les zones clés par le locataire
it_it: Aree chiave Responsibilty
mr: की responsibilty क्षेत्रे
pt_pt: Áreas-chave Responsabilidade

source: Target
ar_ae: الهدف
de_de: Ziel
es_es: Objetivo
fr_fr: Cible
gu: લક્ષ્યાંક
it_it: Destinazione
mr: लक्ष्य
pt_pt: Objectivo

source: Advanced Search
ar_ae: بحث متقدم
de_de: Erweiterte Suche
es_es: Búsqueda avanzada
fr_fr: Recherche avancée
gu: વિગતવાર શોધ
it_it: Ricerca Avanzata
mr: आधुनिक शोध
pt_pt: Pesquisa Avançada

source: Type Keyword & select the field which you want to search from below
ar_ae: اكتب كلمة وحدد الحقل الذي تريد البحث من الأسفل
de_de: Schlüsselbegriff und wählen Sie das Feld, das Sie von unten suchen möchten
es_es: Teclee una palabra clave y seleccione el campo que desea buscar desde abajo
fr_fr: Tapez les mots-clés et sélectionnez le champ que vous voulez effectuer une recherche ci-dessous
gu: મુખ્ય શબ્દ લખો અને તમે નીચેની થી શોધ કરવા માંગો છો કે જે આ ક્ષેત્રમાં પસંદ
it_it: Tipo di parola chiave e selezionare il campo che si desidera cercare dal basso
mr: कीवर्ड टाइप करा & आपण खाली शोध इच्छित कोणत्या क्षेत्रात निवडा
pt_pt: Digite palavras-chave e selecione o campo que você deseja pesquisar abaixo

source: If calibration is required
ar_ae: إذا كان مطلوبا المعايرة
de_de: Wenn eine Kalibrierung erforderlich
es_es: Si se requiere calibración
fr_fr: Si l'étalonnage est nécessaire
gu: કેલિબ્રેશન જરૂરી છે, તો
it_it: Se è necessaria la calibrazione
mr: कॅलिब्रेशन आवश्यक असल्यास
pt_pt: Se a calibração é necessária

source: Select Calibration Frequency
ar_ae: حدد معايرة التردد
de_de: Kalibrierung wählen Frequenz
es_es: Seleccione Frecuencia de calibración
fr_fr: Sélectionnez la fréquence d'étalonnage
gu: પસંદ કરો કૅલિબ્રેશન આવર્તન
it_it: Selezionare la frequenza di calibrazione
mr: निवडा कॅलिब्रेशन वारंवारिता
pt_pt: Selecione Calibração de Freqüência

source: Manual Available
ar_ae: دليل متاح
de_de: Handbuch zur Verfügung
es_es: Manual Disponible
fr_fr: Manuel disponible
gu: ઉપલબ્ધ મેન્યુઅલ
it_it: Manuale Disponibile
mr: उपलब्ध मॅन्युअल
pt_pt: Manual Disponível

source: Sparelist Available
ar_ae: Sparelist متاح
de_de: Sparelist verfügbar
es_es: Sparelist Disponible
fr_fr: Sparelist Disponible
gu: ઉપલબ્ધ Sparelist
it_it: Sparelist Disponibile
mr: उपलब्ध Sparelist
pt_pt: Sparelist Disponível

source: Select Department
ar_ae: وزارة اختر
de_de: Wählen Abteilung
es_es: Seleccionar Departamento
fr_fr: Sélectionnez Département
gu: વિભાગ પસંદ કરો
it_it: Selezionare Dipartimento
mr: विभाग निवडा
pt_pt: Selecione Departamento

source: Select Employee
ar_ae: حدد الموظف
de_de: Wählen Mitarbeiter
es_es: Seleccione Empleado
fr_fr: Selectionnez un employé
gu: પસંદ કરો કર્મચારી
it_it: Seleziona Dipendente
mr: निवडा कर्मचारी
pt_pt: Selecione Empregado

source: Select Language
ar_ae: اختر اللغة
de_de: Sprache wählen
es_es: Seleccionar idioma
fr_fr: Sélectionner la langue
gu: ભાષા પસંદ કરો
it_it: Scegliere la lingua
mr: marathi
pt_pt: Selecione o idioma

source: Is MR?
ar_ae: هو MR؟
de_de: Ist MR?
es_es: Es MR?
fr_fr: Est-MR?
it_it: È MR?
mr: श्रीयुत आहे का?
pt_pt: É o Sr.?

source: Can see other user's records?
ar_ae: يمكن مشاهدة السجلات المستخدم الآخر؟
de_de: Können Datensätze anderer Benutzer sehen?
es_es: Puede ver los registros de otros usuarios?
fr_fr: Peut voir les dossiers des autres utilisateurs?
it_it: Può visualizzare i record degli altri utenti?
mr: इतर वापरकर्त्याचे रेकॉर्ड पाहू शकता का?
pt_pt: Pode ver os registros de outros usuários?

source: Can approve data added by other users?
ar_ae: يمكن الموافقة على البيانات المضافة من قبل المستخدمين الآخرين؟
de_de: Können Daten von anderen Benutzern hinzugefügt zu genehmigen?
es_es: Puede aprobar los datos añadidos por otros usuarios?
fr_fr: Il peut approuver données ajoutées par d'autres utilisateurs?
it_it: Può approvare dati aggiunti da altri utenti?
mr: इतर वापरकर्ते जोडलेली डेटा मंजूर करू शकतो का?
pt_pt: Pode aprovar dados adicionados por outros usuários?

source: Select Designations
ar_ae: اختر تسميات
de_de: Wählen Bezeichnungen
es_es: Seleccione Designaciones
fr_fr: Sélectionnez Désignations
gu: પસંદ કરો હોદ્દો
it_it: Seleziona Designazioni
mr: निवडा पदनामे
pt_pt: Selecionar Designações

source: Qualification
ar_ae: المؤهل
de_de: Qualifikation
es_es: Cualificación
gu: લાયકાત
it_it: Qualifica
mr: पात्रता
pt_pt: Qualificação

source: Joining Date
ar_ae: تاريخ الالتحاق بالعمل
de_de: Fügedatum
es_es: Unirse Fecha
fr_fr: Date de démarrage
gu: તારીખ જોડાયા
it_it: Data di giunzione
mr: सामील होत आहे दिनांक
pt_pt: Data de ingresso

source: Date of Birth
ar_ae: تاريخ الميلاد:
de_de: Geburtsdatum
es_es: Fecha de Nacimiento:
fr_fr: Date de naissance
gu: જન્મ તારીખ
it_it: Data di Nascita
mr: जन्म तारीख
pt_pt: Data de nascimento

source: Employment Status
ar_ae: نظام العمل
de_de: Beschäftigungsstatus
es_es: Situación Laboral
fr_fr: Situation du Salarié
it_it: Stato Occupazionale
mr: रोजगार स्थिती
pt_pt: Estatuto de emprego

source: Select Course Type
ar_ae: اختر نوع الدورة
de_de: Wählen Sie Kurstyp
es_es: Seleccione Tipo de curso
fr_fr: Sélectionner le type de cours
gu: કોર્સ પ્રકાર પસંદ કરો
it_it: Selezionare Tipo di Corso
mr: निवडा कोर्स प्रकार
pt_pt: Selecione o tipo de curso

source: Select Course
ar_ae: حدد الدورة
de_de: Wählen Platz
es_es: Seleccione Curso
fr_fr: Sélectionnez Cours
gu: કોર્સ પસંદ કરો
it_it: Selezionare Corso
mr: निवडा कोर्स
pt_pt: Selecione Curso

source: Select Trainer Type
ar_ae: تحديد نوع المدرب
de_de: Wählen Sie Trainer-Typ
es_es: Seleccione el tipo de entrenador
fr_fr: Sélectionnez Type de formateur
gu: ટ્રેનર પ્રકાર પસંદ કરો
it_it: Seleziona tipo Trainer
mr: ट्रेनर प्रकार निवडा
pt_pt: Selecione o tipo de instrutor

source: Select Trainer
ar_ae: حدد المدرب
de_de: Wählen Trainer
es_es: Seleccione Trainer
fr_fr: Sélectionnez formateur
gu: ટ્રેનર પસંદ કરો
it_it: Selezionare Trainer
mr: निवडा ट्रेनर
pt_pt: Selecione instrutor

source: Select Capa Source
ar_ae: تحديد كابا المصدر
de_de: Wählen Capa Quelle
es_es: Seleccione Capa Fuente
fr_fr: Sélectionnez Capa Source
gu: પસંદ કરો Capa સોર્સ
it_it: Seleziona Capa origine
mr: Capa स्त्रोत निवडा
pt_pt: Selecione Capa Fonte

source: Select Capa Category
ar_ae: اختر الفئة كابا
de_de: Wählen Capa Kategorie
es_es: Seleccione Capa Categoría
fr_fr: Sélectionnez Capa Catégorie
gu: Capa વર્ગ પસંદ કરો
it_it: Seleziona Capa Categoria
mr: Capa वर्ग निवडा
pt_pt: Selecione Capa Categoria

source: Select Employee Type
ar_ae: حدد فئة الموظف
de_de: Wählen Arbeitnehmertyp
es_es: Seleccione Tipo de empleo
fr_fr: Sélectionner le type de l'employé
gu: પસંદ કરો કર્મચારી પ્રકાર
it_it: Seleziona Inquadramento
mr: निवडा कर्मचारी प्रकार
pt_pt: Selecionar Tipo de Empregado

source: Document Change Required
ar_ae: وثيقة التغيير مطلوب
de_de: Dokument erforderliche Änderung
es_es: Documento Cambio Requerido
fr_fr: Document de changement nécessaire
gu: દસ્તાવેજ બદલો આવશ્યક
mr: दस्तऐवज बदलणे आवश्यक
pt_pt: Documento mudança necessária

source: Select Current Status
ar_ae: تحديد الحالة الحالية
de_de: Wählen Sie Aktueller Stand
es_es: Seleccionar Estado actual
fr_fr: Sélectionnez Statut actuel
gu: વર્તમાન સ્થિતિ પસંદ કરો
it_it: Selezionare Stato corrente
mr: वर्तमान स्थिती निवडा
pt_pt: Selecione Estado atual

source: Select Customer
ar_ae: حدد العملاء
de_de: Kunde auswählen
es_es: Seleccione Cliente
fr_fr: Sélectionnez la clientèle
gu: ગ્રાહક પસંદ કરો
it_it: Selezionare clienti
mr: निवडा ग्राहक
pt_pt: Selecione Cliente

source: Complaint Source
ar_ae: شكوى المصدر
de_de: Beschwerde Quelle
es_es: Queja Fuente
fr_fr: Plainte Source
gu: ફરિયાદ સોર્સ
it_it: Denuncia Fonte
mr: तक्रार स्रोत
pt_pt: Queixa Fonte

source: Select Delivery Challan
ar_ae: حدد التسليم Challan
de_de: Wählen Liefer Challan
es_es: Seleccione Entrega Challan
fr_fr: Sélectionnez livraison Challan
gu: ડ લવર ચલન પસંદ કરો
it_it: Selezionare consegna Challan
mr: डिलिव्हरी चलन निवडा
pt_pt: Selecione Entrega Challan

source: Complaint Assigned To
ar_ae: شكوى المخصصة ل
de_de: Beschwerde Zuständig
es_es: Queja Asignado a
fr_fr: Plainte Assignée à
gu: સોંપેલ ફરિયાદ
it_it: Denuncia Assegnato a
mr: तक्रार करण्यासाठी नियुक्त
pt_pt: Queixa Atribuído a

source: Authorised By
ar_ae: المصرح بواسطة
de_de: Autorisiert von
es_es: Autorizado por
fr_fr: Autorisé par
gu: દ્વારા અધિકૃત
it_it: Autorizzato da
mr: द्वारा अधिकृत
pt_pt: Autorizado por

source: Is supplier ISO certified??
ar_ae: هو المورد شهادة الأيزو؟
de_de: Anbieter ist ISO zertifiziert ??
es_es: Está certificada ISO proveedor?
fr_fr: Est fournisseur certifié ISO ??
it_it: È certificata ISO fornitore?
mr: पुरवठादार आयएसओ प्रमाणित आहे ??
pt_pt: É certificada ISO fornecedor?

source: Office Weekly Off
ar_ae: مكتب أسبوعي معطلة
de_de: Büro Weekly Aus
es_es: Oficina Semanal Off
fr_fr: Bureau de repos hebdomadaire
gu: ઓફિસ અઠવાડિક બંધ
it_it: Ufficio settimanale Off
mr: कार्यालय साप्ताहिक बंद
pt_pt: Escritório Weekly Off

source: Workshop/Factory Weekly Off
ar_ae: ورشة عمل / مصنع أسبوعي معطلة
de_de: Workshop / Factory-Weekly Aus
es_es: Taller / Fábrica Semanal Off
fr_fr: Atelier / usine de repos hebdomadaire
gu: વર્કશોપ / ફેક્ટરી અઠવાડિક બંધ
it_it: Laboratorio / Fabbrica settimanale Off
mr: कार्यशाळा / फॅक्टरी साप्ताहिक बंद
pt_pt: Oficina / Fábrica Weekly Off

source: Select Company Type
ar_ae: حدد نوع الشركة
de_de: Wählen Sie Unternehmenstyp
es_es: Seleccione la compañía Tipo
fr_fr: Sélectionnez Type de société
gu: કંપની પ્રકાર પસંદ કરો
it_it: Selezionare Azienda Tipo
mr: कंपनी प्रकार निवडा
pt_pt: Selecione Tipo de Empresa

source: Select Branch
ar_ae: حدد فرع
de_de: Wählen Niederlassung
es_es: Seleccione una Sucursal
fr_fr: Sélection d'une branche
it_it: Seleziona Branch
mr: निवडा शाखा
pt_pt: Selecione Filial

source: Select Master List of Format
ar_ae: تحديد قائمة ماجستير في تنسيق
de_de: Wählen Master List von Format
es_es: Seleccione Lista Maestra de Formato
fr_fr: Sélectionnez la liste principale de Format
it_it: Selezionare Master List di Format
mr: स्वरूप मास्टर यादी निवडा
pt_pt: Selecione Mestre Lista de Formato

source: Select Supervisor
ar_ae: اختيار المشرف
de_de: Wählen Beauftragte
es_es: Seleccione Supervisor
fr_fr: Sélectionnez Superviseur
it_it: Selezionare Supervisor
mr: पर्यवेक्षक निवडा
pt_pt: Selecione Supervisor

source: Select Proposal
ar_ae: حدد اقتراح
de_de: Wählen Vorschlag
es_es: Seleccione Propuesta
fr_fr: Sélectionnez Proposition
it_it: Seleziona Proposta
mr: निवडा प्रस्ताव
pt_pt: Selecione Proposta

source: Followup Date
ar_ae: متابعة التسجيل
de_de: Followup Datum
es_es: Followup Fecha
fr_fr: Date de suivi
it_it: Data followup
mr: फॉलोअप तारीख
pt_pt: Dar seguimento Data

source: Next Followup Date
ar_ae: المقبل متابعة التسجيل
de_de: Weiter Followup Datum
es_es: Siguiente Followup Fecha
fr_fr: Suivant Suivi date
it_it: Avanti Followup Data
mr: पुढील फॉलोअप तारीख
pt_pt: Próxima Acompanhamento Data

source: Select Training
ar_ae: حدد التدريب
de_de: Wählen Sie Training
es_es: Seleccione Entrenamiento
fr_fr: Sélectionnez Training
gu: તાલીમ પસંદ કરો
it_it: Selezionare Formazione
mr: निवडा प्रशिक्षण
pt_pt: Selecione Training

source: Select Data Type
ar_ae: حدد نوع البيانات
de_de: Datentyp auswählen
es_es: Seleccionar el tipo de datos
fr_fr: Sélectionner le type de données
gu: ડેટા પ્રકાર પસંદ કરો
it_it: Selezionare Tipo di dati
mr: निवडा डेटा प्रकार
pt_pt: Selecione Tipo de dados

source: Select Backup Schedule
ar_ae: تحديد جدول النسخ الاحتياطي
de_de: Wählen Sie Backup-Zeitplan
es_es: Seleccione Programar copia de seguridad
fr_fr: Sélectionnez la planification de sauvegarde
gu: બેકઅપ સુનિશ્ચિત કરો
it_it: Selezionare Schedule Backup
mr: बॅकअप शेड्यूल निवडा
pt_pt: Selecione Agendamento de Backup

source: Select Data Backup Name
ar_ae: تحديد البيانات اسم النسخ الاحتياطي
de_de: Wählen Sie Datensicherungsname
es_es: Seleccione Nombre de copia de seguridad de datos
fr_fr: Sélectionnez Nom de sauvegarde
gu: પસંદ કરો, ડેટા બેકઅપ નામ
it_it: Selezionare Nome Data Backup
mr: डेटा बॅकअप नाव निवडा
pt_pt: Selecione Backup de Dados Nome

source: Select Computer Name
ar_ae: تحديد اسم الكمبيوتر
de_de: Wählen Sie Computername
es_es: Seleccione el nombre de equipo
fr_fr: Sélectionnez Nom de l'ordinateur
gu: પસંદ કરો કમ્પ્યુટર નામ
it_it: Seleziona Nome computer
mr: संगणक नाव निवडा
pt_pt: Selecione Nome do computador

source: Select Master List Of Format
ar_ae: اختر من قائمة تنسيق ماستر
de_de: Wählen Sie Master-Liste Format
es_es: Seleccione Lista Maestra de Formato
fr_fr: Sélectionnez Maître Liste des Format
gu: બંધારણની માસ્ટર યાદી પસંદ કરો
it_it: Selezionare Master List Of Formato
mr: स्वरूप मास्टर यादी निवडा
pt_pt: Selecione Lista Master Of Formato

source: Select User
ar_ae: حدد المستخدم
de_de: Wählen Sie Benutzer
es_es: Seleccionar usuario
fr_fr: Sélectionner l'utilisateur
gu: પસંદ કરો વપરાશકર્તા
it_it: Seleziona utente
mr: निवडा वापरकर्ता
pt_pt: Selecionar Usuário
