Repository: Athenolabs/flinkiso-lite
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_ae, de_de, es_es, fr_fr, gu, it_it, mr, pt_pt

source: View Proposal Followup
ar_ae: عرض مقترح متابعة
de_de: Ansicht Vorschlag Followup
es_es: Seguimiento Ver Propuesta
fr_fr: Voir Proposition Suivi
it_it: Vista Proposta Followup
mr: पहा प्रपोझल फॉलोअप
pt_pt: Ver Proposta Acompanhamento

source: Followup Heading
ar_ae: عنوان متابعة
de_de: Followup Überschrift
fr_fr: Rubrique suivi
it_it: Followup Rubrica
mr: फॉलोअप शीर्षक
pt_pt: Dar seguimento Rubrica

source: Followup Details
ar_ae: متابعة تفاصيل
es_es: Seguimiento Detalles
fr_fr: Suivi Détails
it_it: Followup Dettagli
mr: फॉलोअप तपशील
pt_pt: Acompanhamento Detalhes

source: Next Follow Up Date
ar_ae: المقبل متابعة التسجيل
de_de: Nächste Folge Up Date
es_es: Siguiente Seguimiento Fecha
fr_fr: Suivant Suivi date
it_it: Avanti Follow Up Date
mr: पुढील पुढील तारीख
pt_pt: Próximo Siga Up Date

source: Add Proposal
ar_ae: إضافة اقتراح
de_de: Vorschlag hinzufügen
es_es: Añadir Propuesta
fr_fr: Ajouter Proposition
it_it: Aggiungi Proposta
mr: प्रस्ताव जोडा
pt_pt: Adicionar Proposta

source: You can copy and paste your existing proposal here. You can also upload your proposal after saving this record
ar_ae: يمكنك نسخ ولصق اقتراح الموجودة هنا. يمكنك أيضا تحميل اقتراحكم بعد حفظ هذا السجل
de_de: Sie kopieren Ihre bestehende Vorschlag hier. Sie können Ihren Antrag auch nach dem Speichern dieses Album hochladen
es_es: Puede copiar y pegar su propuesta existente aquí. También puede subir su propuesta después de guardar este registro
fr_fr: Vous pouvez copier et coller votre proposition existante ici. Vous pouvez également télécharger votre proposition après avoir enregistré ce disque
it_it: È possibile copiare e incollare la proposta già esistenti. È anche possibile caricare la vostra proposta dopo aver salvato questo record
mr: आपण कॉपी आणि येथे आपल्या विद्यमान प्रस्ताव पेस्ट करू शकता. आपण या रेकॉर्ड जतन केल्यानंतर आपल्या प्रस्ताव अपलोड करू शकता
pt_pt: Você pode copiar e colar a sua proposta existente aqui. Você também pode enviar a sua proposta depois de salvar este registro

source: Approve Proposal
ar_ae: الموافقة على اقتراح
de_de: Vorschlag genehmigen
es_es: Aprobar propuesta
fr_fr: Proposition d'approuver
it_it: Approvare la proposta
mr: प्रस्ताव मंजूर करा
pt_pt: Aprovar a proposta

source: Edit Proposal
ar_ae: تحرير اقتراح
de_de: Vorschlag bearbeiten
es_es: Editar Propuesta
fr_fr: Modifier Proposition
it_it: Modifica proposta
mr: संपादन प्रस्ताव
pt_pt: Processar Proposta

source: New Proposal
ar_ae: اقتراح جديد
de_de: Neue Vorschlag
es_es: Nueva propuesta
fr_fr: Nouvelle proposition
it_it: Nuova Proposta
mr: नवीन प्रस्ताव
pt_pt: Nova Proposta

source: View Proposal
ar_ae: عرض اقتراح
de_de: Vorschlag Ansicht
es_es: Ver Propuesta
fr_fr: Voir Proposition
it_it: Vista proposta
mr: पहा प्रस्ताव
pt_pt: Ver Proposta

source: Proposal Heading
ar_ae: اقتراح عنوان
de_de: Vorschlag Überschrift
es_es: Rubro Propuesta
fr_fr: Proposition rubrique
it_it: Proposta di testa
mr: प्रपोझल शीर्षक
pt_pt: Proposta Heading

source: Proposal Details
ar_ae: تفاصيل الاقتراح
de_de: Vorschlag Einzelheiten
es_es: Información de la propuesta
fr_fr: Détails de la proposition
it_it: Proposta Dettagli
mr: प्रस्ताव तपशील
pt_pt: Detalhes proposta

source: View Proposal Followups
ar_ae: المتابعات عرض اقتراح
de_de: Vorschlag Ansicht Followups
es_es: Followups Ver Propuesta
fr_fr: Suites des vue de propositions
it_it: Followup View proposta
mr: पहा प्रस्ताव Followups
pt_pt: Followups Ver proposta

source: Add Purchase Order
ar_ae: إضافة طلب شراء
de_de: Bestellung hinzufügen
es_es: Añadir Orden de Compra
fr_fr: Ajouter bon de commande
gu: ઉમેરો ખરીદી ઓર્ડર
it_it: Aggiungere Ordine di Acquisto
mr: खरेदी ऑर्डर जोडा
pt_pt: Adicionar Ordem de Compra

source: Select Type
ar_ae: حدد نوع
de_de: Typ wählen
es_es: Seleccionar tipo
fr_fr: Choix du type
it_it: Seleziona Tipo
mr: निवडा प्रकार
pt_pt: Selecione o tipo de

source: Order Details
ar_ae: تفاصيل الطلب
de_de: Bestellungsdetails
es_es: Detalles de pedido
fr_fr: Détails de la commande
gu: ઓર્ડર વિગતો
it_it: Dettagli dell'ordine
mr: ऑर्डर तपशील
pt_pt: Detalhes do Pedido

source: Item Number
ar_ae: رقم البند
de_de: Artikel-Nummer
es_es: Número del artículo
fr_fr: Numéro d'élément
gu: વસ્તુ સંખ્યા
it_it: Numero di articolo
mr: आयटम नंबर
pt_pt: Número de artigo

source: Quantity
ar_ae: الكمية
de_de: Menge
es_es: Cantidad
fr_fr: Quantité
gu: જથ્થો
it_it: Quantità
mr: प्रमाण
pt_pt: Quantidade

source: Discount (% only)
ar_ae: خصم (٪ فقط)
de_de: Rabatt (% nur)
es_es: Descuento (% solamente)
fr_fr: Remise (% seulement)
it_it: Sconto (% solo)
mr: सवलतीच्या (% केवळ)
pt_pt: Desconto (% apenas)

source: Approve Purchase Order
ar_ae: الموافقة على طلب الشراء
de_de: Genehmigen Bestellung
es_es: Aprobar la Orden de Compra
fr_fr: Approuver bon de commande
gu: મંજૂર ખરીદી ઓર્ડર
it_it: Approvare ordine d'acquisto
mr: खरेदी ऑर्डर मंजूर करा
pt_pt: Aprovar Ordem de Compra

source: Order Detail
ar_ae: ترتيب التفاصيل
de_de: Bestellen Detail
es_es: Detalles del pedido
fr_fr: Afin Détail
gu: ઓર્ડર વિગતવાર
mr: ऑर्डर तपशील
pt_pt: Encomenda

source: Edit Purchase Order
ar_ae: تحرير طلب شراء
de_de: Bestellung bearbeiten
es_es: Modificar la Orden de Compra
fr_fr: Modifier bon de commande
gu: ફેરફાર કરો ખરીદી ઓર્ડર
it_it: Modifica Ordine di Acquisto
mr: संपादन खरेदी ऑर्डर
pt_pt: Editar Ordem de Compra

source: View Purchase Order
ar_ae: عرض طلب الشراء
de_de: Bestellung anzeigen
es_es: Vista la Orden de Compra
fr_fr: Voir bon de commande
gu: જુઓ ખરીદી ઓર્ડર
it_it: Visualizza Ordine di Acquisto
mr: पहा खरेदी ऑर्डर
pt_pt: Ver Ordem de Compra

source: Inbound
ar_ae: بالوارد
es_es: Entrante
fr_fr: Entrants
gu: ઈનબાઉન્ડ
mr: इनबाउंड
pt_pt: Importação

source: Outbound
ar_ae: الصادرة
es_es: Saliente
fr_fr: Message sortant
gu: વિદેશ જનારું
mr: परदेशी
pt_pt: Exportação

source: Expected Delivery Date
ar_ae: التسليم المتوقع التسجيل
de_de: Voraussichtlicher Liefertermin
es_es: La fecha del alumbramiento
fr_fr: Date de livraison prévue
gu: અપેક્ષિત બોલ તારીખ
it_it: Data prevista di consegna
mr: अपेक्षित डिलिव्हरी तारीख
pt_pt: Previsão de Entrega Data

source: Approve Report
ar_ae: الموافقة على تقرير
de_de: Genehmigen Bericht
es_es: Aprobar Reportar
fr_fr: Approuver le rapport
gu: રિપોર્ટ મંજૂર
it_it: Approvare la Relazione
mr: अहवाल मंजूर करा
pt_pt: Aprovar Relatório

source: OPEN:
ar_ae: فتح:
fr_fr: OUVERT:
it_it: APERTO:
mr: उघडा:
pt_pt: ABERTO:

source: CLOSED :
ar_ae: أغلقت:
de_de: GESCHLOSSEN:
es_es: CERRADO:
fr_fr: FERMÉ:
it_it: CHIUSO:
mr: बंद:
pt_pt: FECHADO:

source: CLOSED IN TIME :
de_de: IN TIME ZU:
es_es: CERRADO EN EL TIEMPO:
fr_fr: FERME DANS LE TEMPS:
it_it: CHIUSO IN TEMPO:
mr: वेळेत बंद:
pt_pt: FECHADO NO TEMPO:

source: Customer Complaints History
ar_ae: شكاوى العملاء التاريخ
de_de: Kundenbeschwerden Geschichte
es_es: Historia quejas del cliente
fr_fr: Plaintes des clients Histoire
it_it: Reclami dei clienti Storia
mr: ग्राहक तक्रारी इतिहास
pt_pt: Reclamações de Clientes História

source: Loading Graph Please Wait...
ar_ae: الرسم البياني Loading يرجى الانتظار ...
de_de: Laden Graph Bitte warten ...
es_es: Cargando Gráfico Espere por favor ...
fr_fr: Chargement Graphique S'il vous plaît patienter ...
it_it: Caricamento Grafico Please Wait ...
mr: लोड करीत आहे आलेख कृपया प्रतीक्षा करा ...
pt_pt: Carregando Gráfico Aguarde ...

source: Benchmark :
ar_ae: المؤشر:
es_es: Referencial salarial
fr_fr: Indice de référence:
mr: बेंचमार्क:
pt_pt: Índice de referência:

source: Records Added:
ar_ae: سجلات واضاف:
de_de: Aufzeichnungen am:
es_es: Registros Alta:
fr_fr: Enregistrements ajoutés:
it_it: Records Aggiunto:
mr: नोंदी जोडले:
pt_pt: Registros Adicionado:

source: Records Added :
ar_ae: سجلات واضاف:
de_de: Aufzeichnungen am:
es_es: Registros Alta:
fr_fr: Enregistrements ajoutés:
it_it: Records Aggiunto:
mr: नोंदी जोडले:
pt_pt: Registros Adicionado:

source: Edit Report
ar_ae: تحرير التقرير
de_de: Bericht bearbeiten
es_es: Editar informe
fr_fr: Modifier le rapport
gu: ફેરફાર કરો અહેવાલ
it_it: Modifica report
mr: संपादन अहवाल
pt_pt: Editar Relatório

source: New Report
ar_ae: تقرير جديد
de_de: Neuer Bericht
es_es: Nuevo Informe
fr_fr: Nouveau rapport
gu: ન્યૂ રિપોર્ટ
it_it: Nuovo Report
mr: नवा अहवाल
pt_pt: Novo Relatório

source: FlinkISO Report Center
ar_ae: مركز التقارير FlinkISO
es_es: FlinkISO Centro de informes
fr_fr: FlinkISO Centre de rapports
gu: FlinkISO રિપોર્ટ કેન્દ્ર
it_it: FlinkISO Centro rapporti
mr: FlinkISO अहवाल केंद्र
pt_pt: FlinkISO Centro de Relatórios

source: Internal Audits Report
ar_ae: تقرير التدقيق الداخلي
de_de: Interne Audits Bericht
es_es: Auditorías Informe interno
fr_fr: Rapport Vérifications internes
it_it: Rapporto Audit interno
mr: अंतर्गत ऑडिट अहवाल
pt_pt: Relatório Interno Auditorias

source: List Of Acceptable Suppliers
ar_ae: ائحة بالموردين المقبول
de_de: Liste der zulässigen Lieferanten
es_es: Lista de proveedores aceptables
fr_fr: Liste des fournisseurs acceptables
it_it: Elenco dei fornitori accettabili
mr: स्वीकार्य पुरवठादारांच्या यादी
pt_pt: Lista de fornecedores aceitáveis

source: Supplier Evaluations
ar_ae: التقييمات المورد
de_de: Lieferantenbewertungen
es_es: Evaluaciones de los proveedores
fr_fr: Les évaluations des fournisseurs
it_it: Le valutazioni dei fornitori
mr: पुरवठादार मोजमापन
pt_pt: Fornecedor Evaluations

source: Summery Of Supplier Evaluations
ar_ae: صيفي التقييمات الموردين
de_de: Von sommerlichen Lieferantenbewertungen
es_es: Veraniega de evaluaciones de los proveedores
fr_fr: Estivale des évaluations de fournisseurs
it_it: Estiva della valutazione dei fornitori
mr: पुरवठादार मोजमापन जाण्याचा Summery
pt_pt: Summery do fornecedor Evaluations

source: CAPA CLOSED :
ar_ae: CAPA المغلقة:
de_de: CAPA ZU:
es_es: CAPA CERRADA:
fr_fr: CAPA FERMÉ:
it_it: CAPA CHIUSO:
mr: CAPA बंद:
pt_pt: CAPA FECHADO:

source: OPEN CAPA :
ar_ae: CAPA فتح:
fr_fr: OUVERT CAPA:
it_it: APERTO CAPA:
mr: उघडा CAPA:
pt_pt: CAPA ABERTO:

source: ROOT CAUSE ANALYSIS REQUIRED :
ar_ae: تحليل السبب ROOT المطلوبة:
de_de: Ursachenanalyse erforderlich:
es_es: Análisis de causa raíz necesario:
fr_fr: Analyse des causes profondes REQUISE:
it_it: Analisi delle cause profonde RICHIESTO:
mr: मूळ कारणाचे विश्लेषण आवश्यक:
pt_pt: Análise de Causa Raiz REQUERIDA:

source: CAPA by Source
ar_ae: CAPA حسب المصدر
de_de: CAPA von Quelle
es_es: CAPA por fuente
fr_fr: CAPA par Source
it_it: CAPA per fonte
mr: स्त्रोत द्वारे CAPA
pt_pt: CAPA por Fonte

source: CAPA by Category
ar_ae: CAPA حسب الفئة
de_de: CAPA nach Kategorie
es_es: CAPA por categoría
fr_fr: CAPA par catégorie
it_it: CAPA per categoria
mr: श्रेणीनुसार CAPA
pt_pt: CAPA por Categoria

source: Non Conformity History
ar_ae: غير المطابقة التاريخ
de_de: Nichtkonformitäts Geschichte
es_es: Historia No Conformidad
fr_fr: Histoire non conformité
it_it: Storia Non Conformità
mr: नॉन सुसंगत इतिहास
pt_pt: História Não Conformidade

source: Ready reports for
ar_ae: تقارير جاهزة لل
de_de: Bereit für Berichte
es_es: Informes listos para
fr_fr: Rapports Prêt pour
it_it: Report pronti per la
mr: साठी सज्ज अहवाल
pt_pt: Relatórios prontos para

source: These are ready reports generated automatically based on the inputs by flinkISO users. These reports are auto-generated daily, weekly, quarterly & yearly.
ar_ae: هذه هي تقارير جاهزة تتولد تلقائيا بناء على المدخلات من قبل المستخدمين flinkISO. هذه التقارير يوميا إنشاؤه تلقائيا، أسبوعية وفصلية وسنوية.
de_de: Diese sind bereit, Berichte automatisch basierend auf den Eingaben von Benutzern flinkISO erzeugt. Diese Berichte werden automatisch erzeugt täglich, wöchentlich, vierteljährlich und jährliche.
es_es: Son informes listos generados automáticamente en función de las entradas de los usuarios flinkISO. Estos informes se generan automáticamente a diario, semanal, trimestral y anual.
fr_fr: Ces rapports sont prêts générées automatiquement en fonction des entrées par les utilisateurs flinkISO. Ces rapports sont générés automatiquement quotidienne, hebdomadaire, trimestrielle et annuelle.
it_it: Questi sono i rapporti pronti generati automaticamente in base agli input da parte degli utenti flinkISO. Questi rapporti sono generati automaticamente giornalmente, settimanalmente, trimestrale e annuale.
mr: हे flinkISO वापरकर्त्यांद्वारे पुरविलेल्या माहितीच्या आधारे आपोआप व्युत्पन्न तयार अहवाल आहेत. हे अहवाल तिमाही व वार्षिक, स्वयं-व्युत्पन्न दररोज, साप्ताहिक आहेत.
pt_pt: Estes são relatórios prontos gerados automaticamente com base nas entradas de usuários flinkISO. Estes relatórios são gerados automaticamente diário, semanal, trimestral e anual.

source: Change Month
ar_ae: التغيير شهر
de_de: Monat ändern
es_es: Variación Mes
fr_fr: Changer le mois
it_it: Cambia Mese
mr: बदला महिना
pt_pt: Mudança Mês

source: Daily Report
ar_ae: التقرير اليومي
de_de: Tagesbericht
es_es: Reporte diario
fr_fr: Rapport quotidien
mr: दैनिक अहवाल
pt_pt: Relatório Diário

source: Daily Data Entry Reports
ar_ae: يوميا تقارير إدخال البيانات
de_de: Tägliche Dateneingabe Berichte
es_es: Informes Diarios de entrada de datos
fr_fr: Données quotidiennes Rapports entrée
it_it: Daily Data Entry
mr: दैनिक डेटा एंट्री अहवाल
pt_pt: Relatórios de entrada de dados diários

source: File Name
ar_ae: اسم الملف
de_de: Dateiname
es_es: Datos
fr_fr: Nom du Fichier
it_it: Nome del file
mr: फाइल नाव
pt_pt: Nome do arquivo:

source: Size
ar_ae: الحجم
de_de: Größe
es_es: Tamaño
fr_fr: Taille
it_it: Dimensione
mr: आकार
pt_pt: Tamanho

source: Created On
ar_ae: مكون في
de_de: Erstellt am
es_es: Creado el
fr_fr: Créé le
it_it: Creato il
mr: तयार
pt_pt: Criado em

source: Daily Data Backup Report
ar_ae: البيانات اليومية تقرير النسخ الاحتياطي
de_de: Tägliche Datensicherung Bericht
es_es: Informe diario de copia de seguridad de datos
fr_fr: Les données quotidiennes de rapport de sauvegarde
it_it: Backup giornaliero dei dati del report
mr: दैनंदिन डेटा बॅकअप अहवाल
pt_pt: Relatório Diário de backup de dados

source: Weekly Reports
ar_ae: تقارير أسبوعية
de_de: Wochenberichte
es_es: Informes semanales
fr_fr: Rapports hebdomadaires
it_it: Report Settimanale
mr: साप्ताहिक अहवाल
pt_pt: Relatórios semanais

source: Weekly Non-Conformity Report
ar_ae: الأسبوعي عدم مطابقة تقرير
de_de: Wöchentlich Non-Konformitätsbericht
es_es: Semanal Conformidad no Reportar
fr_fr: Hebdomadaire conformité non-rapport
it_it: Weekly Non Conformità-Report
mr: साप्ताहिक गैर-सुसंगत अहवाल
pt_pt: Weekly Não-Conformidade Relatório

source: Monthly Reports
ar_ae: تقارير شهرية
de_de: Monatsberichte
es_es: Informes Mensuales
fr_fr: Rapports mensuels
it_it: Rapporti mensili
mr: मासिक अहवाल
pt_pt: Relatórios Mensais

source: Saved Reports
ar_ae: التقارير المحفوظة
de_de: Gespeicherte Berichte
es_es: Los informes guardados
fr_fr: Rapports enregistrés
it_it: Rapporti salvate
mr: जतन केलेले अहवाल
pt_pt: Relatórios salvos

source: View Report
ar_ae: عرض التقرير
de_de: Bericht ansehen
es_es: Ver informe
fr_fr: Voir Rapport
gu: જુઓ રિપોર્ટ
it_it: Visualizza rapporto
mr: अहवाल पहा
pt_pt: Exibir relatório

source: Report Date
ar_ae: تقرير التسجيل
de_de: Bericht Datum
es_es: Fecha de Informe
fr_fr: Date du rapport
gu: રિપોર્ટ તારીખ
it_it: Data rapporto
mr: अहवाल तारीख
pt_pt: Data do relatório

source: Add Schedule
ar_ae: إضافة جدول
de_de: Spielplan hinzufügen
es_es: Añadir Calendario
fr_fr: Ajouter un planning
gu: સૂચિ ઉમેરો
it_it: Aggiungi Schedule
mr: शेड्यूल जोडा
pt_pt: Adicionar Cronograma

source: Approve Schedule
ar_ae: الموافقة على جدول
de_de: Spielplan genehmigen
es_es: Aprobar la Lista
fr_fr: Approuver annexe
gu: સૂચિ મંજૂર
it_it: Approva Schedule
mr: शेड्यूल मंजूर करा
pt_pt: Aprovar Cronograma

source: Edit Schedule
ar_ae: تحرير جدول
de_de: Zeitplan bearbeiten
es_es: Editar programación
fr_fr: Modifier la planification
gu: ફેરફાર કરો સૂચિ
it_it: Modifica pianificazione
mr: संपादन शेड्यूल
pt_pt: Editar agendamento

source: New Schedule
ar_ae: جدول جديد
de_de: Neuer Zeitplan
es_es: Nueva programación
fr_fr: Nouvel horaire
gu: નવી સૂચિ
it_it: Nuova pianificazione
mr: नवीन शेड्यूल
pt_pt: Nova Agenda

source: View Schedule
ar_ae: عرض جدول
de_de: Spielplan Alle
es_es: Ver programa
fr_fr: Voir annexe
gu: જુઓ સૂચિ
it_it: Visualizza Programma
mr: पहा शेड्यूल
pt_pt: Ver Programação

source: Available Software Types
ar_ae: أنواع البرامج المتاحة
de_de: Verfügbare Software Typen
es_es: Tipos disponibles de software
fr_fr: Types de logiciels disponibles
it_it: Tipi di Software disponibile
mr: उपलब्ध सॉफ्टवेअर प्रकार
pt_pt: Tipos de software disponíveis

source: Approve Software Type
ar_ae: الموافقة Software نوع
de_de: Genehmigen Software Typ
es_es: Aprobar Tipo de software
fr_fr: Approuver Type de logiciel
gu: સોફ્ટવેર પ્રકાર મંજૂર
it_it: Approva Software Tipo
mr: सॉफ्टवेअर प्रकार मंजूर करा
pt_pt: Aprovar Tipo Software

source: Edit Software Type
ar_ae: تحرير Software نوع
de_de: Bearbeiten Software Typ
es_es: Editar tipo de Software
fr_fr: Modifier le type de logiciel
gu: ફેરફાર કરો સોફ્ટવેર પ્રકાર
it_it: Modifica tipo di Software
mr: संपादन सॉफ्टवेअर प्रकार
pt_pt: Editar tipo de Software

source: View Software Type
ar_ae: نوع عرض البرامج
de_de: View Software Typ
es_es: Tipo View Software
fr_fr: Type de vue du logiciel
gu: જુઓ સોફ્ટવેર પ્રકાર
it_it: Tipo View Software
mr: पहा सॉफ्टवेअर प्रकार
pt_pt: Tipo View Software

source: Add Stock
ar_ae: إضافة الأسهم
de_de: In Lager
es_es: Añadir Stock
fr_fr: Ajouter le bouillon
it_it: Aggiungere Archivi
mr: स्टॉक जोडा
pt_pt: Adicionar Ação

source: Select Batch
ar_ae: تحديد الدفعة
de_de: Wählen Sie Stapel
es_es: Seleccionar lotes
fr_fr: Sélectionnez Lot
it_it: Selezionare Batch
mr: निवडा बॅच
pt_pt: Selecione Lote

source: Invalid Selection
ar_ae: اختيار غير صالح
de_de: Ungültige Auswahl
es_es: Selección inválida
fr_fr: Sélection Invalide
it_it: Selezione non valida
mr: अवैध निवड
pt_pt: Seleção inválido

source: Batch No.
ar_ae: الدفعة رقم
de_de: Chargen-Nr
es_es: N º de lote
fr_fr: Lot n °
it_it: No. Batch
mr: बॅच क्रमांक
pt_pt: Lote No.

source: Approve Stock
ar_ae: الموافقة المالية
de_de: Auf genehmigen
es_es: Aprobar Stock
fr_fr: Approuver Stock
it_it: Approva Archivio
mr: स्टॉक मंजूर करा
pt_pt: Aprovar Estoque

source: Edit Stock
ar_ae: تعديل الاوراق المالية
de_de: Bearbeiten Lager
es_es: Editar Stock
fr_fr: Modifier stock
it_it: Modifica Archivio
mr: संपादन स्टॉक
pt_pt: Edite Acão

source: New Stock
ar_ae: البورصة الجديد
de_de: Neue Lizenz
es_es: Nueva Foto
it_it: Nuovo Archivio
mr: नवीन स्टॉक
pt_pt: Novo Estoque

source: View Stock
ar_ae: مشاهدة المالية
de_de: Ansicht Stock
es_es: Ver archivo
fr_fr: Voir Stock
it_it: Vedi Archivio
mr: पहा स्टॉक
pt_pt: Ver Estoque

source: Received Date
ar_ae: تاريخ الاستلام
de_de: Erhalten am:
es_es: Fecha Recepción
fr_fr: Date de réception
it_it: Data di ricezione
mr: प्राप्त झालेले तारीख
pt_pt: Recebido Data

source: Production Date
ar_ae: تاريخ الإنتاج
de_de: Produktionsdatum
es_es: Fecha de producción
fr_fr: Date de production
it_it: Data di produzione
mr: उत्पादन तारीख
pt_pt: Produção Data

source: Quantity Consumed
ar_ae: الكمية المستهلكة
de_de: Verbrauchsmenge
es_es: Cantidad consumida
fr_fr: Quantité consommée
it_it: Quantità consumata
mr: प्रमाणात सेवन
pt_pt: Quantidade consumida

source: Add New Suggestion
ar_ae: إضافة اقتراح جديد
de_de: Hinzufügen neuer Vorschlag
es_es: Crear Nuevo Sugerencia
fr_fr: Ajouter un nouveau Suggestion
gu: નવી સૂચન ઉમેરો
it_it: Aggiungi nuovo Suggerimento
mr: नवीन सूचना जोडा
pt_pt: Adicionar Novo Sugestão

source: Approve Suggestion Form
ar_ae: الموافقة على اقتراح نموذج
de_de: Genehmigen Vorschlagsformular
es_es: Aprobar formulario de sugerencias
fr_fr: Approuver formulaire Suggestion
gu: સૂચન ફોર્મ મંજૂર
it_it: Approva Suggestion Form
mr: सुचना फॉर्म मंजूर करा
pt_pt: Aprovar Formulário de Sugestão

source: Edit Suggestion Form
ar_ae: تحرير نموذج الإقتراحات
de_de: Bearbeiten Vorschlagsformular
es_es: Editar formulario de sugerencias
fr_fr: Modifier le formulaire Suggestion
gu: ફેરફાર કરો સૂચન ફોર્મ
it_it: Modifica forma Suggerimento
mr: संपादन सुचना फॉर्म
pt_pt: Editar Formulário de Sugestão

source: New Suggestion Form
ar_ae: اقتراح نموذج جديد
de_de: New Vorschlagsformular
es_es: Nuevo formulario de sugerencias
fr_fr: Nouveau formulaire de suggestion
gu: નવી સૂચન ફોર્મ
it_it: New Form Suggerimento
mr: नवीन सूचना फॉर्म
pt_pt: Novo formulário de sugestão

source: View Suggestion Form
ar_ae: عرض نموذج الإقتراحات
de_de: Ansicht Vorschlagsformular
es_es: Ver formulario de sugerencias
fr_fr: Voir formulaire Suggestion
gu: જુઓ સૂચન ફોર્મ
it_it: Mostra Suggerimento Form
mr: पहा सुचना फॉर्म
pt_pt: Ver Formulário de Sugestão

source: Activity
ar_ae: أحدث المشاركات
de_de: Aktivität
es_es: Actividad
fr_fr: Activité
gu: સક્રિયતા
it_it: Attività
mr: क्रियाकलाप
pt_pt: Atividade

source: Add Summary Of Supplier Evaluation
ar_ae: إضافة ملخص لتقييم الموردين
de_de: Zusammenfassung der Lieferantenbewertung hinzufügen
es_es: Añadir Resumen de Evaluación de Proveedores
fr_fr: Ajouter Résumé de l'évaluation des fournisseurs
gu: સપ્લાયર મૂલ્યાંકન સાર ઉમેરો
it_it: Aggiungi Sintesi della valutazione del fornitore
mr: पुरवठादार मूल्यमापनाचे सारांश जोडा
pt_pt: Adicionar Resumo de Avaliação de Fornecedores

source: Date of Evaluation
ar_ae: تاريخ التقييم
de_de: Datum der Bewertung
es_es: Fecha de la evaluación
fr_fr: Date de l'évaluation
gu: મૂલ્યાંકન તારીખ
it_it: Data di Valutazione
mr: मूल्यांकन तारीख
pt_pt: Data de Avaliação

source: Approve Summary Of Supplier Evaluation
ar_ae: الموافقة على ملخص لتقييم الموردين
de_de: Genehmigen Zusammenfassung der Lieferantenbewertung
es_es: Aprobar Resumen de Evaluación de Proveedores
fr_fr: Approuver Résumé de l'évaluation des fournisseurs
gu: સપ્લાયર મૂલ્યાંકન સાર મંજૂર
it_it: Approvare Sintesi della valutazione del fornitore
mr: पुरवठादार मूल्यमापनाचे सारांश मंजूर करा
pt_pt: Aprovar Resumo de Avaliação de Fornecedores

source: Edit Summary Of Supplier Evaluation
ar_ae: تحرير ملخص لتقييم الموردين
de_de: Zusammenfassung der Lieferantenbewertung bearbeiten
es_es: Editar Resumen de Evaluación de Proveedores
fr_fr: Modifier Résumé de l'évaluation des fournisseurs
gu: સપ્લાયર મૂલ્યાંકન ફેરફાર કરો સારાંશ
it_it: Modifica riepilogo della valutazione del fornitore
mr: पुरवठादार मूल्यमापनाचे संपादन सारांश
pt_pt: Editar Resumo de Avaliação de Fornecedores

source: New Summary Of Supplier Evaluation
ar_ae: ملخص جديد من تقييم الموردين
de_de: New Zusammenfassung der Lieferantenbewertung
es_es: Nuevo Resumen de Evaluación de Proveedores
fr_fr: Nouvelle Résumé de l'évaluation des fournisseurs
gu: સપ્લાયર મૂલ્યાંકન ન્યૂ સારાંશ
it_it: Nuova Sintesi della valutazione del fornitore
mr: पुरवठादार मूल्यमापनाचे नवीन सारांश
pt_pt: Novo Resumo da Avaliação de Fornecedores

source: View Summary Of Supplier Evaluation
ar_ae: عرض ملخص لتقييم الموردين
de_de: Ansicht Zusammenfassung der Lieferantenbewertung
es_es: Ver el Resumen de Evaluación de Proveedores
fr_fr: Afficher le résumé de l'évaluation des fournisseurs
gu: સપ્લાયર મૂલ્યાંકન જુઓ સારાંશ
it_it: Sommario della valutazione del fornitore
mr: पुरवठादार मूल्यमापनाचे पहा सारांश
pt_pt: Ver Resumo de Avaliação de Fornecedores

source: Add Supplier Category
ar_ae: إضافة مورد الفئة
de_de: Fügen Lieferant Kategorie
es_es: Guardar Categoría Proveedor
fr_fr: Ajouter Fournisseur Catégorie
gu: પુરવઠોકર્તા વર્ગ ઉમેરો
it_it: Aggiungi Fornitore Categoria
mr: पुरवठादार श्रेणी जोडा
pt_pt: Adicionar Fornecedor Categoria

source: Approve Supplier Category
ar_ae: الموافقة مورد الفئة
de_de: Genehmigen Lieferant Kategorie
es_es: Aprobar Categoría Proveedor
fr_fr: Approuver Fournisseur Catégorie
gu: પુરવઠોકર્તા વર્ગ મંજૂર
it_it: Approva Fornitore Categoria
mr: पुरवठादार वर्ग मंजूर करा
pt_pt: Aprovar Fornecedor Categoria

source: Edit Supplier Category
ar_ae: تحرير مورد الفئة
de_de: Bearbeiten Lieferant Kategorie
es_es: Categoría Editar Proveedor
fr_fr: Modifier Fournisseur Catégorie
gu: ફેરફાર કરો પુરવઠોકર્તા વર્ગ
it_it: Modifica Fornitore Categoria
mr: संपादन पुरवठादार वर्ग
pt_pt: Editar Fornecedor Categoria
