Repository: Athenolabs/flinkiso-lite
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_ae, de_de, es_es, fr_fr, gu, it_it, mr, pt_pt

source: Select Chairperson
ar_ae: حدد رئيس
de_de: Wählen Vorsitzende
es_es: Seleccionar Presidente
fr_fr: Sélectionnez président
gu: પસંદ કરો અધ્યક્ષ
it_it: Seleziona Presidenza
mr: निवडा अध्यक्ष
pt_pt: Select Presidente

source: Select System
ar_ae: حدد نظام
de_de: Wählen Sie System
es_es: Seleccione Sistema
fr_fr: Sélectionnez Système
gu: પસંદ કરો સિસ્ટમ
it_it: Selezionare Sistema
mr: निवडा सिस्टम
pt_pt: Selecione Sistema

source: Select Training Type
ar_ae: حدد نوع التدريب
de_de: Wählen Sie Training Typ
es_es: Seleccione el tipo de formación
fr_fr: Sélectionner le type de formation
gu: તાલીમ પ્રકાર પસંદ કરો
it_it: Seleziona tipo di formazione
mr: निवडा प्रशिक्षण प्रकार
pt_pt: Selecione Tipo de Formação

source: Select Supplier Category
ar_ae: حدد المورد الفئة
de_de: Wählen Sie Lieferant Kategorie
es_es: Seleccionar Categoría Proveedor
fr_fr: Sélectionnez Fournisseur Catégorie
gu: પુરવઠોકર્તા વર્ગ પસંદ કરો
it_it: Seleziona Fornitore Categoria
mr: निवडा पुरवठादार वर्ग
pt_pt: Selecione Categoria Fornecedor

source: Select Education
ar_ae: حدد التعليم
de_de: Wählen Bildung
es_es: Seleccione Educación
gu: શિક્ષણ પસંદ કરો
it_it: Selezionare Education
mr: निवडा शिक्षण
pt_pt: Selecione Educação

source: Select Actual Education
ar_ae: حدد التعليم الفعلي
de_de: Wählen tatsächliche Bildung
es_es: Seleccione Educación Actual
fr_fr: Sélectionnez l'éducation réelle
gu: ખરેખર શિક્ષણ પસંદ કરો
it_it: Seleziona Istruzione Actual
mr: वास्तविक शिक्षण निवडा
pt_pt: Selecione Educação real

source: Select Housekeeping CheckList
ar_ae: حدد المرجعية الغرف
de_de: Wählen Housekeeping Checklist
es_es: Seleccione CheckList limpieza
fr_fr: Sélectionnez CheckList de ménage
gu: પસંદ કરો ગૃહ વ્યવસ્થા ચેકલિસ્ટ
it_it: Seleziona pulizie CheckList
mr: निवडा housekeeping चेकलिस्ट
pt_pt: Selecione CheckList Housekeeping

source: Select Computer
ar_ae: حدد الكمبيوتر
de_de: Computer auswählen
es_es: Seleccione Equipo
fr_fr: Sélectionner un ordinateur
gu: કમ્પ્યુટર પસંદ કરો
it_it: Selezionare Computer
mr: निवडा संगणक
pt_pt: Selecione Computador

source: Select Softwares
ar_ae: برامج مختارة
de_de: Wählen Softwares
es_es: Seleccione Softwares
fr_fr: Sélectionnez Logiciels
gu: પસંદ કરો સોફ્ટવેર્સ
it_it: Selezionare Software
mr: निवडा सॉफ्टवेअर
pt_pt: Selecionar Softwares

source: Select Customer Name
ar_ae: حدد اسم العميل
de_de: Wählen Sie Kundenname
es_es: Seleccionar Nombre del cliente
fr_fr: Sélectionnez le nom du client
it_it: Seleziona Nome cliente
mr: निवडा ग्राहक नाव
pt_pt: Selecionar Nome do Cliente

source: Select Question
ar_ae: حدد سؤال
de_de: Frage wählen
es_es: Seleccione una pregunta
fr_fr: Sélectionnez question
it_it: Selezionare domanda
mr: निवडा प्रश्न
pt_pt: Selecione Pergunta

source: Select Notification Type
ar_ae: حدد نوع الإشعار
de_de: Mitteilung auswählen Typ
es_es: Seleccionar tipo de notificación
fr_fr: Sélectionner le type de notification
gu: સૂચન પ્રકાર પસંદ કરો
it_it: Seleziona tipo di notifica
mr: निवडा सूचना प्रकार
pt_pt: Selecione Tipo de Notificação

source: Select Prepared By
ar_ae: تحديد أعده
de_de: Erstellt durch Wählen
es_es: Seleccione Preparado por
fr_fr: Sélectionnez Préparé par
gu: પસંદ કરો દ્વારા તૈયાર
it_it: Selezionare Preparato da
mr: निवडा करून तयार
pt_pt: Selecione Preparado por

source: Select Approved By
ar_ae: حدد المعتمدة بواسطة
de_de: Genehmigt von Select
es_es: Seleccionar Aprobado por
fr_fr: Sélectionnez Approuvé par
gu: દ્વારા મંજૂર પસંદ કરો
it_it: Selezionare Approvato da
mr: द्वारा मंजुरी निवडा
pt_pt: Selecione Aprovado por

source: Select Software Type
ar_ae: حدد نوع البرمجيات
de_de: Wählen Sie Software-Typ
es_es: Seleccione el tipo de Software
fr_fr: Sélectionner le type de logiciel
gu: સોફ્ટવેર પ્રકાર પસંદ કરો
it_it: Selezionare Software Tipo
mr: नीवडलेले सॉफ्टवेअर प्रकार
pt_pt: Selecione o tipo de Software

source: Select Schedules
ar_ae: تحديد جداول
de_de: Wählen Termine
es_es: Seleccione Horarios
fr_fr: Sélectionnez Programmes
gu: પસંદ કરો શેડ્યુલ
it_it: Seleziona Orari
mr: निवडा वेळापत्रक
pt_pt: Selecionar Horários

source: Backup Required?
ar_ae: الاحتياطية المطلوبة؟
de_de: Backup erforderlich?
es_es: Copia de seguridad requiere?
fr_fr: Sauvegarde obligatoire?
it_it: Backup necessario?
mr: बॅकअप आवश्यक?
pt_pt: Cópia de segurança necessário?

source: Select Master List Format
ar_ae: تحديد قائمة ماستر تنسيق
de_de: Wählen Master List Format
es_es: Seleccionar el formato de lista maestra
fr_fr: Sélectionnez la liste principale Format
it_it: Selezionare Formato Master List
mr: मास्टर यादी स्वरूप निवडा
pt_pt: Selecione Lista Mestre Formato

source: archived?
ar_ae: أرشفة؟
de_de: archiviert?
es_es: archivado?
fr_fr: archivé?
it_it: archiviato?
mr: संग्रहित?
pt_pt: arquivados?

source: Evidence required?
ar_ae: الأدلة المطلوبة؟
de_de: Beweise erforderlich?
es_es: Requiere evidencia?
fr_fr: Éléments de preuve requis?
it_it: Prove richiesto?
mr: पुरावा आवश्यक?
pt_pt: Provas necessárias?

source: Approvals required?
ar_ae: الموافقات المطلوبة؟
de_de: Genehmigungen erforderlich?
es_es: Requieren aprobaciones?
fr_fr: Approbations nécessaires?
it_it: Necessarie approvazioni?
mr: मंजुरी आवश्यक?
pt_pt: Aprovações necessárias?

source: Mandatory?
ar_ae: إلزامية؟
de_de: Pflicht?
es_es: Obligatorio?
fr_fr: Obligatoire?
it_it: Obbligatorio?
mr: अनिवार्य?
pt_pt: Obrigatório?

source: Select Users
ar_ae: حدد المستخدمين
de_de: User auswählen
es_es: Seleccionar usuarios
fr_fr: Sélectionnez les utilisateurs
it_it: Seleziona utenti
mr: वापरकर्ते निवडा
pt_pt: Selecionar Usuários

source: Select Kra
ar_ae: تحديد كرا
de_de: Wählen Kra
es_es: Seleccione Kra
fr_fr: Sélectionnez Kra
it_it: Selezionare Kra
mr: Kra निवडा
pt_pt: Selecione Kra

source: Select Following
ar_ae: حدد التالية
de_de: Wählen Sie dazu folgendes
es_es: Seleccionar las siguientes
fr_fr: SELECT suivante
it_it: Selezionare le seguenti
mr: निवडा खालील
pt_pt: Selecionar as seguintes

source: Select Capa
ar_ae: حدد كابا
de_de: Wählen Capa
es_es: Seleccione Capa
fr_fr: Sélectionnez Capa
it_it: Selezionare Capa
mr: निवडा Capa
pt_pt: Selecione Capa

source: Select device
ar_ae: حدد الجهاز
de_de: Gerät wählen
es_es: Seleccionar dispositivo
fr_fr: Sélectionner un appareil
it_it: Selezionare il dispositivo
mr: निवडा डिव्हाइस
pt_pt: Selecione o dispositivo

source: Intimation sent to Employee
ar_ae: أرسلت ايحاء الى موظف
de_de: Andeutung an den Mitarbeiter
es_es: Intimación enviada a los Empleados
fr_fr: Intimation envoyé à l'employé
it_it: Intimation inviato a dipendenti
mr: सूचना कर्मचा पाठविण्यात
pt_pt: Intimação enviada para Empregado

source: Intimation sent to Department
ar_ae: أرسلت ايحاء الى وزارة
de_de: Andeutung zu Abteilung geschickt
es_es: Intimación enviada al Departamento
fr_fr: Intimation envoyé à la Direction
it_it: Intimation inviato al Dipartimento
mr: सूचना विभागाकडे पाठविण्यात
pt_pt: Intimação enviada ao Departamento de

source: Select branches you want to search
ar_ae: اختر فروع تريد البحث
de_de: Branchen auswählen Sie suchen möchten
es_es: Seleccione ramas que desea buscar
fr_fr: Sélectionnez branches que vous souhaitez rechercher
gu: તમે શોધ કરવા માંગો છો પસંદ કરો શાખાઓ
it_it: Selezionare i rami che si desidera cercare
mr: आपण शोधू इच्छित निवडा शाखा
pt_pt: Selecionar ramos que deseja pesquisar

source: Select start date
ar_ae: حدد تاريخ بدء
de_de: Wählen Sie das Startdatum
es_es: Seleccione la fecha de inicio
fr_fr: Sélectionnez la date de début
gu: પ્રારંભ તારીખ પસંદ કરો
it_it: Seleziona la data di inizio
mr: निवडा प्रारंभ तारीख
pt_pt: Selecione a data de início

source: Select end date
ar_ae: حدد تاريخ انتهاء
de_de: Wählen Sie Enddatum
es_es: Seleccione fecha de finalización
fr_fr: Sélectionnez la date de fin
gu: અંતિમ તારીખ પસંદ કરો
it_it: Seleziona la data di fine
mr: निवडा समाप्ती तारीख
pt_pt: Selecione data final

source: Strict Search
ar_ae: الصارم بحث
de_de: Strikte Suche
es_es: Estricta Buscar
fr_fr: Recherche Strict
gu: સખત શોધ
it_it: Strict Ricerca
mr: कठोर शोध
pt_pt: Strict Pesquisa

source: Send appended records for approval to the relevant approving authority from the given list.
ar_ae: إرسال السجلات الملحقة للحصول على موافقة السلطة المختصة بالموافقة من قائمة معينة.
de_de: Senden angefügten Datensätze zur Genehmigung an die zuständige Genehmigungsbehörde aus der gegebenen Liste.
es_es: Enviar registros anexados a la aprobación de la autoridad de aprobación correspondiente de la lista dada.
fr_fr: Envoyer des documents annexés à l'approbation de l'autorité compétente concernée dans la liste donnée.
gu: આપેલ યાદીમાંથી સુસંગત મંજૂરી સત્તા માટે મંજૂરી માટે ઉમેરાયું રેકોર્ડ મોકલો.
it_it: Invia record accodati per approvazione all'autorità competente di approvazione dalla lista fornita.
mr: दिलेल्या सूचीतून संबंधीत मंजूर अधिकार मंजुरीसाठी लावणे रेकॉर्ड पाठवा.
pt_pt: Envie registros anexados à aprovação da autoridade aeronáutica relevante da lista dada.

source: Do not send forward. Publish Now.
ar_ae: لا ترسل إلى الأمام. نشر الآن.
de_de: Vorwärts nicht senden. Jetzt veröffentlichen.
es_es: No envíe hacia adelante. Publicar ahora.
fr_fr: Ne pas envoyer avant. Publier maintenant.
gu: આગળ મોકલશો. હવે પ્રકાશિત કરો.
it_it: Non inviare in avanti. Pubblica Now.
mr: पुढे पाठवू नका. आता प्रकाशित.
pt_pt: Não envie para a frente. Publicar agora.

source: Check the checkbox above to publish the record without sending for any approvals.
ar_ae: اضغط على مربع فوق نشر السجل دون إرسال أي الموافقات.
de_de: Sie das Kontrollkästchen oben, um den Datensatz ohne Absenden für alle Zulassungen zu veröffentlichen.
es_es: Marque la casilla de arriba para publicar el registro sin enviar por cualquier aprobación.
fr_fr: Cochez la case ci-dessus pour publier le dossier sans envoyer pour les approbations.
it_it: Seleziona la casella in alto per pubblicare il record senza l'invio di eventuali approvazioni.
mr: कोणत्याही मंजूरीसाठी न पाठवता रेकॉर्ड प्रकाशित करण्यासाठी उपरोक्त चेकबॉक्स तपासा.
pt_pt: Marque a caixa acima para publicar o registro sem o envio de quaisquer aprovações.

source: Approval History
ar_ae: تاريخ الموافقة
de_de: Genehmigung Geschichte
es_es: Historia de aprobación
fr_fr: Historique des approbations
gu: મંજૂરી ઇતિહાસ
it_it: Storia Approvazione
mr: मान्यता इतिहास
pt_pt: História de Aprovação

source: Date
ar_ae: التاريخ
de_de: Datum
es_es: Fecha:
gu: તારીખ
it_it: Data
mr: तारीख
pt_pt: Data

source: From
ar_ae: من
de_de: Von
es_es: De
fr_fr: De
gu: માંથી
it_it: Dalla
mr: कडून
pt_pt: De:

source: Sent to
ar_ae: أرسل إلى
de_de: Gesendet
es_es: Enviado a
fr_fr: Envoyé à
gu: માટે મોકલ્યું
it_it: Inviato a
mr: कडे पाठविले
pt_pt: Enviado para

source: Send these records for approval
ar_ae: ترسل هذه السجلات للموافقة عليها
de_de: Senden Sie diese Aufzeichnungen für die Zulassung
es_es: Enviar estos registros para su aprobación
fr_fr: Envoyer ces dossiers pour approbation
gu: મંજૂરી માટે આ રેકોર્ડ મોકલો
it_it: Invia questi record per l'approvazione
mr: मंजूरीसाठी ही रेकॉर्ड पाठवा
pt_pt: Envie esses registros para aprovação

source: Dashboard - Department-wise
ar_ae: لوحة القيادة - قسم الحكيم
de_de: Dashboard - Abteilung weise
es_es: Dashboard - Departamento sabio
fr_fr: Tableau de bord - Département-sage
it_it: Dashboard - Dipartimento-saggio
mr: डॅशबोर्ड - विभाग कुशल
pt_pt: Dashboard - Departamento-wise

source: These values are in % form and not the actual data entry values.
ar_ae: هذه القيم هي في شكل٪ وليس القيم إدخال البيانات الفعلية.
es_es: Estos valores están en forma de% y no los valores de entrada de datos reales.
it_it: Questi valori sono in forma% e non i valori reali di inserimento dati.
pt_pt: Estes valores são em forma de% e não os valores reais de entrada de dados.

source: Upcoming Device Calibrations
ar_ae: جهاز المعايرة القادمة
de_de: Die nächsten Geräte-Kalibrierungen
es_es: Las calibraciones de dispositivos Próximos
fr_fr: Étalonnages de l'appareil à venir
gu: આગામી ઉપકરણ calibrations
it_it: Calibrazioni dispositivo Prossimi
mr: आगामी डिव्हाइस कॅलिब्रेशन
pt_pt: Calibrações de dispositivos próximos

source: Device Calibrations assigned to you
ar_ae: جهاز المعايرة المخصصة لك
de_de: Gerät Kalibrierungen, die Ihnen zugewiesen
es_es: Las calibraciones de dispositivos que tiene asignadas
fr_fr: étalonnages de l'appareil qui vous est attribué
gu: તમે સોંપેલ ઉપકરણ calibrations
it_it: Le tarature dei dispositivi assegnati a voi
mr: डिव्हाइस कॅलिब्रेशन नियुक्त
pt_pt: Calibrações de dispositivos atribuídos a você

source: Device Number
ar_ae: عدد الأجهزة
de_de: Gerätenummer
es_es: Número de dispositivo
fr_fr: Nombre de périphériques
gu: ઉપકરણ સંખ્યા
it_it: Numero dispositivo
mr: डिव्हाइस क्रमांक
pt_pt: Número do Dispositivo

source: Previous Calibration Date
ar_ae: السابق معايرة التسجيل
de_de: Zurück Calibration Date
es_es: Fecha de Calibración Anterior
fr_fr: Calibration précédente Date
gu: ગત કૅલિબ્રેશન તારીખ
it_it: Precedente Data calibrazione
mr: मागील कॅलिब्रेशन तारीख
pt_pt: Calibração Anterior Data

source: Act
ar_ae: قانون
de_de: Gesetz
es_es: Ley
fr_fr: Acte
gu: ધારો
mr: कायदा
pt_pt: Ato

source: Non Conformity Actions Required
ar_ae: تطبيقات غير المطابقة المطلوبة
de_de: Nichtkonformitäts erforderlichen Maßnahmen
es_es: Acciones no conformidad requeridos
fr_fr: Actions non-conformité requise
gu: જરૂરી બિન કન્ફર્મિટી ક્રિયાઓ
it_it: Azioni Non Conformità obbligatori
mr: नॉन सुसंगत क्रिया आवश्यक
pt_pt: Ações não conformidade exigida

source: Total Number of CAPAs assigned to you
ar_ae: إجمالي عدد كابا الملقاة على عاتقكم
de_de: Gesamtzahl der CAPAs Ihnen zugewiesen
es_es: Número total de acciones preventivas y correctivas que tiene asignadas
fr_fr: Nombre total de CAPA qui vous sont assignées
gu: તમે સોંપેલ CAPAs કુલ સંખ્યા
it_it: Numero totale di Capas assegnati a voi
mr: नियुक्त CAPAs एकूण संख्या
pt_pt: Número total de ações corretivas e preventivas atribuídas a você

source: Total Number of CAPAs open
ar_ae: إجمالي عدد كابا المفتوحة
de_de: Gesamtzahl der offenen CAPAs
es_es: Número total de acciones preventivas y correctivas abiertas
fr_fr: Nombre total de CAPA ouvertes
gu: ઓપન CAPAs કુલ સંખ્યા
it_it: Numero totale di Capas aperti
mr: खुल्या CAPAs एकूण संख्या
pt_pt: Número total de ações corretivas e preventivas abertas

source: Total Number of CAPAs closed
ar_ae: إجمالي عدد كابا مغلق
de_de: Gesamtzahl der CAPAs geschlossen
es_es: Número total de acciones preventivas y correctivas cerrado
fr_fr: Nombre total de CAPA fermé
gu: CAPAs કુલ સંખ્યા બંધ
it_it: Numero totale di Capas chiuso
mr: CAPAs एकूण संख्या बंद
pt_pt: Número total de ações corretivas e preventivas fechado

source: Category
ar_ae: التصنيف
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
gu: કક્ષા
it_it: Categoria
mr: वर्ग
pt_pt: Categoria

source: Added in meeting
ar_ae: وأضاف في اجتماع
de_de: Hinzugefügt Treffen
es_es: Se incluyó en la reunión
fr_fr: Ajouté à la réunion
gu: બેઠકમાં ઉમેરાયેલ
it_it: Aggiunto in riunione
mr: बैठकीत जोडले
pt_pt: Adicionado em reunião

source: Delete All
ar_ae: حذف جميع
de_de: Alle löschen
es_es: Eliminar Todo
fr_fr: Tout supprimer
gu: બધા કાઢી નાખો
it_it: Elimina tutti
mr: सर्व हटवा
pt_pt: Apagar todos

source: Restore All
ar_ae: استعادة جميع
de_de: Alle wiederherstellen
es_es: Restaurar todo
fr_fr: Toutes les restaurer
gu: બધા પુનઃસ્થાપિત કરો
it_it: Ripristina tutto
mr: सर्व पुनर्संचयित करा
pt_pt: Restaurar tudo

source: Purge All
ar_ae: تطهير جميع
es_es: Purgar Todo
fr_fr: Purger tous
gu: બધા જવાળાઓમાં
mr: सर्व स्वच्छ करण्यासाठी
pt_pt: Limpar Todos

source: Customer Complaints assigned to you
ar_ae: شكاوى العملاء المخصصة لك
de_de: Kundenbeschwerden, die Ihnen zugewiesen
es_es: Quejas de clientes asignadas a usted
fr_fr: Plaintes des clients qui vous est attribué
gu: તમે સોંપેલ ગ્રાહક ફરિયાદો
it_it: Reclami dei clienti assegnati a voi
mr: ग्राहक तक्रारी नियुक्त
pt_pt: Reclamações dos clientes atribuídos a você

source: Total Customer Complaints assigned to you
ar_ae: شكاوى العملاء الإجمالية المخصصة لك
de_de: Gesamtkundenbeschwerden, die Ihnen zugewiesen
es_es: Total de quejas del cliente que tiene asignadas
fr_fr: Total des plaintes de clients qui vous sont confiés
gu: તમે સોંપેલ કુલ ગ્રાહક ફરિયાદો
it_it: Totale reclami dei clienti assegnati a te
mr: नियुक्त केलेल्या एकूण ग्राहक तक्रारी
pt_pt: Reclamações totais de Clientes atribuídos a você

source: Data Backup
ar_ae: النسخ الاحتياطي للبيانات
de_de: Daten-Backup
es_es: Copia de seguridad de datos
fr_fr: Sauvegarde des données
it_it: Backup dei dati
mr: डेटा बॅकअप
pt_pt: Backup de Dados

source: Assign To
ar_ae: تعيين ل
de_de: Zuweisen an
es_es: Asignar a
fr_fr: Attribuer à
gu: માટે સોંપી
it_it: Assegna a
mr: नोंदवू
pt_pt: Atribuir a

source: Performed By
ar_ae: يؤديها
es_es: Realizada por
fr_fr: Joué par
gu: દ્વારા કરવામાં
it_it: Eseguita da
mr: करतात
pt_pt: Executado por

source: List Of Computer
ar_ae: قائمة الحاسوب
de_de: Liste von Computer
es_es: Lista de los Ordenadores
fr_fr: Liste d'informatique
gu: કોમ્પ્યુટર યાદી
it_it: Elenco di Computer
mr: संगणकाच्या यादी
pt_pt: Lista de Computador

source: Task Performed?
ar_ae: مهمة يؤديها؟
de_de: Aufgabe durchgeführt?
es_es: Realiza tareas?
fr_fr: Tâche exécutée?
gu: કાર્ય કરવામાં?
it_it: Task Eseguita?
mr: उद्धार?
pt_pt: Tarefa realizada?

source: Action
ar_ae: العملية
de_de: Handlung
es_es: Acción
fr_fr: d'action
gu: ઍક્શન
it_it: Azione
mr: क्रिया
pt_pt: Ação

source: There are no Data Backups assigned or performed.
ar_ae: لا توجد بيانات النسخ الاحتياطي تعيين أو تنفيذها.
de_de: Es gibt keine Datensicherung zugeordnet oder durchgeführt wird.
es_es: No hay copias de seguridad de datos cedidos o prestados.
fr_fr: Il n'y a pas de sauvegardes de données affectés ou réalisées.
it_it: Non esistono backup dei dati assegnati o eseguiti.
mr: नियुक्त किंवा सादर नाही डेटा बॅकअप आहेत.
pt_pt: Não há backups de dados atribuídos ou realizados.

source: Are you sure to delete all selected
ar_ae: هل أنت متأكد من حذف كل مختارة
de_de: Sind Sie sicher, dass Sie löschen alle ausgewählten
es_es: ¿Está seguro que desea eliminar todos los seleccionados
fr_fr: Êtes-vous sûr de vouloir supprimer tous sélectionnés
gu: તમે બધા પસંદ કાઢવા છો
it_it: Sei sicuro di voler eliminare tutti selezionati
mr: आपण सर्व निवडलेल्या हटवू इच्छिता
pt_pt: Tem certeza que deseja deletar todos os selecionados

source: Materials that Requires QC
ar_ae: المواد التي يتطلب QC
de_de: Materialien, die QC Benötigt
es_es: Los materiales que requiere control de calidad
fr_fr: Matériaux qui nécessite QC
it_it: I materiali che richiede QC
mr: QC आवश्यकता सामुग्री
pt_pt: Materiais que requer QC

source: Delivery Challan
ar_ae: تسليم Challan
de_de: Lieferung Challan
es_es: Challan Entrega
fr_fr: Challan de livraison
gu: ડ લવર ચલન
it_it: Challan di consegna
mr: डिलिव्हरी चलन
pt_pt: Challan Entrega

source: Export Data
ar_ae: تصدير البيانات
de_de: Daten exportieren...
es_es: Exportar Datos
fr_fr: Exporter données
gu: નિકાસ ડેટા
mr: निर्यात डेटा
pt_pt: Exportação de Dados

source: Device Maintainance
ar_ae: ترميم وصيانة جهاز
de_de: Gerät Maintainance
es_es: Mantenimiento de dispositivos
fr_fr: Maintainance Device
it_it: Manutenzione del dispositivo
mr: डिव्हाइस देखभाल
pt_pt: Maintainance Dispositivo

source: Next Maintenance Date
ar_ae: صيانة المقبل التاريخ
de_de: Nächsten Wartungstermin
es_es: Mantenimiento Siguiente Fecha
fr_fr: Maintenance Prochaine date
it_it: Avanti Manutenzione Data
mr: पुढील देखभाल तारीख
pt_pt: Próximo Manutenção Data

source: Training Need Indetification
ar_ae: التدريب تحتاج Indetification
de_de: Ausbildungsbedarf Indetification
es_es: ENTRENAMIENTO ¿Necesita Indetification
fr_fr: Formation Besoin Indetification
it_it: Formazione bisogno Indetification
mr: प्रशिक्षण Indetification गरज
pt_pt: Formação Precisa Indetification

source: Course Title
ar_ae: عنوان المساق
de_de: Kurstitel
es_es: Título del Curso
fr_fr: Intitulé de la formation
it_it: Titolo del corso
mr: अभ्यासक्रम शीर्षक
pt_pt: Nome do curso

source: Schedule
ar_ae: الجدول
de_de: Zeitplan
es_es: Programa
fr_fr: Programmation
gu: સૂચિ
it_it: Allenamenti attainted
mr: शेड्यूल
pt_pt: Agendamento

source: Trainings attainted
ar_ae: تدريبات تجريده
es_es: Entrenamientos attainted
pt_pt: Treinamentos attainted

source: Course/Training Title
ar_ae: بالطبع / تدريب العنوان
de_de: Kurs / Schulung Titel
es_es: Curso / Entrenamiento Título
fr_fr: Cours / Formation Titre
it_it: Corso / Formazione Titolo
mr: अभ्यासक्रम / प्रशिक्षण शीर्षक
pt_pt: Curso / Treinamento Título

source: Training Dates
ar_ae: مواعيد التدريب
de_de: Schulungstermine
es_es: Fechas de formación
fr_fr: Dates de formation
it_it: Training Appuntamenti
mr: प्रशिक्षण तारखा
pt_pt: Datas de Formação

source: Generate Reports
ar_ae: توليد تقارير
de_de: Erstellen von Berichten
es_es: Generar informes
fr_fr: Production de rapports
gu: અહેવાલ તૈયાર કરાશે
it_it: Generazione di report
mr: अहवाल व्युत्पन्न
pt_pt: Gerar relatórios

source: Missing Template
ar_ae: قالب المفقودين
de_de: Fehlende Vorlage
es_es: Plantilla Missing
fr_fr: Modèle manquant
gu: ગુમ ઢાંચો
it_it: Modello mancante
mr: गहाळ साचा
pt_pt: Template em falta

source: Add New Template
ar_ae: إضافة قالب جديد
de_de: Neue Vorlage hinzufügen
es_es: Añadir nueva plantilla
fr_fr: Ajouter un Nouveau Modèle
gu: નવા નમૂના ઉમેરો
it_it: Aggiungi nuovo modello
mr: नवीन टेम्पलेट जोडा
pt_pt: Adicionar Novo Template

source: Training Title
ar_ae: العنوان التدريب
de_de: Training Titel
es_es: Título de Capacitación
fr_fr: Formation Titre
gu: તાલીમ શીર્ષક
it_it: Formazione Titolo
mr: प्रशिक्षण शीर्षक
pt_pt: Formação Título

source: Training Details
ar_ae: تفاصيل التدريب
de_de: Ausbildungsdetails
es_es: Detalles de formación
fr_fr: Détails de la formation
gu: તાલીમ વિગતો
it_it: Formazione Dettagli
mr: प्रशिक्षण तपशील
pt_pt: Detalhes Formação

source: Need Help
ar_ae: بحاجة الى مساعدة
de_de: Brauchen Sie Hilfe
es_es: Necesitar ayuda
fr_fr: Besoin d'aide
it_it: Hai bisogno di aiuto
mr: मदत पाहिजे
pt_pt: Precisa de Ajuda

source: Having a problem?
ar_ae: وجود مشكلة؟
de_de: Haben Sie ein Problem?
es_es: ¿Tiene algún problema?
fr_fr: Vous avez un problème?
it_it: Avere un problema?
mr: एक समस्या येत आहे?
pt_pt: Ter um problema?

source: We can help you! Just send your query / issue to the following email address.
ar_ae: يمكننا مساعدتك! مجرد ارسال استفسارك / القضية إلى عنوان البريد الإلكتروني التالي.
de_de: Wir können Ihnen helfen! Senden Sie einfach Ihre Anfrage / Frage an die folgende E-Mail-Adresse ein.
es_es: Podemos ayudarle! Sólo tienes que enviar tu pregunta / problema a la dirección electrónica siguiente.
fr_fr: Nous pouvons vous aider! Il suffit d'envoyer votre requête / question à l'adresse suivante.
it_it: Possiamo aiutarvi! Basta inviare la vostra richiesta / problema all'indirizzo di posta elettronica seguente.
mr: आम्ही मदत करू शकते! फक्त खालील ईमेल पत्त्यावर आपली क्वेरी / समस्या पाठवा.
pt_pt: Nós podemos ajudá-lo! Basta enviar a sua pergunta / problema para o seguinte endereço de e-mail.

source: Document Details
ar_ae: تفاصيل الوثيقة
de_de: Dokument Details
es_es: Detalles del documento
it_it: Dettagli del documento
mr: दस्तऐवज माहिती
pt_pt: Detalhes do documento

source: Issue
ar_ae: الإصدار
de_de: Ausgangslage
es_es: Número
fr_fr: Problèmes
it_it: Problema
mr: अंक
pt_pt: Questão

source: Revision
ar_ae: التعديل
es_es: Revisión
fr_fr: Révision
it_it: Revisione
mr: आवृत्ती
pt_pt: Revisão

source: Database Configuration
ar_ae: تكوين قاعدة البيانات
de_de: Datenbankkonfiguration
es_es: Configuración de base de datos
fr_fr: Configuration de base de données
it_it: Configuration Database
mr: डेटाबेस व्यूहरचना
pt_pt: Configuração da base de dados

source: Why SMTP details are rquired?
ar_ae: لماذا rquired التفاصيل SMTP؟
de_de: Warum SMTP Details rquired?
es_es: ¿Por qué se rquired detalles de SMTP?
fr_fr: Pourquoi détails SMTP sont rquired?
it_it: Perché i dettagli SMTP sono rquired?
mr: का या SMTP तपशील rquired आहेत?
pt_pt: Por detalhes SMTP são rquired?
