Repository: Athenolabs/flinkiso-lite
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_ae, de_de, es_es, fr_fr, gu, it_it, mr, pt_pt

source: New Supplier Category
ar_ae: جديدة المورد الفئة
de_de: Neuer Lieferant Kategorie
es_es: Nueva categoría Proveedor
fr_fr: Nouveau Fournisseur Catégorie
gu: નવી સપ્લાયર વર્ગ
it_it: Nuovo Fornitore Categoria
mr: नवीन पुरवठादार वर्ग
pt_pt: Novo Fornecedor Categoria

source: View Supplier Category
ar_ae: عرض مزود الفئة
de_de: Anbieterkategorie
es_es: Ver categoría Proveedor
fr_fr: Voir Fournisseur Catégorie
gu: જુઓ પુરવઠોકર્તા વર્ગ
it_it: Fornitore di vista Categoria
mr: पहा पुरवठादार वर्ग
pt_pt: Ver Fornecedor Categoria

source: Add Supplier Evaluation Reevaluation
ar_ae: إضافة مورد التقييم إعادة التقييم
de_de: Fügen Lieferantenbewertung Neubewertung
es_es: Alta Proveedores Evaluación Reevaluación
fr_fr: Ajouter Fournisseur évaluation réévaluation
gu: સપ્લાયર મૂલ્યાંકન પુનઃમૂલ્યાંકન ઉમેરો
it_it: Aggiungi Supplier Evaluation Rivalutazione
mr: पुरवठादार मूल्यांकन Reevaluation जोडा
pt_pt: Adicionar Fornecedor Avaliação Reavaliação

source: Quantity Supplied
ar_ae: الكمية الموردة
de_de: Menge geliefert
es_es: Se suministra Cantidad
fr_fr: Quantité fournie
gu: પાડેલ જથ્થો
it_it: Quantità in dotazione
mr: प्रमाणात विचारा
pt_pt: Quantidade Ofertada

source: Required Delivery Date
ar_ae: مطلوب تاريخ التسليم
de_de: Wunschlieferdatum
es_es: Requerido Fecha de entrega
gu: જરૂરી બોલ તારીખ
it_it: Richiesto Data di Consegna
mr: आवश्यक डिलिव्हरी तारीख
pt_pt: Necessário Data de entrega

source: Actual Delivery Date
ar_ae: تاريخ التسليم الفعلي
de_de: Tatsächlichen Liefertermin
es_es: Fecha de Entrega Actual
fr_fr: Date réelle de livraison
gu: ખરેખર બોલ તારીખ
it_it: Effettiva data di consegna
mr: वास्तविक डिलिव्हरी तारीख
pt_pt: Entrega Data Real

source: Approve Supplier Evaluation Reevaluation
ar_ae: الموافقة على إعادة التقييم تقييم المورد
de_de: Genehmigen Lieferantenbewertung Neubewertung
es_es: Aprobar Proveedor Evaluación Reevaluación
fr_fr: Approuver Fournisseur évaluation réévaluation
gu: સપ્લાયર મૂલ્યાંકન પુનઃમૂલ્યાંકન મંજૂર
it_it: Approvare Supplier Evaluation Rivalutazione
mr: पुरवठादार मूल्यांकन Reevaluation मंजूर करा
pt_pt: Aprovar Fornecedor Avaliação Reavaliação

source: Edit Supplier Evaluation Reevaluation
ar_ae: تحرير مورد التقييم إعادة التقييم
de_de: Bearbeiten Lieferantenbewertung Neubewertung
es_es: Editar Proveedor Evaluación Reevaluación
fr_fr: Modifier Fournisseur évaluation réévaluation
gu: ફેરફાર કરો સપ્લાયર મૂલ્યાંકન પુનઃમૂલ્યાંકન
it_it: Modifica Supplier Evaluation Rivalutazione
mr: संपादन पुरवठादार मूल्यांकन Reevaluation
pt_pt: Editar Fornecedor Avaliação Reavaliação

source: Select Supplier from the list to evaluate.
ar_ae: حدد مورد من القائمة لتقييم.
de_de: Wählen Sie aus der Liste Lieferant zu bewerten.
es_es: Seleccione Proveedor de la lista de evaluar.
fr_fr: Sélectionnez fournisseur de la liste à évaluer.
gu: મૂલ્યાંકન યાદીમાંથી સપ્લાયર પસંદ કરો.
it_it: Selezionare fornitore dall'elenco per valutare.
mr: सूचीतून निवडा पुरवठादार मूल्यमापन करण्यासाठी.
pt_pt: Selecione Fornecedor da lista de avaliar.

source: Type Of Company
ar_ae: نوع الشركة
de_de: Art des Unternehmens
es_es: Tipo de empresa
fr_fr: Type d'entreprise
gu: કંપનીના પ્રકાર
it_it: Tipo di società
mr: कंपनीचे प्रकार
pt_pt: Tipo de Empresa

source: Contact Person Office
ar_ae: شخص الاتصال مكتب
de_de: Ansprechpartner Amt
es_es: Oficina Persona de Contacto
fr_fr: Contact Bureau Personne
gu: વ્યક્તિ સંપર્ક કરો ઓફિસ
it_it: Ufficio referente
mr: संपर्क व्यक्ति कार्यालय
pt_pt: Escritório Pessoa de Contato

source: Office Fax
ar_ae: فاكس المكتب
es_es: Fax de la Oficina
fr_fr: Télécopieur
gu: ઓફિસ ફ
it_it: Ufficio Fax
mr: कार्यालय फॅक्स
pt_pt: Escritório Fax

source: Add List Of Acceptable Supplier
ar_ae: إضافة قائمة من المقبول المورد
de_de: Liste der zulässigen Anbieter hinzufügen
es_es: Agregar a mi lista de ACEPTABLE Proveedor
fr_fr: Ajouter à la liste du fournisseur Acceptable
gu: સ્વીકાર્ય સપ્લાયર યાદી ઉમેરો
it_it: Aggiungere List Of Good Fornitore
mr: संमती पुरवठादार यादी जोडा
pt_pt: Adicionar lista de Fornecedor Aceitável

source: In order to evaluate Suppliers, you need to add Quantity Shipped VS Quantity Accepted & Required Delivery Date VS Actual Delivery Date values for below table. Based on these values, evaluation will be done.
ar_ae: من أجل تقييم الموردين وتحتاج إلى إضافة الكمية المشحونة الكمية VS مقبول ومطلوب تاريخ التسليم VS القيم تاريخ التسليم الفعلي للجدول أدناه. وبناء على هذه القيم، وسيتم ذلك التقييم.
de_de: Um Lieferanten zu bewerten, müssen Sie Menge geliefert VS Menge Akzeptierte & Wunschlieferdatum VS tatsächlichem Lieferdatum Werte für folgenden Tabelle hinzuzufügen. Basierend auf diesen Werten wird Auswertung erfolgen.
es_es: Con el fin de evaluar a los proveedores, es necesario agregar Cantidad Enviado VS cantidad aceptada y Requerido Fecha de entrega VS Los valores de fecha de entrega real de la tabla de abajo. Sobre la base de estos valores, se llevará a cabo la evaluación.
fr_fr: Afin d'évaluer les fournisseurs, vous devez ajouter Quantité Expédié VS Quantité acceptée et la date de livraison VS valeurs de date de livraison réels pour tableau ci-dessous. Sur la base de ces valeurs, l'évaluation sera faite.
it_it: Al fine di valutare fornitori, è necessario aggiungere Quantità Spedito VS quantità accettata e obbligatorio Data di consegna VS valori consegna data effettiva di tabella riportata di seguito. Sulla base di questi valori, la valutazione viene effettuata.
mr: पुरवठादार मूल्यमापन करण्यासाठी, आपल्याला खालील टेबल साठी वास्तविक डिलिव्हरी दिनांक मूल्ये वि प्रमाण शिप वि प्रमाण स्वीकारले व आवश्यक डिलिव्हरी दिनांक जोडणे आवश्यक आहे. या मूल्यांविषयी आधारित, मूल्यमापन केले जाईल.
pt_pt: Para avaliar fornecedores, você precisa adicionar Quantidade Enviado VS quantidade admitida & Obrigatório Data de Entrega VS valores Entrega data real para a tabela abaixo. Com base nestes valores, a avaliação será feita.

source: New Supplier Evaluation Reevaluation
ar_ae: مورد جديد التقييم إعادة التقييم
de_de: Neue Lieferantenbewertung Neubewertung
es_es: Nuevo Proveedor Evaluación Reevaluación
fr_fr: Nouveau Fournisseur évaluation réévaluation
gu: નવી સપ્લાયર મૂલ્યાંકન પુનઃમૂલ્યાંકન
it_it: Nuovo fornitore di valutazione Rivalutazione
mr: नवीन पुरवठादार मूल्यांकन Reevaluation
pt_pt: Nova Avaliação de Fornecedores Reavaliação

source: View Supplier Evaluation Reevaluation
ar_ae: عرض مزود التقييم إعادة التقييم
de_de: Ansicht Lieferantenbewertung Neubewertung
es_es: Surtidor de la opinión de Evaluación Reevaluación
fr_fr: Voir Fournisseur évaluation réévaluation
gu: જુઓ સપ્લાયર મૂલ્યાંકન પુનઃમૂલ્યાંકન
it_it: Fornitore di vista di valutazione Rivalutazione
mr: पहा पुरवठादार मूल्यांकन Reevaluation
pt_pt: Ver Avaliação de Fornecedores Reavaliação

source: Delivery Challan No
ar_ae: تسليم Challan لا
de_de: Lieferung Challan Nein
es_es: Entrega Challan No
fr_fr: Livraison Challan Non
gu: ડ લવર ચલન કોઈ
it_it: Consegna Challan No
mr: डिलिव्हरी चलन नाही
pt_pt: Entrega Challan Não

source: Add Supplier Registration
ar_ae: إضافة تسجيل الموردين
de_de: Fügen Lieferantenregistrierung
es_es: Agregar Registro de Proveedores
fr_fr: Ajouter Inscription des fournisseurs
gu: સપ્લાયર નોંધણી ઉમેરો
it_it: Aggiungi Fornitore di registrazione
mr: पुरवठादार नोंदणी जोडा
pt_pt: Adicionar Cadastro de Fornecedores

source: Type Name of the Company
ar_ae: نوع اسم الشركة
de_de: Typ Name der Gesellschaft
es_es: Tipo Nombre de la Compañía
fr_fr: Type Nom de la Société
gu: કંપનીની પ્રકાર નામ
it_it: Tipo Nome della Società
mr: कंपनीच्या प्रकार नाव
pt_pt: Tipo Nome da Empresa

source: Registration Number or any other identidy number
ar_ae: رقم التسجيل أو أي عدد identidy الآخرين
de_de: Registrierungsnummer oder eine andere Zahl identidy
es_es: Número de Registro o cualquier otro número identidy
fr_fr: Numéro d'enregistrement ou tout autre numéro identidy
gu: નોંધણી સંખ્યા અથવા અન્ય કોઇ identidy નંબર
it_it: Numero di registrazione o qualsiasi altro numero identidy
mr: नोंदणी क्रमांक किंवा इतर कोणत्याही identidy क्रमांक
pt_pt: Número de registro ou qualquer outro número identidy

source: Type of Company
ar_ae: نوع الشركة
de_de: Art des Unternehmens
es_es: Tipo de empresa
fr_fr: Type de la société
gu: કંપનીના પ્રકાર
it_it: Tipo società
mr: कंपनी प्रकार
pt_pt: Tipo de Empresa

source: Office Details
ar_ae: تفاصيل مكتب
de_de: Büro-Info
es_es: Información de Oficina
fr_fr: Details du bureau
gu: ઓફિસ વિગતો
it_it: Info Ufficio
mr: कार्यालय तपशील
pt_pt: Detalhes Escritório

source: Contact Person at Office
ar_ae: شخص الاتصال في مكتب
de_de: Ansprechpartner im Büro
es_es: Persona de contacto en la oficina
fr_fr: Personne à contacter au bureau
gu: ઓફિસ ખાતે વ્યક્તિ સંપર્ક કરો
it_it: Persona di contatto presso l'Ufficio
mr: कार्यालयातील व्यक्तीशी संपर्क
pt_pt: Pessoa de Contato no escritório

source: Designation at Office
ar_ae: تعيين في مكتب
de_de: Bezeichnung im Büro
es_es: Designación en la oficina
fr_fr: Désignation au bureau
gu: ઓફિસ ખાતે હોદ્દો
it_it: Designazione presso l'Ufficio
mr: कार्यालय येथे पदनाम
pt_pt: Designação no escritório

source: Office Address
ar_ae: عنوان المكتب
de_de: Büro-Adresse
es_es: Dirección de oficina
fr_fr: Adresse des bureaux
gu: ઓફિસ સરનામું
it_it: Indirizzo dell'ufficio
mr: कार्यालयाचा पत्ता
pt_pt: Endereço de escritório

source: Factory / Workshop details
ar_ae: مصنع / ورشة عمل التفاصيل
de_de: Werk / Werkstatt Details
es_es: Detalles de la fábrica / taller
fr_fr: Usine / Détails de l'atelier
gu: ફેક્ટરી / વર્કશોપ વિગત
it_it: Dettagli di fabbrica / officina
mr: फॅक्टरी / कार्यशाळा तपशील
pt_pt: Detalhes Fábrica / Oficina

source: Contact Person at Workshop/Factory
ar_ae: المسؤل في ورشة عمل / مصنع
de_de: Ansprechpartner bei Werkstatt / Fabrik
es_es: Persona de contacto en el Taller / Fábrica
fr_fr: Personne-ressource à l'atelier / usine
gu: વર્કશોપ / ફેક્ટરી ખાતે વ્યક્તિ સંપર્ક કરો
it_it: Persona di contatto presso Laboratorio / Fabbrica
mr: कार्यशाळा / फॅक्टरी येथे संपर्क व्यक्ति
pt_pt: Pessoa de Contato na oficina / fábrica

source: Designation at Workshop/Factory
ar_ae: تعيين في ورشة عمل / مصنع
de_de: Bezeichnung bei Werkstatt / Fabrik
es_es: Designación en el Taller / Fábrica
fr_fr: Désignation à l'atelier / usine
gu: વર્કશોપ / ફેક્ટરી ખાતે હોદ્દો
it_it: Designazione al Laboratorio / Fabbrica
mr: कार्यशाळा / फॅक्टरी येथे पदनाम
pt_pt: Designação de oficina / fábrica

source: Workshop/Factory Address
ar_ae: ورشة عمل / عنوان المصنع
de_de: Workshop / Factory Anschrift
es_es: Taller / Factory Dirección
fr_fr: Atelier / Factory Adresse
gu: વર્કશોપ / ફેક્ટરી સરનામું
it_it: Laboratorio / Factory Indirizzo
mr: कार्यशाळा / फॅक्टरी पत्ता
pt_pt: Oficina / Endereço Fábrica

source: Workshop/Factory Telephone
ar_ae: ورشة عمل / مصنع الهاتف
de_de: Workshop / Factory-Telefon
es_es: Taller / Fábrica Teléfono
fr_fr: Atelier / usine Téléphone
gu: વર્કશોપ / ફેક્ટરી ટેલિફોન
it_it: Laboratorio / Fabbrica Telefono
mr: कार्यशाळा / फॅक्टरी टेलीफोन
pt_pt: Workshop Fábrica / Telefone

source: Workshop/Factory Fax
ar_ae: ورشة عمل / مصنع فاكس
es_es: Taller / Fábrica Fax
fr_fr: Atelier / usine fax
gu: વર્કશોપ / ફેક્ટરી ફ
it_it: Laboratorio / Fax fabbrica
mr: कार्यशाळा / फॅक्टरी फॅक्स
pt_pt: Workshop Fábrica / Fax

source: Factory Details are the same as Office Details
ar_ae: تفاصيل مصنع هي نفس تفاصيل مكتب
de_de: Factory Details sind die gleichen wie Büro-Info
es_es: Detalles de la fábrica son los mismos que Información de Oficina
fr_fr: Détails d'usine sont les mêmes que Details du bureau
gu: ફેક્ટરી વિગતો ઓફિસ વિગતો જેવા જ છે
it_it: Dettagli di fabbrica sono le stesse Info Ufficio
mr: फॅक्टरी तपशील कार्यालय तपशील समान आहेत
pt_pt: Detalhes de fábrica são o mesmo que detalhes Escritório

source: Is supplier ISO certified?
ar_ae: هو المورد شهادة الأيزو؟
de_de: Anbieter ist ISO zertifiziert?
es_es: Es proveedor certificado ISO?
fr_fr: Est certifié ISO fournisseur?
gu: સપ્લાયર ISO પ્રમાણિત છે?
it_it: È fornitore certificato ISO?
mr: पुरवठादार आयएसओ प्रमाणित आहे?
pt_pt: Fornecedor é certificado ISO?

source: CST Registration Number
ar_ae: CST رقم التسجيل
de_de: CST-Identifikationsnummer
es_es: CST Número de Registro
fr_fr: CST numéro d'enregistrement
gu: સીએસટી નોંધણી સંખ્યા
it_it: CST Numero di registrazione
mr: सीएसटी नोंदणी क्रमांक
pt_pt: CST Número de Registro

source: ST Registration Number
ar_ae: رقم التسجيل ST
de_de: ST-Identifikationsnummer
es_es: ST Número de Registro
fr_fr: ST Numéro d'enregistrement
gu: ST નોંધણી સંખ્યા
it_it: Numero di registrazione ST
mr: अनुसूचित जमाती नोंदणीचा ​​क्रमांक
pt_pt: Número de registro ST

source: Income Tax Number
ar_ae: عدد ضريبة الدخل
de_de: Einkommenssteuernummer
es_es: Número de Impuesto a la Renta
fr_fr: Nombre d'impôt sur le revenu
gu: આવકવેરા સંખ્યા
it_it: Numero Income Tax
mr: आयकर क्रमांक
pt_pt: Número de Imposto de Renda

source: SSI Registration Number
ar_ae: مباحث أمن الدولة رقم التسجيل
de_de: SSI Registrierungsnummer
es_es: SSI Número de Registro
fr_fr: SSI numéro d'enregistrement
gu: SSI નોંધણી સંખ્યા
it_it: SSI Numero di registrazione
mr: एसएसआय नोंदणी क्रमांक
pt_pt: SSI Número de Registro

source: Range of Products
ar_ae: مجموعة من المنتجات
de_de: Produktpalette
es_es: Gama de Productos
fr_fr: Gamme de produits
gu: પ્રોડક્ટ્સ રેન્જ
it_it: Gamma di prodotti
mr: उत्पादने श्रेणी
pt_pt: Gama de produtos

source: Services Offered
ar_ae: تقديم خدمات
de_de: Angebote
es_es: Servicios ofrecidos.
fr_fr: Services offerts
gu: ઓફર સેવાઓ
it_it: Servizi offerti
mr: भाकित
pt_pt: Serviços Oferecidos

source: Existing Facilities
ar_ae: المرافق القائمة
de_de: Bestehende Einrichtungen
es_es: Instalaciones existentes
fr_fr: Installations existantes
gu: હાલની સુવિધાઓ
it_it: Strutture esistenti
mr: अस्तित्वात असलेल्या सुविधा
pt_pt: Instalações existentes

source: Prominent Customers
ar_ae: العملاء البارزين
de_de: Prominente Kunden
es_es: Clientes destacados
fr_fr: Les clients de premier plan
gu: અગ્રણી ગ્રાહકો
it_it: Clienti di spicco
mr: प्रमुख ग्राहक
pt_pt: Clientes proeminentes

source: Quality Assurance
ar_ae: ضمان الجودة
de_de: Qualitätssicherung
es_es: Control de Calidad
fr_fr: Assurance qualité
gu: ગુણવત્તા ખાતરી
it_it: Garanzia di qualità
mr: गुणवत्ता अॅश्युरन्स
pt_pt: Garantia de Qualida

source: Facility Comments
ar_ae: مرفق تعليقات
de_de: Anlage Kommentare
es_es: Instalaciones Comentarios
fr_fr: Facilité Commentaires
gu: સુવિધા ટિપ્પણીઓ
it_it: Strutture Commenti
mr: सुविधा टिप्पण्या
pt_pt: Facilidade Comentários

source: Supplier Representative
ar_ae: الممثل المورد
de_de: Lieferant Vertreter
es_es: Representante Proveedor
fr_fr: Représentant du fournisseur
gu: સપ્લાયર પ્રતિનિધિ
it_it: Fornitore Rappresentante
mr: पुरवठादार प्रतिनिधी
pt_pt: Representante do Fornecedor

source: Trial Order
ar_ae: من اجل محاكمة
de_de: Probeauftrag
es_es: Orden de ensayo
fr_fr: Commande à l'essai
gu: ટ્રાયલ ઓર્ડર
it_it: Ordine di prova
mr: चाचणी ऑर्डर
pt_pt: Ordem de julgamento

source: If the trial order result is satisfactory click YES from below.Supplier Selected as YES will be added to List of Acceptable Supplier's List
ar_ae: إذا كانت النتيجة من اجل محاكمة هي نقرة مرضية من below.Supplier YES YES مختارة كما ستضاف الى قائمة قائمة الموردين المقبول ل
de_de: Wenn die Testversion bestellen Ergebnis zufrieden, klicken Sie JA aus below.Supplier als Auswahl ja wird auf Liste der zulässigen Lieferanten-Liste hinzugefügt werden
es_es: Si el resultado de la orden de ensayo es satisfactorio click SI desde below.Supplier Seleccionado como sí será añadido a la lista de la lista aceptable del Proveedor
fr_fr: Si le résultat de la commande à l'essai est satisfaisante, cliquez OUI de below.Supplier Sélectionné OUI seront ajoutés à la Liste de la liste Fournisseur Acceptable
gu: ટ્રાયલ માટે પરિણામ હા તરીકે પસંદ below.Supplier થી સંતોષકારક ક્લિક હા હોય સ્વીકાર્ય સપ્લાયર યાદી યાદી અપાશે
it_it: Se il risultato ordine di prova è soddisfacente, fare clic su Sì dal below.Supplier Selezionato come YES saranno aggiunti alla lista dell'elenco accettabile del Fornitore
mr: चाचणी ऑर्डर परिणाम होय म्हणून निवडलेले होय below.Supplier पासून समाधानकारक क्लिक असल्यास संमती पुरवठादार च्या यादी जोडली जाईल
pt_pt: Se o resultado ordem experimental é satisfatório clique SIM de below.Supplier Selecionado como SIM será adicionado à lista de Lista do Fornecedor Aceitável

source: Is supplier selected as Acceptable Supplier ?
ar_ae: تم اختيار المورد والمقبول مورد السلعة؟
de_de: Ist Anbieter als akzeptabel Lieferant ausgewählt?
es_es: Es proveedor seleccionado como proveedor Aceptable?
fr_fr: Est le fournisseur sélectionné comme fournisseur acceptable?
gu: સપ્લાયર સ્વીકાર્ય સપ્લાયર તરીકે પસંદ થયેલ છે?
it_it: È il fornitore selezionato come accettabile fornitore?
mr: पुरवठादार संमती पुरवठादार म्हणून निवडले आहे काय?
pt_pt: É fornecedor selecionado como fornecedor aceitável?

source: Select Category
ar_ae: إختر الفئة
de_de: Kategorie auswählen
es_es: Seleccione una categoría
fr_fr: Sélectionner une catégorie
gu: વર્ગ પસંદ કરો
it_it: Selezionare Categoria
mr: श्रेणी निवडा
pt_pt: Selecione Categoria

source: Approve Supplier Registration
ar_ae: الموافقة على تسجيل الموردين
de_de: Genehmigen Lieferantenregistrierung
es_es: Aprobar Registro de Proveedores
fr_fr: Approuver inscription des fournisseurs
gu: સપ્લાયર નોંધણી મંજૂર
it_it: Approva Fornitore di registrazione
mr: पुरवठादार नोंदणी मंजूर करा
pt_pt: Aprovar Cadastro de Fornecedores

source: Contact Person Workshop/Factory
ar_ae: شخص الاتصال ورشة عمل / مصنع
de_de: Ansprechpartner Werkstatt / Fabrik
es_es: Persona de Contacto Taller / Fábrica
fr_fr: Personne à contacter l'atelier / usine
gu: વ્યક્તિ સંપર્ક કરો વર્કશોપ / ફેક્ટરી
it_it: Persona di contatto Laboratorio / Fabbrica
mr: संपर्क व्यक्ति कार्यशाळा / फॅक्टरी
pt_pt: Pessoa de Contato oficina / fábrica

source: Edit Supplier Registration
ar_ae: تحرير تسجيل الموردين
de_de: Bearbeiten Lieferantenregistrierung
es_es: Registro Editar Proveedor
fr_fr: Modifier inscription des fournisseurs
gu: ફેરફાર કરો સપ્લાયર નોંધણી
it_it: Modifica Fornitore di registrazione
mr: संपादन पुरवठादार नोंदणी
pt_pt: Editar Cadastro de Fornecedores

source: New Supplier Registration
ar_ae: جديد تسجيل الموردين
de_de: Neue Lieferantenregistrierung
es_es: Nuevo Registro de Proveedores
fr_fr: Enregistrement d'un nouvel Fournisseur
gu: નવી સપ્લાયર નોંધણી
it_it: Nuovo Fornitore di registrazione
mr: नवीन पुरवठादार नोंदणी
pt_pt: Cadastro de Fornecedor

source: View Supplier Registration
ar_ae: عرض مزود التسجيل
de_de: Ansicht Lieferantenregistrierung
es_es: Ver Registro de Proveedores
fr_fr: Voir d'inscription des fournisseurs
gu: જુઓ સપ્લાયર નોંધણી
it_it: Fornitore di vista registrazione
mr: पहा पुरवठादार नोंदणी
pt_pt: Ver Registo de Fornecedores

source: Designition at Office
ar_ae: Designition في مكتب
de_de: Designition im Büro
es_es: Designition en la oficina
fr_fr: Designition au bureau
gu: ઓફિસ ખાતે Designition
it_it: Designition presso l'Ufficio
mr: कार्यालय येथे Designition
pt_pt: Designition no escritório

source: Incometax Number
ar_ae: عدد Incometax
de_de: Incometax Anzahl
es_es: Número incometax
fr_fr: Nombre Incometax
gu: Incometax સંખ્યા
it_it: Numero IncomeTax
mr: Incometax क्रमांक
pt_pt: Número Incometax

source: Range Of Products
ar_ae: مجموعة من المنتجات
de_de: Produktpalette
es_es: Gama de productos
fr_fr: Gamme de produits
gu: ઉત્પાદનો રેન્જ
it_it: Gamma di prodotti
mr: उत्पादने श्रेणी
pt_pt: Gama de produtos

source: Add System Table
ar_ae: إضافة نظام الجدول
de_de: System hinzufügen Tabelle
es_es: Agregar tabla Sistema
fr_fr: Ajouter une table système
gu: સિસ્ટમ કોષ્ટક ઉમેરો
it_it: Aggiungi tabella di sistema
mr: सिस्टम टेबल जोडा
pt_pt: Adicionar tabela do Sistema

source: Approve System Table
ar_ae: الموافقة على نظام الجدول
de_de: Genehmigen System-Tabelle
es_es: Aprobar la tabla de sistema
fr_fr: Approuver le tableau Système
gu: સિસ્ટમ કોષ્ટક મંજૂર
it_it: Approva Table System
mr: सिस्टम टेबल मंजूर करा
pt_pt: Aprovar Tabela do Sistema

source: Edit System Table
ar_ae: تحرير الجدول النظام
de_de: System-Tabelle bearbeiten
es_es: Editar tabla Sistema
fr_fr: Modifier la table système
gu: ફેરફાર કરે છે કોષ્ટક
it_it: Modifica tabella di sistema
mr: संपादित करा सिस्टम टेबल
pt_pt: Editar Tabela do Sistema

source: New System Table
ar_ae: الجدول نظام جديد
de_de: Neues System Table
es_es: Nueva tabla de sistema
fr_fr: Nouvelle table système
gu: નવી સિસ્ટમ કોષ્ટક
it_it: Nuova tabella di sistema
mr: नवीन प्रणाली टेबल
pt_pt: Nova tabela do Sistema

source: View System Table
ar_ae: عرض نظام الجدول
es_es: Table View System
fr_fr: Voir tableau Système
gu: માટે સિસ્ટમ કોષ્ટક
it_it: Table View sistema
mr: पहा प्रणाली टेबल
pt_pt: Tabela View System

source: System Name
ar_ae: اسم النظام
de_de: Systemnamen
es_es: Nombre de Sistema
fr_fr: Name System
gu: સિસ્ટમ નામ
it_it: Nome sistema
mr: सिस्टम नाव
pt_pt: Name System

source: Evidence Required
ar_ae: مطلوب دليل
de_de: Beweis
es_es: Evidencia Requerida
fr_fr: Preuve requise
gu: જરૂરી પુરાવા
it_it: Prove richieste
mr: पुरावा आवश्यक
pt_pt: Provas necessárias

source: Approvals Required
ar_ae: الموافقات المطلوبة
de_de: Erforderliche Genehmigungen
es_es: Aprobaciones requeridas
fr_fr: Approbations requises
gu: જરૂરી મંજૂરીઓ
it_it: Approvazioni richieste
mr: मंजुरी आवश्यक
pt_pt: Aprovações necessárias

source: Format
ar_ae: تهيئة
de_de: Formatieren
es_es: Formato
gu: માળખું
it_it: Formato
mr: स्वरूप
pt_pt: Formato

source: There were no tasks on
ar_ae: لم تكن هناك المهام على
de_de: Es gab keine Aufgaben
es_es: No hubo tareas en
fr_fr: Il y avait pas de tâches sur
it_it: Non c'erano attività su
mr: नाही कार्यांमध्ये होते
pt_pt: Não houve tarefas em

source: Please select From-To & User (selecting user is optional)
ar_ae: يرجى تحديد من لوالعضو (اختيار المستخدم هو اختياري)
de_de: Bitte wählen Sie Von-Bis-Benutzer (Auswahl von Benutzer ist optional)
es_es: Por favor, seleccione De-To y Usuario (selección de usuario es opcional)
fr_fr: S'il vous plaît sélectionner De-To et l'utilisateur (l'utilisateur de sélection est en option)
it_it: Seleziona il Da-A & User (selezionando utente è facoltativo)
mr: निवडा कडून-करण्यासाठी व वापरकर्ता (निवडून वापरकर्ता ऐच्छिक)
pt_pt: Por favor, selecione-a e usuário (selecionando usuário é opcional)

source: Add Task
ar_ae: إضافة مهمة
de_de: Aufgabe hinzufügen
es_es: Añadir tarea
fr_fr: Ajouter tâche
gu: ટાસ્ક ઉમેરો
it_it: Aggiungi Attività
mr: कार्य जोडा
pt_pt: Adicionar tarefa

source: If you are assigning a new task to a user, make sure that the user has a permission to access the tasks.
ar_ae: إذا كنت إسناد مهمة جديدة إلى مستخدم، تأكد من أن المستخدم لديه الإذن للوصول إلى المهام.
de_de: Wenn Sie die Zuweisung einer neuen Aufgabe an einen Benutzer, stellen Sie sicher, dass der Benutzer eine Berechtigung, um die Aufgaben zuzugreifen.
es_es: Si va a asignar una nueva tarea a un usuario, asegúrese de que el usuario tiene un permiso para acceder a las tareas.
fr_fr: Si vous attribuez une nouvelle tâche à un utilisateur, assurez-vous que l'utilisateur dispose d'une autorisation d'accéder aux tâches.
it_it: Se si assegna un nuovo compito a un utente, assicurarsi che l'utente abbia il permesso di accedere alle operazioni.
mr: आपल्याला वापरकर्ता एक नवीन कार्य सोपवून असाल तर, वापरकर्ता कार्ये प्रवेश करण्यासाठी परवानगी आहे याची खात्री करा.
pt_pt: Se você estiver atribuindo uma nova tarefa a um usuário, certifique-se que o usuário tem permissão para acessar as tarefas.
