Repository: Athenolabs/flinkiso-lite
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_ae, de_de, es_es, fr_fr, gu, it_it, mr, pt_pt

source: Edit Fire Safety Equipment List
ar_ae: قائمة تحرير معدات السلامة من الحرائق
de_de: Bearbeiten Fire Safety Equipment List
es_es: Editar Fire Safety Equipment List
fr_fr: Modifier la liste des incendies équipement de sécurité
gu: ફેરફાર કરો અગ્નિ સુરક્ષા સાધનોના યાદી
it_it: Modifica Fire Safety Equipment List
mr: संपादन फायर सुरक्षितता उपकरणांचे यादी
pt_pt: Lista de Equipamentos Editar Segurança contra Incêndios

source: New Fire Safety Equipment List
ar_ae: قائمة جديدة حريق معدات السلامة
de_de: Neue Brandschutzausrüstungsliste
es_es: Nueva lista de los equipos de seguridad contra incendios
fr_fr: Liste des équipements de sécurité du Nouveau incendie
gu: નવી ફાયર સેફટી સાધનો યાદી
it_it: Nuovo elenco Apparecchiatura di sicurezza antincendio
mr: नवीन फायर सुरक्षितता उपकरणांचे यादी
pt_pt: Nova Lista de Equipamentos contra incêndio

source: View Fire Safety Equipment List
ar_ae: عرض قائمة معدات الحريق السلامة
de_de: Informieren Sie sich über Brandschutzausrüstungsliste
es_es: Ver Fire Safety Equipment List
fr_fr: Voir la liste d'équipement de sécurité-incendie
gu: જુઓ ફાયર સેફટી સાધનો યાદી
it_it: Guarda Fire Safety Equipment List
mr: फायर सुरक्षितता उपकरणांचे यादी पहा
pt_pt: Lista de Equipamentos Ver Fire Safety

source: Fire Type
ar_ae: نوع الحريق
de_de: Feuer-Typ
es_es: Tipo Fuego
fr_fr: Type de Feu
gu: આગ પ્રકાર
it_it: Tipo Fuoco
mr: फायर प्रकार
pt_pt: Tipo Fogo

source: Add Fire Type
ar_ae: إضافة نوع الحريق
de_de: Fügen Feuer Typ
es_es: Agregar tipo de fuego
fr_fr: Ajouter un type d'incendie
gu: આગ પ્રકાર ઉમેરો
it_it: Aggiungi tipo di Fuoco
mr: फायर प्रकार जोडा
pt_pt: Adicionar tipo de Fogo

source: Approve Fire Type
ar_ae: الموافقة على الحريق نوع
de_de: Genehmigen Feuer Typ
es_es: Aprobar Tipo Fuego
fr_fr: Approuver Type de Feu
gu: આગ પ્રકાર મંજૂર
it_it: Approva Tipo Fuoco
mr: फायर प्रकार मंजूर करा
pt_pt: Aprovar Tipo Fogo

source: Edit Fire Type
ar_ae: تحرير نوع الحريق
de_de: Bearbeiten Feuertyp
es_es: Editar tipo de fuego
fr_fr: Modifier le type d'incendie
gu: ફેરફાર કરો અગ્નિ પ્રકાર
it_it: Modifica tipo Fuoco
mr: संपादन फायर प्रकार
pt_pt: Editar tipo de Fogo

source: New Fire Type
ar_ae: نوع جديد من الحريق
de_de: Neue Feuer-Typ
es_es: Nuevo tipo de fuego
fr_fr: Nouveau Type de Feu
gu: ન્યૂ આગ પ્રકાર
it_it: Nuovo tipo Fuoco
mr: नवीन फायर प्रकार
pt_pt: Novo Tipo Fogo

source: View Fire Type
ar_ae: عرض نوع الحريق
de_de: Ansicht Feuer Typ
es_es: Tipo de Vista Fuego
fr_fr: Voir Type de Feu
gu: જુઓ ફાયર પ્રકાર
it_it: Tipo Guarda Fire
mr: पहा फायर प्रकार
pt_pt: Tipo Ver Fogo

source: Add Help
ar_ae: إضافة مساعدة
de_de: Hilfe
es_es: Añadir Ayuda
fr_fr: Ajouter Aide
gu: મદદ ઉમેરો
it_it: Aggiungi Aiuto
mr: मदत जोडा
pt_pt: Adicionar Ajuda

source: Approve Help
ar_ae: الموافقة على مساعدة
de_de: Genehmigen Hilfe
es_es: Aprobar Ayuda
fr_fr: Approuver Aide
gu: મદદ મંજૂર
it_it: Approva Aiuto
mr: मदत मंजूर करा
pt_pt: Aprovar Ajuda

source: Edit Help
ar_ae: تحرير مساعدة
de_de: Bearbeiten Hilfe
es_es: Redacción Ayuda
fr_fr: Modifier Aide
gu: ફેરફાર કરો મદદ
it_it: Modifica Aiuto
mr: संपादन मदत
pt_pt: Editar Ajuda

source: New Help
ar_ae: مساعدة جديدة
de_de: Neue Hilfe
es_es: Nueva Ayuda
fr_fr: Nouveau Aide
gu: ન્યૂ મદદ
it_it: Nuova Guida
mr: नवीन मदत
pt_pt: Nova Ajuda

source: View Help
ar_ae: عرض مساعدة
de_de: Hilfe-
es_es: Ver Ayuda
fr_fr: Voir Aide
gu: જુઓ મદદ
it_it: Visualizza Aiuto
mr: पहा मदत
pt_pt: Ver Ajuda

source: Language
ar_ae: اللغة
de_de: Sprache
es_es: Idioma
fr_fr: Langue
gu: ભાષા
it_it: Lingua
mr: भाषा
pt_pt: Idioma

source: Table Name
ar_ae: اسم الجدول
de_de: Tabellenname
es_es: Nombre de la tabla
fr_fr: Nom de la table
gu: ટેબલ નામ
it_it: Nome tabella
mr: टेबल नाव
pt_pt: Nome da tabela

source: Action Name
ar_ae: اسم العمل
de_de: Aktionsname
es_es: Nombre de la acción
fr_fr: Nom de l'action
gu: ક્રિયા નામ
it_it: Nome azione
mr: क्रिया नाव
pt_pt: Nome da ação

source: Help Text
ar_ae: مساعدة النص
de_de: Hilfetext
es_es: Texto de ayuda
fr_fr: Aide texte
gu: મદદ લખાણ
it_it: Testo guida
mr: मदत मजकूर
pt_pt: Texto de Ajuda

source: Sequence
ar_ae: التسلسل
de_de: Fortlaufende Nr.
es_es: Secuencia
fr_fr: Séquence
gu: સિક્વન્સ
it_it: Sequenza
mr: क्रम
pt_pt: Seqüência

source: Approve History
ar_ae: الموافقة على التاريخ
de_de: Genehmigen Geschichte
es_es: Aprobar Historia
fr_fr: Approuver Histoire
gu: ઇતિહાસ મંજૂર
it_it: Approva Storia
mr: इतिहास मंजूर करा
pt_pt: Aprovar História

source: Edit History
ar_ae: عدل التاريخ
de_de: Bearbeiten Geschichte
es_es: Historia
fr_fr: Modifier Histoire
gu: ફેરફાર કરો ઇતિહાસ
it_it: Modifica Cronologia
mr: संपादन इतिहास
pt_pt: Editar Histórico

source: New History
ar_ae: تاريخ جديد
es_es: Nueva Historia
fr_fr: Nouvelle Histoire
gu: નવો ઇતિહાસ
mr: नवीन इतिहास
pt_pt: Nova História

source: View History
ar_ae: عرض التاريخ
de_de: Protokoll anzeigen
es_es: Ver el historial
fr_fr: Afficher l'historique
gu: જુઓ ઇતિહાસ
it_it: Visualizza cronologia
mr: इतिहास पहा
pt_pt: Ver histórico

source: Model Name
ar_ae: نموذج اسم
de_de: Modellname
es_es: Nombre del modelo
fr_fr: Nom du modèle
gu: મોડલ નામ
it_it: Nome del modello
mr: मॉडेल नाव
pt_pt: Nome do modelo

source: Controller Name
ar_ae: اسم حدة تحكم
de_de: Controller-Namen
es_es: Nombre del controlador
fr_fr: Contrôleur Nom
gu: કંટ્રોલર નામ
it_it: Nome controllore
mr: कंट्रोलर नाव
pt_pt: Controlador Nome

source: Get Values
ar_ae: الحصول على القيم
de_de: Holen Sie sich Werte
es_es: Obtener valores
fr_fr: Obtenez des valeurs
gu: મૂલ્યો મેળવો
mr: मूल्ये मिळवा
pt_pt: Obter valores

source: Post Values
ar_ae: القيم آخر
de_de: Post Werte
es_es: Valores de Correos
fr_fr: Déposer valeurs
gu: પોસ્ટ મૂલ્યો
it_it: Valori Postali
mr: पोस्ट मूल्ये
pt_pt: Postar Valores

source: Branch Id
ar_ae: فرع رقم
de_de: Zweig Id
es_es: Identificación de Sucursal
fr_fr: Direction Id
gu: શાખાની આઈડી
mr: शाखा आयडी
pt_pt: Filial Id

source: Department Id
ar_ae: رقم القسم
de_de: Abteilungs-ID
es_es: Departamento de Identificación
fr_fr: Département Id
gu: વિભાગ આઈડી
it_it: Dipartimento Id
mr: विभाग आयडी
pt_pt: Departamento Id

source: Add Housekeeping Checklist
ar_ae: إضافة التدبير المنزلي المرجعية
de_de: Hauswirtschafts-Checkliste hinzufügen
es_es: Añadir Housekeeping Checklist
fr_fr: Ajouter Liste de ménage
gu: ગૃહ વ્યવસ્થા ચેકલિસ્ટ ઉમેરો
it_it: Aggiungi ai piani Checklist
mr: Housekeeping चेकलिस्ट जोडा
pt_pt: Adicionar Housekeeping Checklist

source: Approve Housekeeping Checklist
ar_ae: الموافقة تنظيف المرجعية
de_de: Genehmigen Housekeeping-Checkliste
es_es: Aprobar limpieza Checklist
fr_fr: Approuver Liste ménage
gu: ગૃહ વ્યવસ્થા ચેકલિસ્ટ મંજૂર
it_it: Approva pulizie Checklist
mr: Housekeeping चेकलिस्ट मंजूर करा
pt_pt: Aprovar Housekeeping Checklist

source: Edit Housekeeping Checklist
ar_ae: تحرير التدبير المنزلي المرجعية
de_de: Bearbeiten Housekeeping-Checkliste
es_es: Editar limpieza Checklist
fr_fr: Modifier Liste ménage
gu: ફેરફાર કરો ગૃહ વ્યવસ્થા ચેકલિસ્ટ
it_it: Modifica pulizie Checklist
mr: संपादन housekeeping चेकलिस्ट
pt_pt: Editar Housekeeping Checklist

source: New Housekeeping Checklist
ar_ae: جديدة الغرف المرجعية
de_de: New Housekeeping-Checkliste
es_es: Nueva Lista de verificación de limpieza
fr_fr: Liste de vérification de ménage
gu: ન્યૂ ગૃહ વ્યવસ્થા ચેકલિસ્ટ
it_it: New pulizie Checklist
mr: नवीन housekeeping चेकलिस्ट
pt_pt: Novo Housekeeping Checklist

source: View Housekeeping Checklist
ar_ae: عرض التدبير المنزلي المرجعية
de_de: Ansicht Housekeeping-Checkliste
es_es: Ver Lista de verificación de limpieza
fr_fr: Voir Ménage Liste
gu: જુઓ ગૃહ વ્યવસ્થા ચેકલિસ્ટ
it_it: Vista pulizie Checklist
mr: पहा housekeeping चेकलिस्ट
pt_pt: Ver Housekeeping Checklist

source: Add Housekeeping Responsibility
ar_ae: إضافة التدبير المنزلي المسؤولية
de_de: Fügen Housekeeping Verantwortung
es_es: Añadir Responsabilidad limpieza
fr_fr: Ajouter Ménage Responsabilité
gu: ગૃહ વ્યવસ્થા જવાબદારી ઉમેરો
it_it: Aggiungi ai piani Responsabilità
mr: Housekeeping जबाबदारी जोडा
pt_pt: Adicionar Housekeeping Responsabilidade

source: Approve Housekeeping Responsibility
ar_ae: الموافقة تنظيف المسؤولية
de_de: Genehmigen Housekeeping Verantwortung
es_es: Aprobar Responsabilidad limpieza
fr_fr: Approuver Ménage Responsabilité
gu: ગૃહ વ્યવસ્થા જવાબદારી મંજૂર
it_it: Approva pulizie Responsabilità
mr: Housekeeping जबाबदारी मंजूर करा
pt_pt: Aprovar Housekeeping Responsabilidade

source: Edit Housekeeping Responsibility
ar_ae: تحرير تنظيف المسؤولية
de_de: Bearbeiten Housekeeping Verantwortung
es_es: Editar Housekeeping Responsabilidad
fr_fr: Modifier Ménage Responsabilité
gu: ફેરફાર કરો ગૃહ વ્યવસ્થા જવાબદારી
it_it: Modifica pulizie Responsabilità
mr: संपादन housekeeping जबाबदारी
pt_pt: Editar Housekeeping Responsabilidade

source: New Housekeeping Responsibility
ar_ae: جديدة تنظيف المسؤولية
de_de: New Housekeeping Verantwortung
es_es: Nueva Responsabilidad de limpieza
fr_fr: Nouveau service de ménage Responsabilité
gu: ન્યૂ ગૃહ વ્યવસ્થા જવાબદારી
it_it: New pulizie Responsabilità
mr: नवीन housekeeping जबाबदारी
pt_pt: Nova Responsabilidade Housekeeping

source: View Housekeeping Responsibility
ar_ae: عرض تنظيف المسؤولية
de_de: Hauswirtschafts-Ansicht Verantwortung
es_es: Ver Housekeeping Responsabilidad
fr_fr: Voir Ménage Responsabilité
gu: જુઓ ગૃહ વ્યવસ્થા જવાબદારી
it_it: Vista pulizie Responsabilità
mr: पहा housekeeping जबाबदारी
pt_pt: Ver Responsabilidade Housekeeping

source: Housekeeping Description
ar_ae: التدبير المنزلي الوصف
de_de: Hauswirtschafts-Beschreibung
es_es: Servicio de limpieza Descripción
fr_fr: Ménage description
gu: ગૃહ વ્યવસ્થા વર્ણન
it_it: Le pulizie Descrizione
mr: Housekeeping वर्णन
pt_pt: Descrição Housekeeping

source: Host Name
ar_ae: اسم المضيف
es_es: Nombre de host
fr_fr: Nom d'hôte
it_it: Nome host
mr: होस्ट नाव
pt_pt: Nome do host

source: Database Name
de_de: Datenbankname
fr_fr: Nom de la base
it_it: Nome database
mr: डेटाबेस नाव
pt_pt: Nome da base de dados

source: Database User
de_de: Datenbankbenutzer
es_es: Base de datos del usuario
fr_fr: Base de données utilisateur
it_it: Database utente
mr: डेटाबेस वापरकर्ता
pt_pt: Banco de dados de usuários

source: Database Password
de_de: Datenbankkennwort
fr_fr: Mot de passe de la base de données
it_it: Password database
mr: डेटाबेस पासवर्ड
pt_pt: Senha da base de dados

source: Prefix
ar_ae: البادئة
de_de: Präfix
es_es: Prefijo
fr_fr: Préfixe
it_it: Prefisso
mr: उपसर्ग
pt_pt: Prefixo

source: Add Internal Audit Plan Department
ar_ae: إضافة زارة خطة التدقيق الداخلي
de_de: Fügen Interne Auditplan Abteilung
es_es: Añadir Departamento Plan de Auditoría Interna
fr_fr: Ajouter ministère plan de vérification interne
gu: આંતરિક ઓડિટ યોજના વિભાગ ઉમેરો
it_it: Aggiungi Internal Audit Plan Dipartimento
mr: अंतर्गत लेखा परिक्षण योजना विभाग जोडा
pt_pt: Adicionar Auditoria Interna Departamento de Plano

source: Approve Internal Audit Plan Department
ar_ae: الموافقة على خطة إدارة التدقيق الداخلي
de_de: Genehmigen Interne Auditplan Abteilung
es_es: Aprobar Departamento Plan de Auditoría Interna
fr_fr: Approuver Département plan de vérification interne
gu: આંતરિક ઓડિટ યોજના વિભાગ મંજૂર
it_it: Approvare Internal Audit Plan Dipartimento
mr: अंतर्गत लेखा परिक्षण योजना विभाग मंजूर करा
pt_pt: Aprovar Departamento de Auditoria Interna Plano

source: Auditee
ar_ae: الجهة الخاضعة للتدقيق
de_de: Geprüften
es_es: Auditado
fr_fr: Audité
gu: ઓિડટ કરનાર
it_it: Verificato
pt_pt: Auditado

source: Edit Internal Audit Plan Department
ar_ae: تحرير زارة خطة التدقيق الداخلي
de_de: Bearbeiten Interne Auditplan Abteilung
es_es: Departamento de Auditoría Interna Plan de Editar
fr_fr: Modifier interne Département plan de vérification
gu: ફેરફાર કરો આંતરિક ઓડિટ યોજના વિભાગ
it_it: Modifica Internal Audit Plan Dipartimento
mr: संपादन अंतर्गत लेखा परिक्षण योजना विभाग
pt_pt: Editar Auditoria Interna Departamento de Plano

source: New Internal Audit Plan Department
ar_ae: وزارة الداخلية خطة التدقيق جديدة
de_de: New Interne Auditplan Abteilung
es_es: Nuevo Departamento Plan de Auditoría Interna
fr_fr: Nouveau interne Département plan de vérification
gu: ન્યૂ આંતરિક ઓડિટ યોજના વિભાગ
it_it: Nuovo Piano Direzione Internal Audit
mr: नवीन अंतर्गत लेखा परिक्षण योजना विभाग
pt_pt: Novo Departamento de Plano de Auditoria Interna

source: View Internal Audit Plan Department
ar_ae: عرض خطة دائرة التدقيق الداخلي
de_de: Ansicht Interne Auditplan Abteilung
es_es: Ver Departamento Plan de Auditoría Interna
fr_fr: Vue de l'intérieur Département plan de vérification
gu: જુઓ આંતરિક ઓડિટ યોજના વિભાગ
it_it: Visualizza Internal Audit Plan Dipartimento
mr: पहा अंतर्गत लेखा परिक्षण योजना विभाग
pt_pt: Ver Departamento de Auditoria Interna Plano

source: List Of Trained Internal Auditor
ar_ae: قائمة المدقق الداخلي تدريب
de_de: Liste der ausgebildeten Internal Auditor
es_es: Lista De Entrenado Auditor Interno
fr_fr: Liste d'auditeur interne formé
gu: તાલીમ આંતરિક ઓડિટર યાદી
it_it: Lista di Addestrato revisore interno
mr: प्रशिक्षित अंतर्गत लेखापरीक्षक सूची
pt_pt: Lista de Treinado auditor interno

source: Schedule Details
ar_ae: تفاصيل الجدول الزمني
de_de: Plandetails
es_es: Agenda Detalles
fr_fr: Détails du Planning
it_it: Programma Dettagli
mr: शेड्यूल तपशील
pt_pt: Detalhes Agenda

source: Schedule title
ar_ae: عنوان الجدول الزمني
de_de: Zeitplan Titel
es_es: Título de la Lista
fr_fr: Horaire titre
it_it: Titolo Schedule
mr: अनुसूची शीर्षक
pt_pt: Título Cronograma

source: To
ar_ae: إلى
de_de: Bis
es_es: Par
fr_fr: À
it_it: A
mr: करण्यासाठी
pt_pt: Para

source: Notes
ar_ae: ملاحظات
de_de: Anmerkungen
es_es: Notas
fr_fr: Vérificateur des comptes
it_it: Note
pt_pt: Notas

source: Time
ar_ae: التوقيت
de_de: Zeit
es_es: Hora
fr_fr: Heure
it_it: Ora
mr: वेळ
pt_pt: Tempo

source: Add Details
ar_ae: إضافة تفاصيل
es_es: Agregar detalles
fr_fr: Ajouter les détails
it_it: Aggiungi dettagli
mr: तपशील जोडा
pt_pt: Adicionar Detalhes

source: From :
ar_ae: من:
de_de: Aus:
es_es: De:
fr_fr: De:
it_it: Da:
pt_pt: De:

source: to :
ar_ae: إلى:
de_de: zu:
fr_fr: à/a
it_it: a:
mr: ते:
pt_pt: para:

source: Create Plan
ar_ae: خلق خطة
de_de: Plan erstellen
es_es: Crear un plan
fr_fr: Création d'un plan
it_it: Creare Piano
mr: प्लॅन तयार करा
pt_pt: Criar um Plano de

source: Add New
ar_ae: إضافة جديد
de_de: Neue hinzufügen
es_es: Añadir nuevo
fr_fr: Ajouter nouveau
it_it: Aggiungi nuovo
mr: नवीन जोडा
pt_pt: Adicionar Novo

source: Approve Internal Audit Plan
ar_ae: الموافقة على خطة التدقيق الداخلي
de_de: Genehmigen Interne Auditplan
es_es: Aprobar el Plan de Auditoría Interna
fr_fr: Approuver le plan d'audit interne
gu: આંતરિક ઓડિટ યોજના મંજૂર
it_it: Approvare Piano di Internal Audit
mr: अंतर्गत लेखा परिक्षण प्लॅन मंजूर करा
pt_pt: Aprovar o Plano de Auditoria Interna

source: Edit Internal Audit Plan
ar_ae: خطة التدقيق الداخلي تحرير
de_de: Interne Auditplan bearbeiten
es_es: Plan de Auditoría Interna Editar
fr_fr: Plan de vérification interne Modifier
gu: ફેરફાર કરો આંતરિક ઓડિટ યોજના
it_it: Piano di Audit Modifica Internal
mr: संपादन अंतर्गत लेखा परिक्षण योजना
pt_pt: Plano de Auditoria Interna Editar

source: Scheduled From
ar_ae: من المقرر
de_de: Von geplant
es_es: Programado Desde
fr_fr: Prévu à partir de
it_it: Programmato da
mr: कडून अनुसूचित
pt_pt: Agendamento a partir da

source: Scheduled To
ar_ae: من المقرر أن
de_de: Geplant
es_es: Programado Para
fr_fr: Pour prévu
it_it: Programmato Per
mr: नियोजित
pt_pt: Agendada Para

source: Branch To be audited
ar_ae: فرع ليتم تدقيقها
de_de: Zweig zu prüfenden
es_es: Poder Para ser auditados
fr_fr: Direction Pour être vérifiés
it_it: Ramo Per essere controllati
mr: शाखा तपासिी केली करण्यासाठी
pt_pt: Filial Para ser auditado

source: Edit this Plan
ar_ae: تحرير هذه الخطة
de_de: Bearbeiten Sie diesen Plan
es_es: Editar este Plan
fr_fr: Editer ce plan
it_it: Modifica questo Piano
mr: या योजना फोटो
pt_pt: Editar este Plano

source: Add Plan Details
ar_ae: إضافة تفاصيل خطة
de_de: Fügen Plan Details
es_es: Añadir Plan Detalles
fr_fr: Ajouter plan Détails
it_it: Aggiungi Plan Dettagli
mr: प्लॅन तपशील जोडा
pt_pt: Adicionar Detalhes do plano

source: Add Actual Audit Details
ar_ae: إضافة تفاصيل الحسابات الفعلية
de_de: Tatsächliche hinzufügen Prüfungsdetails
es_es: Agregar detalles auditoría reales
fr_fr: Ajouter réels détails de la vérification
it_it: Aggiungi Audit dettagli reali
mr: वास्तविक लेखा परिक्षण तपशील जोडा
pt_pt: Adicionar detalhes de auditoria reais

source: Create schedule
ar_ae: خلق الجدول الزمني
de_de: Zeitplan erstellen
es_es: Crear plan
fr_fr: Création d'une nomenclature
gu: શેડ્યૂલ બનાવો
it_it: Creare il programma
mr: शेड्यूल तयार करा
pt_pt: Criar cronograma

source: View Internal Audit Plan
ar_ae: خطة التدقيق الداخلي مشاهدة
de_de: Innenansicht Prüfungsplan
es_es: Ver Plan de Auditoría Interna
fr_fr: Plan de vérification Vue de l'intérieur
gu: આંતરિક ઓડિટ યોજના જુઓ
it_it: Guarda Piano di Internal Audit
mr: पहा अंतर्गत लेखा परिक्षण योजना
pt_pt: Ver Plano de Auditoria Interna

source: Audit Date
ar_ae: مراجعة التاريخ
de_de: Prüfungsdatum
es_es: Auditoría Fecha
fr_fr: Date de vérification
gu: ઓિડટ તારીખ
it_it: Audit Data
mr: ऑडिट तारीख
pt_pt: Auditoria Data

source: Show on Timeline
ar_ae: تظهر على الخط الزمني
de_de: Auf der Timeline anzeigen
es_es: Mostrar en el Cronograma
fr_fr: Voir sur la Timeline
gu: સમયરેખા પર બતાવો
it_it: Mostra sulla Timeline
mr: टाइमलाइन वर दर्शवा
pt_pt: Mostrar no Timeline

source: Notify Users
ar_ae: إعلام المستخدمين
de_de: Benachrichtigen Sie die Benutzer
es_es: Notifique a los usuarios
fr_fr: Informer les utilisateurs
gu: વપરાશકર્તાઓને સૂચન
it_it: Notifica utenti
mr: वापरकर्ते सूचित करा
pt_pt: Notificar Usuários

source: Notify Users Via Emails
ar_ae: إعلام المستخدمين عبر رسائل البريد الإلكتروني
de_de: Benachrichtigen Sie die Benutzer per Email
es_es: Notifique a los usuarios a través Emails
fr_fr: Avertirons les utilisateurs par e-mails
gu: ઇમેઇલ્સ મારફતે વપરાશકર્તાઓને સૂચન
it_it: Informeremo gli utenti via email
mr: ईमेल मार्गे वापरकर्ते सूचित करा
pt_pt: Notificar Usuários via e-mails

source: Actual Audit
ar_ae: الحسابات الفعلية
de_de: Tatsächlichen Audit
es_es: Auditoría Actual
fr_fr: Vérification réelle
it_it: Audit Actual
mr: वास्तविक ऑडिट
pt_pt: Auditoria real

source: Department :
ar_ae: القسم:
de_de: Abteilung:
es_es: Departamento
fr_fr: Département:
it_it: Dipartimento:
mr: विभाग:
pt_pt: Departamento:

source: Question asked
ar_ae: سألت السؤال
de_de: Frage gestellt
es_es: Pregunta hecha
fr_fr: Question posée
it_it: Domanda posta
mr: प्रश्न विचारले
pt_pt: Pergunta feita

source: Responsibility
ar_ae: المسؤولية
es_es: Responsabilidad
fr_fr: Responsabilité
gu: જવાબદારી
it_it: Responsabilità
mr: जबाबदारी
pt_pt: Responsabilidade

source: Any Non Conformity Found?
ar_ae: أي غير المطابقة العثور؟
de_de: Jede Nichtkonformitäts gefunden?
es_es: Cualquier no conformidad se ha encontrado?
fr_fr: Toute non conformité trouvé?
it_it: Qualsiasi Non Conformità trovato?
mr: कोणत्याही बिगर सुसंगत सापडले?
pt_pt: Qualquer não conformidade encontrada?

source: In case of non-conformities, select the CAPA source, Assigned To & Target Date from below. This record will be automatically get added to CAPA table for future actions & assigned user will get related alerts.
ar_ae: في حالة عدم المطابقة، حدد مصدر CAPA، المخصصة ل& الهدف من التسجيل أدناه. سيتم تلقائيا الحصول على إضافة هذه التسجيلة الى طاولة CAPA للإجراءات المستقبلية وسيحصل المستخدم تعيين التنبيهات ذات الصلة.
de_de: Im Falle der Nicht-Übereinstimmungen, wählen Sie die CAPA Quelle, Zuständig Ziel von unten und Datum. Diese Aufzeichnung wird automatisch auf CAPA Tabelle werden für künftige Maßnahmen und zugeordneten Benutzer wird bezogenen Warnungen bekommen hinzukommen.
es_es: En caso de no conformidades, seleccionar la fuente de CAPA, Assigned To & Target Date de abajo. Este registro será automáticamente se agregan a la tabla de CAPA para futuras acciones y asignó usuario recibirá alertas relacionadas.
fr_fr: En cas de non-conformités, sélectionnez la source de CAPA, Assigné à & Target Date à partir de ci-dessous. Cet enregistrement sera automatiquement ajoutés à la table CAPA pour les futures actions et utilisateur affecté obtiendront des alertes liées.
it_it: In caso di non conformità, selezionare la sorgente CAPA, Assegnato a & Target Date da sotto. Questo record verrà automaticamente aggiunti alla tabella CAPA per le azioni future e assegnare utente riceverà gli avvisi relativi.
mr: बिगर conformities बाबतीत, खालील पासून लक्ष्य तारीख व नियुक्त CAPA स्रोत, निवडा. हा रेकॉर्ड आपोआप संबंधित अॅलर्ट मिळेल भविष्यात क्रिया & नियुक्त वापरकर्त्यासाठी CAPA टेबल जोडला जाईल.
pt_pt: Em caso de não-conformidades, selecione a fonte CAPA, atribuído A & Target Data de baixo. Este registro será automaticamente adicionadas à tabela de CAPA para ações futuras e atribuído usuário receberá alertas relacionados.

source: Capa Priority
ar_ae: كابا الأولوية
de_de: Capa Priorität
es_es: Capa Prioridad
fr_fr: Capa priorité
gu: Capa પ્રાધાન્યતા
it_it: Capa priorità
mr: Capa अग्रक्रम
pt_pt: Capa Prioridade

source: Low
ar_ae: منخفض
de_de: Niedrig
es_es: Bajo
fr_fr: Faible
it_it: Bassa
mr: किमान
pt_pt: Baixo

source: Medium
ar_ae: متوسط
de_de: Mittel
es_es: Mediana
fr_fr: Moyenne
it_it: Medio
mr: मध्यम
pt_pt: Médio

source: High
ar_ae: كابا الحالة الراهنة
de_de: Hoch
es_es: Alto
fr_fr: Élevé
it_it: Alto
mr: उच्च
pt_pt: Alto

source: Current Capa Status
de_de: Aktuelle Capa-Status
es_es: Capa actual Estado
fr_fr: Capa Situation actuelle
it_it: Corrente Capa Stato
mr: वर्तमान Capa स्थिती
pt_pt: Capa Estado atual

source: Approve Internal Audit
ar_ae: الموافقة التدقيق الداخلي
de_de: Genehmigen Internal Audit
es_es: Aprobar la Auditoría Interna
fr_fr: Approuver l'audit interne
gu: આંતરિક ઓડિટ મંજૂર
it_it: Approva Internal Audit
mr: अंतर्गत लेखा परिक्षण मंजूर करा
pt_pt: Aprovar de Auditoria Interna

source: Internal Audit Report
ar_ae: تقرير التدقيق الداخلي
de_de: Interner Prüfungsbericht
es_es: Informe de auditoría interna
fr_fr: Rapport de vérification interne
mr: अंतर्गत लेखा परिक्षण अहवाल
pt_pt: Relatório de Auditoria Interna

source: Edit Internal Audit
ar_ae: المراجعة الداخلية تحرير
de_de: Interne Audit bearbeiten
es_es: Editar Auditoría Interna
fr_fr: Audit interne Modifier
gu: ફેરફાર કરો આંતરિક ઓડિટ
it_it: Modifica Internal Audit
mr: संपादन अंतर्गत लेखा परिक्षण
pt_pt: Editar Auditoria Interna

source: Edit Details
ar_ae: تحرير التفاصيل
de_de: Details bearbeiten
es_es: Editar Detalles
fr_fr: Modifier les détails
it_it: Modifica dettagli
mr: तपशील संपादित करा
pt_pt: Editar Detalhes

source: New Internal Audit
ar_ae: التدقيق الداخلي جديدة
es_es: Nuevo de Auditoría Interna
fr_fr: Nouvelle vérification interne
gu: ન્યૂ આંતિરક ઓિડટ
mr: नवीन अंतर्गत लेखा परिक्षण
pt_pt: Nova Auditoria Interna

source: View Internal Audit
ar_ae: المراجعة الداخلية مشاهدة
de_de: Innenansicht Audit
es_es: Ver Auditoría Interna
fr_fr: Audit Vue de l'intérieur
gu: આંતરિક ઓડિટ જુઓ
it_it: Visualizza Internal Audit
mr: पहा अंतर्गत लेखा परिक्षण
pt_pt: Ver Auditoria Interna

source: Add Internet Usage Detail
ar_ae: إضافة استخدام الإنترنت التفاصيل
de_de: Fügen Internetnutzung Details
es_es: Añadir a Internet Detalle Uso
fr_fr: Ajouter utilisation d'Internet Détail
gu: ઈન્ટરનેટ વપરાશ વિગતવાર ઉમેરો
it_it: Aggiungi Internet Dettaglio d'uso
mr: इंटरनेट वापर तपशील जोडा
pt_pt: Adicionar Detalhe Uso Internet

source: Approve Internet Usage Detail
ar_ae: الموافقة على استخدام الإنترنت التفاصيل
de_de: Genehmigen Internet Usage Details
es_es: Aprobar Internet Detalle Uso
fr_fr: Approuver l'utilisation d'Internet Détail
gu: ઈન્ટરનેટ વપરાશ વિગતવાર મંજૂર
it_it: Approvare Internet Dettaglio d'uso
mr: इंटरनेट वापर तपशील मंजूर करा
pt_pt: Aprovar Detalhe Uso Internet

source: Edit Internet Usage Detail
ar_ae: تحرير استخدام الإنترنت التفاصيل
de_de: Bearbeiten Internet Usage Details
es_es: Editar Internet Detalle Uso
fr_fr: Modifier l'utilisation d'Internet Détail
gu: ફેરફાર કરો ઇન્ટરનેટ વપરાશ વિગતવાર
it_it: Modifica Internet Dettaglio d'uso
mr: संपादन इंटरनेट वापर तपशील
pt_pt: Detalhe Uso Editar Internet
