Repository: Athenolabs/flinkiso-lite
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_ae, de_de, es_es, fr_fr, gu, it_it, mr, pt_pt

source: The help could not be saved. Please, try again.
ar_ae: تعذر حفظ مساعدة. من فضلك، حاول مرة أخرى.
de_de: Die Hilfe konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La ayuda no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: L'aide n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ મદદ સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: L'aiuto non poteva essere salvato. Per favore, provare di nuovo.
mr: मदत जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A ajuda não pôde ser salvo. Por favor, tente novamente.

source: The help has been saved.
ar_ae: تم حفظ مساعدة.
de_de: Die Hilfe wurde gespeichert.
es_es: La ayuda se ha guardado.
fr_fr: L'aide a été enregistrée.
it_it: L'aiuto è stato registrato.
mr: मदत जतन केले गेले आहे.
pt_pt: A ajuda foi salvo.

source: Invalid history
ar_ae: التاريخ غير صالح
de_de: Ungültige Geschichte
es_es: La historia no válido
fr_fr: L'histoire invalide
gu: અમાન્ય ઇતિહાસ
it_it: La storia non valido
mr: अवैध इतिहास
pt_pt: História inválido

source: The history has been saved
ar_ae: تم حفظ التاريخ
de_de: Die Geschichte wurde gespeichert
es_es: La historia se ha guardado
fr_fr: L'histoire a été enregistré
gu: ઇતિહાસ સંગ્રહ કરવામાં આવી છે
it_it: La storia è stata salvata
mr: इतिहास जतन केली गेली आहे
pt_pt: O histórico gravado

source: The history could not be saved. Please, try again.
ar_ae: التاريخ لا يمكن حفظها. من فضلك، حاول مرة أخرى.
de_de: Die Geschichte konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La historia no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: L'histoire n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: ઇતિહાસ સંગ્રહ થશે નહી કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: La storia non poteva essere salvato. Per favore, provare di nuovo.
mr: इतिहास जतन केला जाऊ शकत नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A história não poderia ser salvo. Por favor, tente novamente.

source: Invalid housekeeping checklist
ar_ae: قائمة مرجعية التدبير المنزلي غير صالحة
de_de: Ungültige Housekeeping-Checkliste
es_es: Lista de verificación de limpieza no válido
fr_fr: Liste de contrôle d'entretien non valide
gu: અમાન્ય Housekeeping ચેકલિસ્ટ
it_it: Invalid pulizie checklist
mr: अवैध housekeeping तपासणी यादी
pt_pt: Lista de verificação de limpeza inválido

source: The housekeeping checklist has been saved
ar_ae: تم حفظ المرجعية التدبير المنزلي
de_de: Die Zimmermädchen Checkliste wurde gespeichert
es_es: La lista de verificación de limpieza se ha guardado
fr_fr: La liste de contrôle d'entretien a été enregistré
gu: આ Housekeeping ચેકલિસ્ટ સંગ્રહ કરવામાં આવી છે
it_it: La lista di controllo delle pulizie è stato salvato
mr: housekeeping तपासणी यादी जतन केली गेली आहे
pt_pt: A lista de verificação de limpeza foi salva

source: The housekeeping checklist could not be saved. Please, try again.
ar_ae: تعذر حفظ القائمة المرجعية التدبير المنزلي. من فضلك، حاول مرة أخرى.
de_de: Die Zimmermädchen Checkliste konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La lista de verificación de limpieza no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: La liste de contrôle d'entretien n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ Housekeeping ચેકલિસ્ટ સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: La lista di controllo pulizie non poteva essere salvato. Per favore, provare di nuovo.
mr: housekeeping तपासणी यादी जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A lista de verificação de limpeza não poderia ser salvo. Por favor, tente novamente.

source: The housekeeping checklist has been saved.
ar_ae: تم حفظ القائمة المرجعية التدبير المنزلي.
de_de: Die Zimmermädchen Checkliste wurde gespeichert.
es_es: La lista de verificación de limpieza se ha guardado.
fr_fr: La liste de contrôle d'entretien a été enregistré.
it_it: La lista di controllo delle pulizie è stato registrato.
mr: housekeeping तपासणी यादी जतन केले गेले आहे.
pt_pt: A lista de verificação de limpeza foi salvo.

source: Invalid housekeeping responsibility
ar_ae: المسؤولية التدبير المنزلي غير صالحة
de_de: Ungültige Hauswirtschaft Verantwortung
es_es: La responsabilidad de limpieza no válido
fr_fr: Responsabilité de ménage non valide
gu: અમાન્ય Housekeeping જવાબદારી
it_it: Responsabilità pulizie non valido
mr: अवैध housekeeping जबाबदारी
pt_pt: Responsabilidade de limpeza inválido

source: The housekeeping responsibility has been saved
ar_ae: تم حفظ المسؤولية التدبير المنزلي
de_de: Die Zimmermädchen Verantwortung wurde gespeichert
es_es: La responsabilidad de la limpieza se ha guardado
fr_fr: La responsabilité de l'entretien ménager a été enregistré
gu: આ Housekeeping જવાબદારી સંગ્રહ કરવામાં આવી છે
it_it: La responsabilità delle pulizie è stato salvato
mr: housekeeping जबाबदारी जतन केली गेली आहे
pt_pt: A responsabilidade de limpeza foi salva

source: The housekeeping responsibility could not be saved. Please, try again.
ar_ae: تعذر حفظ مسؤولية التدبير المنزلي. من فضلك، حاول مرة أخرى.
de_de: Die Zimmermädchen Verantwortung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La responsabilidad de la limpieza no se ha podido guardar. Por favor, inténtelo de nuevo.
fr_fr: La responsabilité de ménage n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ Housekeeping જવાબદારી સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: La responsabilità pulizie non poteva essere salvato. Per favore, provare di nuovo.
mr: housekeeping जबाबदारी जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A responsabilidade de limpeza não poderia ser salvo. Por favor, tente novamente.

source: The housekeeping responsibility could not be Approved. Please, try again.
ar_ae: لا يمكن الموافقة مسؤولية التدبير المنزلي. من فضلك، حاول مرة أخرى.
de_de: Das Housekeeping könnte Verantwortung nicht genehmigt werden. Bitte versuchen Sie es erneut.
es_es: La responsabilidad de la limpieza no podía ser aprobado. Por favor, inténtelo de nuevo.
fr_fr: La responsabilité de ménage n'a pas pu être approuvé. S'il vous plaît, essayez à nouveau.
it_it: La responsabilità delle pulizie non poteva essere approvato. Per favore, provare di nuovo.
mr: housekeeping जबाबदारी मंजूर केले जाऊ शकत नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A responsabilidade de limpeza não poderia ser aprovado. Por favor, tente novamente.

source: Application is already installed.
ar_ae: يتم تثبيت التطبيق بالفعل.
de_de: Anwendung ist bereits installiert.
es_es: Aplicación ya está instalada.
fr_fr: Application est déjà installée.
it_it: L'applicazione è già installata.
mr: अनुप्रयोग आधीपासूनच स्थापित आहे.
pt_pt: Aplicação já está instalado.

source: Can not connect to mysql. Make sure username and password is correct.
ar_ae: لا يمكن الاتصال إلى الخلية. التأكد من اسم المستخدم وكلمة المرور غير صحيحة.
de_de: Kann nicht auf MySQL zu verbinden. Stellen Sie sicher, Benutzername und Passwort korrekt ist.
es_es: No se puede conectar a mysql. Asegúrese de que nombre de usuario y la contraseña es correcta.
fr_fr: Impossible de se connecter à mysql. Assurez-vous que le nom d'utilisateur et mot de passe est correct.
it_it: Impossibile connettersi a mysql. Assicurarsi che il nome utente e la password è corretta.
mr: MySQL कनेक्ट करू शकत नाही. खात्री वापरकर्तानाव करा आणि पासवर्ड योग्य आहे.
pt_pt: Não é possível conectar ao mysql. Certifique-se de nome de usuário e senha está correta.

source: Could not connect to database. Please check the settings in app/config/database.php and try again.
ar_ae: لا يمكن الاتصال بقاعدة البيانات. يرجى التحقق من إعدادات التطبيق في / التكوين / database.php وحاول مرة أخرى.
de_de: Konnte keine Verbindung zur Datenbank. Bitte überprüfen Sie die Einstellungen in app / config / database.php und versuchen Sie es erneut.
es_es: No se pudo conectar a la base de datos. Por favor, compruebe los ajustes en app / config / database.php y vuelva a intentarlo.
fr_fr: Impossible de se connecter à la base de données. S'il vous plaît vérifiez les paramètres dans app / config / database.php et essayez à nouveau.
it_it: Impossibile connettersi al database. Si prega di verificare le impostazioni in app / config / database.php e riprovare.
mr: डेटाबेस कनेक्ट करणे शक्य झाले नाही. अॅप / व्यूहरचना / database.php मध्ये सेटिंग्ज तपासा आणि पुन्हा प्रयत्न करा.
pt_pt: Não foi possível conectar ao banco de dados. Por favor, verifique as configurações no app / config / database.php e tente novamente.

source: FlinkISO install successfully.
ar_ae: FlinkISO تثبيت بنجاح.
de_de: FlinkISO erfolgreich zu installieren.
es_es: FlinkISO instalar correctamente.
fr_fr: FlinkISO installer avec succès.
it_it: FlinkISO installare correttamente.
mr: यशस्वीरित्या स्थापित FlinkISO.
pt_pt: FlinkISO instalado com êxito.

source: Invalid internal audit plan department
ar_ae: قسم خطة التدقيق الداخلي غير صالحة
de_de: Ungültigen internen Auditplan Abteilung
es_es: Departamento de plan de auditoría interna no válido
fr_fr: Invalid audit interne département du plan
gu: અમાન્ય આંતરિક ઓડિટ યોજના વિભાગ
it_it: Invalid dipartimento piano di audit interno
mr: अवैध अंतर्गत हिशेब तपासणी योजना विभाग
pt_pt: Inválido departamento plano de auditoria interna

source: The internal audit plan department has been saved
ar_ae: تم حفظ قسم خطة التدقيق الداخلي
de_de: Die interne Auditplan Abteilung wurde gespeichert
es_es: El departamento de plan de auditoría interna se ha guardado
fr_fr: Le département du plan d'audit interne a été enregistré
gu: આંતિરક ઓિડટ યોજના વિભાગ સંગ્રહ કરવામાં આવી છે
it_it: Il reparto piano di audit interno è stato salvato
mr: अंतर्गत हिशेब तपासणी योजना विभागाने जतन केली गेली आहे
pt_pt: O departamento de plano de auditoria interna foi salva

source: The internal audit plan department could not be saved. Please, try again.
ar_ae: تعذر حفظ قسم خطة التدقيق الداخلي. من فضلك، حاول مرة أخرى.
de_de: Die interne Auditplan Abteilung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El departamento de plan de auditoría interna no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le département du plan d'audit interne n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આંતિરક ઓિડટ યોજના વિભાગ સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: Il reparto piano di audit interno non ha potuto essere salvato. Per favore, provare di nuovo.
mr: अंतर्गत हिशेब तपासणी योजना विभागाने जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O departamento de plano de auditoria interna não pôde ser salvo. Por favor, tente novamente.

source: The internal audit plan department has been saved.
ar_ae: تم حفظ قسم خطة التدقيق الداخلي.
de_de: Die interne Auditplan Abteilung wurde gespeichert.
es_es: El departamento de plan de auditoría interna se ha guardado.
fr_fr: Le département du plan d'audit interne a été enregistré.
it_it: Il reparto piano di audit interno è stato registrato.
mr: अंतर्गत हिशेब तपासणी योजना विभागाने जतन केली गेली आहे.
pt_pt: O departamento de plano de auditoria interna foi salvo.

source: Invalid internal audit plan
ar_ae: خطة التدقيق الداخلي غير صالحة
de_de: Ungültigen internen Auditplan
es_es: Plan de auditoría interna no válido
fr_fr: Plan de vérification interne non valide
gu: અમાન્ય આંતરિક ઓડિટ યોજના
it_it: Piano di audit interno non valido
mr: अवैध अंतर्गत हिशेब तपासणी योजना
pt_pt: Plano de auditoria interna inválido

source: Can not notify user using email. Please check SMTP details and email address is correct.
ar_ae: لا يمكن أن يخطر المستخدم باستخدام البريد الإلكتروني. يرجى مراجعة التفاصيل SMTP وعنوان البريد الالكتروني هو الصحيح.
de_de: Können Benutzer nicht benachrichtigen via E-Mail. Bitte überprüfen Sie SMTP und E-Mail-Adresse korrekt ist.
es_es: No se puede notificar al usuario por correo electrónico. Por favor, consulte los detalles de SMTP y la dirección de correo electrónico es correcta.
fr_fr: Vous ne pouvez pas notifier l'utilisateur par courrier électronique. S'il vous plaît vérifier les détails SMTP et adresse e-mail est correcte.
it_it: Non può avvisare l'utente tramite e-mail. Si prega di verificare i dettagli SMTP e l'indirizzo email sia corretto.
mr: ईमेल वापरून वापरकर्ता सूचित करू शकत नाही. या SMTP तपशील तपासा आणि ईमेल पत्ता बरोबर आहे करा.
pt_pt: Não pode notificar o usuário usando e-mail. Por favor verifique detalhes SMTP e endereço de e-mail está correto.

source: The internal audit plan has been saved
ar_ae: تم حفظ خطة التدقيق الداخلي
de_de: Die interne Auditplan wurde gespeichert
es_es: El plan de auditoría interna se ha guardado
fr_fr: Le plan d'audit interne a été enregistré
gu: આંતિરક ઓિડટ યોજના સંગ્રહ કરવામાં આવી છે
it_it: Il piano di audit interno è stato salvato
mr: अंतर्गत हिशेब तपासणी योजना जतन केली गेली आहे
pt_pt: O plano de auditoria interna foi salva

source: The internal audit plan has been published
ar_ae: وقد تم نشر خطة التدقيق الداخلي
de_de: Die interne Auditplan wurde veröffentlicht
es_es: El plan de auditoría interna ha sido publicado
fr_fr: Le plan d'audit interne a été publié
gu: આંતિરક ઓિડટ યોજના પ્રકાશિત કરવામાં આવી છે
it_it: Il piano di audit interno è stato pubblicato
mr: अंतर्गत हिशेब तपासणी योजना प्रकाशित करण्यात आले आहे
pt_pt: O plano de auditoria interna foi publicado

source: The internal audit plan could not be saved. Please, try again.
ar_ae: لا يمكن حفظ خطة التدقيق الداخلي. من فضلك، حاول مرة أخرى.
de_de: Die interne Auditplan konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El plan de auditoría interna no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le plan d'audit interne n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આંતિરક ઓિડટ યોજના સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: Il piano di audit interno non ha potuto essere salvato. Per favore, provare di nuovo.
mr: अंतर्गत हिशेब तपासणी योजना जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O plano de auditoria interna não pôde ser salvo. Por favor, tente novamente.

source: Invalid internal audit
ar_ae: التدقيق الداخلي غير صالحة
de_de: Ungültige interne Revision
es_es: Auditoría interna no válido
fr_fr: Audit interne valide
gu: અમાન્ય આંતિરક ઓિડટ
it_it: Invalid audit interno
mr: अवैध अंतर्गत हिशेब तपासणी
pt_pt: Auditoria interna inválido

source: The internal audit has been saved
ar_ae: تم حفظ التدقيق الداخلي
de_de: Die interne Revision wurde gespeichert
es_es: La auditoría interna se ha guardado
fr_fr: La vérification interne a été enregistré
gu: આંતિરક ઓિડટ સંગ્રહ કરવામાં આવી છે
it_it: L'audit interno è stato salvato
mr: अंतर्गत हिशेब तपासणी जतन केली गेली आहे
pt_pt: A auditoria interna foi salva

source: The internal audit could not be saved. Please, try again.
ar_ae: لا يمكن حفظ التدقيق الداخلي. من فضلك، حاول مرة أخرى.
de_de: Die interne Revision konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La auditoría interna no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: L'audit interne n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આંતિરક ઓિડટ સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: L'audit interno non ha potuto essere salvato. Per favore, provare di nuovo.
mr: अंतर्गत हिशेब तपासणी जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A auditoria interna não pôde ser salvo. Por favor, tente novamente.

source: The internal audit has been saved.
ar_ae: تم حفظ التدقيق الداخلي.
de_de: Die interne Revision wurde gespeichert.
es_es: La auditoría interna se ha guardado.
fr_fr: La vérification interne a été enregistré.
it_it: L'audit interno è stato registrato.
mr: अंतर्गत हिशेब तपासणी जतन केले गेले आहे.
pt_pt: A auditoria interna foi salvo.

source: Can not notify user using email. Please check SMTP details and email address are correct or not.
ar_ae: لا يمكن أن يخطر المستخدم باستخدام البريد الإلكتروني. يرجى مراجعة التفاصيل وعنوان البريد الإلكتروني SMTP صحيحة أم لا.
es_es: No se puede notificar al usuario por correo electrónico. Por favor, consulte los detalles de SMTP y la dirección de correo electrónico es correcta o no.
it_it: Non può avvisare l'utente tramite e-mail. Si prega di verificare i dettagli SMTP e l'indirizzo di posta elettronica siano corretti o meno.
pt_pt: Não pode notificar o usuário usando e-mail. Por favor verifique detalhes SMTP e endereço de e-mail estão corretas ou não.

source: Invalid internet usage detail
ar_ae: استخدام الإنترنت غير صالحة التفاصيل
de_de: Ungültige Internetnutzung Detail
es_es: Inválido detalle el uso de Internet
fr_fr: Internet valide détail d'utilisation
gu: અમાન્ય ઈન્ટરનેટ વપરાશ વિગતવાર
it_it: Invalid particolare l'uso di Internet
mr: अवैध इंटरनेट वापर तपशील
pt_pt: Detalhadamente o uso da internet inválido

source: The internet usage detail has been saved
ar_ae: تم حفظ التفاصيل استخدام الإنترنت
de_de: Die Internet-Nutzung Detail wurde gespeichert
es_es: El uso de Internet detalle se ha guardado
fr_fr: Le détail de l'utilisation d'Internet a été enregistré
gu: ઇન્ટરનેટ વપરાશ વિગતવાર સંગ્રહ કરવામાં આવી છે
it_it: Il dettaglio l'uso di Internet è stato salvato
mr: इंटरनेट वापर तपशील जतन केले गेले आहे
pt_pt: O detalhe o uso da internet foi salva

source: The internet usage detail could not be saved. Please, try again.
ar_ae: لا يمكن حفظ التفاصيل استخدام الإنترنت. من فضلك، حاول مرة أخرى.
de_de: Die Internet-Nutzung Detail konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El uso de Internet detalle no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le détail de l'utilisation d'Internet n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: ઇન્ટરનેટ વપરાશ વિગતવાર સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: Il dettaglio l'uso di Internet non poteva essere salvato. Per favore, provare di nuovo.
mr: इंटरनेट वापर तपशील जतन केले जाऊ शकले नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O detalhe o uso da internet não poderia ser salvo. Por favor, tente novamente.

source: The internet usage detail has been saved.
ar_ae: تم حفظ التفاصيل استخدام الإنترنت.
de_de: Die Internet-Nutzung Detail wurde gespeichert.
es_es: El uso de Internet detalle ha sido guardado.
fr_fr: Le détail de l'utilisation d'Internet a été enregistré.
it_it: Il dettaglio l'uso di Internet è stato registrato.
mr: इंटरनेट वापर तपशील जतन केले गेले आहे.
pt_pt: O detalhe o uso da internet foi salvo.

source: The language has been changed
ar_ae: تم تغيير اللغة
de_de: Die Sprache wurde geändert
es_es: El lenguaje se ha cambiado
fr_fr: La langue a été modifiée
gu: આ ભાષા બદલવામાં આવ્યું છે
it_it: La lingua è stata cambiata
mr: भाषा बदलली गेली आहे
pt_pt: O idioma foi mudado

source: Invalid language
ar_ae: لغة غير صحيحة
de_de: Ungültige Sprache
es_es: Lenguaje no válido
fr_fr: Langue incorrecte
gu: અમાન્ય ભાષા
it_it: Lingua non valido
mr: अवैध भाषा
pt_pt: Idioma inválido

source: The language has been saved
ar_ae: تم حفظ اللغة
de_de: Die Sprache wurde gespeichert
es_es: El lenguaje se ha guardado
fr_fr: La langue a été enregistré
gu: આ ભાષા સંગ્રહ કરવામાં આવી છે
it_it: Il linguaggio è stato salvato
mr: भाषा जतन केली गेली आहे
pt_pt: O idioma foi salvo

source: The language could not be saved. Please, try again.
ar_ae: تعذر حفظ اللغة. من فضلك، حاول مرة أخرى.
de_de: Die Sprache konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El idioma no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: La langue n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ ભાષા સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: La lingua non poteva essere salvato. Per favore, provare di nuovo.
mr: भाषा जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A linguagem não poderia ser salvo. Por favor, tente novamente.

source: The language has been saved.
ar_ae: تم حفظ اللغة.
de_de: Die Sprache wurde gespeichert.
es_es: El lenguaje se ha guardado.
fr_fr: La langue a été enregistré.
it_it: Il linguaggio è stato registrato.
mr: भाषा जतन केले गेले आहे.
pt_pt: A linguagem foi salvo.

source: Invalid list of acceptable supplier
ar_ae: قائمة غير صالحة المورد مقبول
de_de: Ungültige Liste der zulässigen Anbieter
es_es: Lista no válido de proveedor aceptable
fr_fr: Liste valide du fournisseur acceptable
gu: સ્વીકાર્ય સપ્લાયર અમાન્ય યાદી
it_it: Elenco valido di fornitori accettabile
mr: स्वीकारार्ह पुरवठादार अवैध यादी
pt_pt: Lista inválido de fornecedor aceitável

source: The list of acceptable supplier has been saved
ar_ae: تم حفظ قائمة من المورد مقبول
de_de: Die Liste der zulässigen Anbieter wurde gespeichert
es_es: La lista de proveedores aceptables se ha guardado
fr_fr: La liste des fournisseurs acceptable a été enregistré
gu: સ્વીકાર્ય સપ્લાયર યાદી સંગ્રહ કરવામાં આવી છે
it_it: L'elenco dei fornitori accettabile è stato salvato
mr: स्वीकारार्ह पुरवठादार यादी जतन केली गेली आहे
pt_pt: A lista de fornecedor aceitável foi salva

source: The list of acceptable supplier could not be saved. Please, try again.
ar_ae: تعذر حفظ قائمة المورد مقبول. من فضلك، حاول مرة أخرى.
de_de: Die Liste der zulässigen Anbieter konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La lista de proveedores aceptables no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: La liste des fournisseurs acceptable n'a pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: સ્વીકાર્ય સપ્લાયર યાદી સાચવી શકાઈ નથી. , ફરી પ્રયાસ કરો.
it_it: L'elenco dei fornitori accettabile non poteva essere salvato. Per favore, provare di nuovo.
mr: स्वीकारार्ह पुरवठादार सूची जतन करू शकलो नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A lista de fornecedor aceitável não poderia ser salvo. Por favor, tente novamente.

source: The list of acceptable supplier has been saved.
ar_ae: تم حفظ قائمة المورد مقبول.
de_de: Die Liste der zulässigen Anbieter wurde gespeichert.
es_es: Se ha guardado la lista de proveedores aceptables.
fr_fr: La liste des fournisseurs acceptable a été enregistré.
it_it: L'elenco dei fornitori accettabile è stato registrato.
mr: स्वीकारार्ह पुरवठादार यादी जतन केली गेली आहे.
pt_pt: A lista de fornecedor aceitável foi salvo.

source: Invalid list of computer list of software
ar_ae: قائمة غير صالحة من قائمة جهاز الكمبيوتر من البرمجيات
de_de: Ungültige Liste von Computer Liste der Software
es_es: Lista no válido de la lista de equipos de software
fr_fr: Liste valide de la liste des ordinateurs de logiciels
gu: સોફ્ટવેર કમ્પ્યુટર યાદીમાં અમાન્ય યાદી
it_it: Elenco valido di lista dei computer di software
mr: सॉफ्टवेअर संगणक सूची अवैध यादी
pt_pt: Lista inválido de lista do computador de software

source: The list of computer list of software has been saved
ar_ae: تم حفظ قائمة من قائمة جهاز الكمبيوتر من البرمجيات
de_de: Die Liste der Computer Liste der Software wurde gespeichert
es_es: La lista de la lista de equipos de software se ha guardado
fr_fr: La liste de la liste des ordinateurs de logiciels a été enregistré
gu: સોફ્ટવેર કમ્પ્યુટર યાદી યાદી સંગ્રહ કરવામાં આવી છે
it_it: L'elenco di elenco di computer del software è stato salvato
mr: सॉफ्टवेअर संगणक यादी जतन केली गेली आहे
pt_pt: A lista de lista do computador de software foi salvo

source: The list of computer list of software could not be saved. Please, try again.
ar_ae: تعذر حفظ قائمة من قائمة جهاز الكمبيوتر من البرمجيات. من فضلك، حاول مرة أخرى.
de_de: Die Liste der Computer Liste der Software konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La lista de la lista de equipos de software no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: La liste de la liste de l'ordinateur d'un logiciel n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: સોફ્ટવેર કમ્પ્યુટર યાદી યાદી સાચવી શકાઈ નથી. , ફરી પ્રયાસ કરો.
it_it: L'elenco di elenco di computer di software non poteva essere salvato. Per favore, provare di nuovo.
mr: सॉफ्टवेअर संगणक यादी जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A lista de lista do computador de software não pôde ser salvo. Por favor, tente novamente.
