Repository: Athenolabs/flinkiso-lite
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_ae, de_de, es_es, fr_fr, gu, it_it, mr, pt_pt

source: Attendees
ar_ae: الحضور
de_de: Besucher
es_es: Asistentes
fr_fr: Personnes présentes
gu: પ્રતિભાગીઓ
it_it: Partecipanti
mr: उपस्थित
pt_pt: Participantes

source: Actual Meeting From
ar_ae: اجتماع الفعلي من
de_de: Von eigentlichen Meeting
es_es: Actual Reunión De
fr_fr: Réunion réelle de
it_it: Actual Meeting Dal
mr: कडून वास्तविक बैठक
pt_pt: Real Reunião De

source: Actual Meeting To
ar_ae: الفعلي لاجتماع
de_de: Um tatsächliche Treffen
es_es: Actual reuniones Para
fr_fr: Actual réunion Pour
it_it: Actual Meeting Per
mr: वास्तविक संमेलनात
pt_pt: Actual reunião Para

source: Edit Meeting
ar_ae: تحرير اجتماع
de_de: Bearbeiten Meeting
es_es: Editar reunión
fr_fr: Modifier la réunion
gu: ફેરફાર કરો સભા
it_it: Modifica Meeting
mr: संपादन बैठक
pt_pt: Editar Reunião

source: Would you like to include these Customer Complains in your current meeting?
ar_ae: تريد أن تشمل هذه الشكاوى العملاء في الاجتماع الحالي؟
es_es: ¿Le gustaría incluir estas cliente se queja en su reunión en curso?
it_it: Vuoi includere questi cliente si lamenta nel suo incontro attuale?
pt_pt: Gostaria de incluir estes Reclamações de clientes em sua reunião atual?

source: New Meeting
ar_ae: اجتماع جديد
de_de: Neue Besprechung
es_es: Nueva reunión
fr_fr: Nouvelle réunion
gu: ન્યૂ સભા
it_it: Nuova riunione
mr: नवीन बैठक
pt_pt: Nova reunião

source: Meeting From
ar_ae: الاجتماع من
de_de: Besprechung aus
es_es: Reunión del
fr_fr: Rencontre De
gu: પ્રતિ બેઠક
it_it: Meeting Dal
mr: कडून संमेलन
pt_pt: Diárias a partir de

source: Meeting To
ar_ae: تلبية ل
de_de: Sitzung zur
es_es: Reunión para
fr_fr: Rencontre Pour
gu: માટે બેઠક
it_it: Incontro per
mr: बैठक
pt_pt: Reunião para

source: Meeting Detail
ar_ae: تفاصيل الاجتماع
de_de: Veranstaltungsdetail
es_es: Detalle de reuniones
fr_fr: Réunion Détail
gu: વિગતવાર સભા
it_it: Incontro Dettaglio
mr: संमेलनाच्या तपशील
pt_pt: Detalhe Reunião

source: View Meeting
ar_ae: مشاهدة اجتماع
de_de: Ansicht Meeting
es_es: Ver Reunión
fr_fr: Voir Réunion
gu: જુઓ સભા
it_it: Vista Meeting
mr: पहा बैठक
pt_pt: Ver Meeting

source: Meeting Actual From
ar_ae: الاجتماع الفعلي من
de_de: Treffen Tatsächliche Aus
es_es: Reunión Actual De
fr_fr: Rencontre réelle de
gu: ખરેખર બેઠક
it_it: Incontro effettivo da
mr: कडून वास्तविक संमेलन
pt_pt: Reunião real da

source: Meeting Actual To
ar_ae: الاجتماع الفعلي ل
de_de: Treffen IST zum
es_es: Reunión Actual Para
fr_fr: Réunion réels
gu: એ વખતે વા તિવક સભા
it_it: Incontro effettivi
mr: मूळ संमेलन
pt_pt: Reunião reais

source: Meeting Topics
ar_ae: مواضيع تلبية
de_de: Treffen Themen
es_es: Temas de la reunión
fr_fr: Sujets Réunion
gu: વિષયો સભા
it_it: Argomenti Meeting
mr: विषय संमेलन
pt_pt: Tópicos Reunião

source: Message User Sents
ar_ae: Sents رسالة العضو
de_de: Nachricht Benutzer Sents
es_es: Sents mensaje de usuario
fr_fr: Senteurs message de l'utilisateur
gu: સંદેશ વપરાશકર્તા Sents
it_it: Senta messaggio utente
mr: संदेश वापरकर्ता Sents
pt_pt: Sents Mensagem

source: View
ar_ae: رأي
de_de: Ansicht
es_es: Ver
fr_fr: Voir
gu: જુઓ
it_it: Visualizza
mr: पहा
pt_pt: Visualizar

source: Are you sure you want to delete # %s?
ar_ae: هل أنت متأكد أنك تريد حذف # %s ؟
de_de: Sind Sie sicher, dass Sie # %s löschen wollen?
es_es: ¿Está seguro que desea eliminar # %s?
fr_fr: Êtes-vous sûr de vouloir supprimer # %s?
gu: શું તમે ખરેખર # કાઢી નાખવા માંગો છો %s ?
it_it: Sei sicuro di voler eliminare # %s ?
mr: आपण # हटवू इच्छिता आपली खात्री आहे की %s ?
pt_pt: Tem certeza de que deseja excluir # %s ?

source: Trash
ar_ae: القمامة
de_de: Papierkorb
es_es: Papelera
fr_fr: Poubelle
gu: કચરાપેટી
it_it: Cestino
mr: कचर्यात
pt_pt: Lixo

source: Are you sure you want to delete : %s?
ar_ae: هل أنت متأكد أنك تريد حذف: %s ؟
de_de: Sind Sie sicher, dass Sie löschen wollen: %s ?
es_es: ¿Está seguro de que desea eliminar: %s ?
fr_fr: Etes-vous sûr que vous voulez supprimer: %s ?
gu: શું તમે ખરેખર કાઢી નાખવા માગો છો: %s ?
it_it: Sei sicuro di voler eliminare: %s ?
mr: आपण हटवू इच्छिता आपली खात्री आहे की: %s ?
pt_pt: Tem certeza de que deseja excluir: %s ?

source: Send
ar_ae: إرسال
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
gu: મોકલો
it_it: Invia
mr: पाठवा
pt_pt: Enviar

source: Move To Trash
ar_ae: نقل إلى مهملات
de_de: In den Papierkorb
es_es: Mover a la papelera
fr_fr: Mettre à la corbeille
gu: ટ્રૅશમાં ખસેડો
it_it: Sposta nel cestino
mr: कचर्यामध्ये हलवा
pt_pt: Mover para o Lixo

source: Cancel
ar_ae: إلغاء
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
gu: રદ કરો
it_it: Cancellare
mr: रद्द करा
pt_pt: Cancelar

source: Message
ar_ae: رسالة
de_de: Nachricht
es_es: Mensaje
fr_fr: Méssage
gu: સંદેશા
it_it: Messaggio
mr: संदेश
pt_pt: Mensagem

source: Send Reply
ar_ae: أرسل الرد
de_de: Antwort senden
es_es: Enviar respuesta
fr_fr: Envoyer la réponse
it_it: Invia Risposta
mr: उत्तर पाठवा
pt_pt: Enviar resposta

source: subject
ar_ae: الموضوع
de_de: Betreff
es_es: Asunto
fr_fr: sujet
it_it: soggetto
mr: विषय
pt_pt: assunto

source: Subject
ar_ae: الموضوع
de_de: Betreff
es_es: Asunto
fr_fr: Sujet
gu: વિષય
it_it: Soggetto
mr: विषय
pt_pt: Assunto

source: Flag
ar_ae: العلم
de_de: Flagge
es_es: Marcad
fr_fr: Marque
gu: ધ્વજ
it_it: Marca
mr: ध्वजांकित करा
pt_pt: Bandeira

source: Created
ar_ae: تم الإنشاء
de_de: Erstellt
es_es: Creado
fr_fr: Créé
gu: તારીખ
it_it: Creato
mr: तयार
pt_pt: Criadas.

source: Priority
ar_ae: الأولوية
de_de: Priorität
es_es: Prioridad
fr_fr: Priorité
gu: પ્રાધાન્યતા
it_it: Priorità
mr: अग्रक्रम
pt_pt: Prioridade

source: Edit Message
ar_ae: تحرير رسالة
de_de: Nachricht bearbeiten
es_es: Editar Mensaje
fr_fr: Modifier le message
gu: ફેરફાર કરો સંદેશ
it_it: Modifica messaggio
mr: संदेश संपादित करा
pt_pt: Editar mensagem

source: Delete Message
ar_ae: حذف رسالة
de_de: Nachricht löschen
es_es: Eliminar Mensaje
fr_fr: Supprimer le message
gu: સંદેશ કાઢી નાખો
it_it: Elimina messaggio
mr: संदेश हटवा
pt_pt: Apagar Mensagem

source: List Messages
ar_ae: قائمة الرسائل
de_de: Liste Nachrichten
es_es: Lista de mensajes
fr_fr: Liste des messages
gu: યાદી સંદેશાઓ
it_it: Elenco dei messaggi
mr: यादी संदेश
pt_pt: Lista de Mensagens

source: New Message
ar_ae: رسالة جديدة
de_de: eue Nachricht
es_es: Nuevo Mensaje
fr_fr: Nouveau message
gu: નવો સંદેશ
it_it: Nuovo messaggio
mr: नवीन संदेश
pt_pt: Nova Mensagem

source: List Users
ar_ae: قائمة المستخدمين
de_de: Benutzerliste
es_es: Lista de Usuarios
gu: વપરાશકર્તાઓની યાદી આપે છે
it_it: Lista utenti
mr: यादी वापरकर्ते
pt_pt: Lista de Usuários

source: New User
ar_ae: العضو الجديد
de_de: Benutzer anlegen
es_es: Nuevo Usuario
fr_fr: Nouvel Utilisateur
gu: નવી વપરાશકર્તા
it_it: Nuovo Utente
mr: नवीन वापरकर्ता
pt_pt: Novo Usuário

source: List Message User Inboxes
ar_ae: قائمة الرسائل علب العضو
de_de: Liste Nachricht Anwenderboxen
es_es: Lista de Bandejas de entrada de mensajes del usuario
fr_fr: Liste des messages des boîtes de réception de l'utilisateur
gu: યાદી સંદેશ વપરાશકર્તા ઇન્બોક્સેસને
it_it: Elenco dei messaggi mailbox utente
mr: यादी संदेश वापरकर्ता इनबॉक्स
pt_pt: Lista de caixas de entrada de mensagens do usuário

source: New Message User Inbox
ar_ae: رسالة جديدة صندوق الوارد العضو
de_de: Neue Nachricht Anwenderbox
es_es: Nueva bandeja de entrada de mensajes del usuario
fr_fr: Nouvelle boîte de réception Message utilisateur
gu: નવો સંદેશ વપરાશકર્તા ઇનબૉક્સ
it_it: Nuovo Inbox messaggio User
mr: नवीन संदेश वापरकर्ता इनबॉक्स
pt_pt: Nova Mensagem Caixa de Entrada

source: List Message User Sents
ar_ae: قائمة الرسائل Sents العضو
de_de: Liste Nachricht Benutzer Sents
es_es: Lista de mensajes Sents usuario
fr_fr: Liste des messages Sents de l'utilisateur
gu: યાદી સંદેશ વપરાશકર્તા Sents
it_it: Elenco dei messaggi senta utenti
mr: यादी संदेश वापरकर्ता Sents
pt_pt: Lista de Mensagens Sents usuário

source: New Message User Sent
ar_ae: العضو الجديد رسالة المرسلة
de_de: Neue Nachricht Benutzer gesendet
es_es: Nuevo mensaje de usuario Enviado
fr_fr: Nouveau message utilisateur Envoyés
gu: મોકલ્યું નવો સંદેશ વપરાશકર્તા
it_it: Nuovo messaggio User Inviati
mr: प्रेषित नवीन संदेश वापरकर्ता
pt_pt: Novo Usuário mensagem enviada

source: List Message User Thrashes
ar_ae: قائمة العضو رسالة يجلد
de_de: Liste Nachricht Benutzer Thrashes
es_es: Thrashes Lista de mensajes del usuario
fr_fr: Fustige la liste des messages utilisateur
gu: યાદી સંદેશ વપરાશકર્તા Thrashes
it_it: Agita Lista messaggio User
mr: यादी संदेश वापरकर्ता Thrashes
pt_pt: Lista Mensagem thrashes

source: New Message User Thrash
ar_ae: العضو الجديد رسالة تناقش
de_de: Neue Nachricht Benutzer Thrash
es_es: Thrash Nuevo mensaje de usuario
fr_fr: Thrash nouveau message utilisateur
gu: નવો સંદેશ વપરાશકર્તા મારવું
it_it: Thrash Nuovo messaggio User
mr: नवीन संदेश वापरकर्ता चोपणे
pt_pt: Nova Mensagem Thrash

source: Related Message User Inboxes
ar_ae: رسالة تتعلق علب العضو
de_de: Verwandte Nachricht Anwenderboxen
es_es: Bandejas de entrada de mensajes de usuarios relacionados
fr_fr: Message en rapport avec les boîtes de réception de l'utilisateur
gu: સંબંધિત સંદેશ વપરાશકર્તા ઇન્બોક્સેસને
it_it: Correlati mailbox messaggio utente
mr: संबंधित संदेश वापरकर्ता इनबॉक्स
pt_pt: Relacionadas Caixas de entrada de mensagens do usuário

source: Message Id
ar_ae: رقم رسالة
de_de: Nachrichten-ID
es_es: Mensaje Id
fr_fr: ID de message
gu: સંદેશ આઈડી
it_it: Messaggio Id
mr: संदेश आयडी
pt_pt: Id Mensagem

source: User Id
ar_ae: الرقم
de_de: Nutzer-ID
es_es: ID de usuario
fr_fr: Id de l'utilisateur
gu: યુઝર આઈડી
it_it: Id Utente
mr: वापरकर्ता आयडी
pt_pt: ID do usuário

source: Related Message User Sents
ar_ae: رسالة تتعلق Sents العضو
de_de: Verwandte Nachricht Benutzer Sents
es_es: Sents mensaje de usuario relacionados
fr_fr: Messages liés Sents de l'utilisateur
gu: સંબંધિત સંદેશ વપરાશકર્તા Sents
it_it: Correlati senta messaggio utente
mr: संबंधित संदेश वापरकर्ता Sents
pt_pt: Relacionados Sents Mensagem

source: Are you sure you want move "%s" to Trash?
ar_ae: هل أنت متأكد أنك تريد التحرك " %s "إلى المهملات؟
de_de: Sind Sie sicher, dass Sie "verschoben werden soll %s "in den Papierkorb?
es_es: ¿Está seguro que desea mover " %s "a la papelera?
fr_fr: Etes-vous sûr que vous voulez déplacer " %s "à la corbeille?
gu: શું તમે ખરેખર "ને ખસેડવામાં માંગો છો %s ટ્રૅશમાં "?
it_it: Sei sicuro di voler spostare "%s"nel Cestino?
mr: आपण "हलवू इच्छित आहात %s "कचर्यात?
pt_pt: Tem certeza de que deseja mover " %s "para a lixeira?

source: Related Message User Thrashes
ar_ae: رسالة تتعلق العضو يجلد
de_de: Verwandte Nachricht Benutzer Thrashes
es_es: Thrashes relacionados Mensaje Usuario
fr_fr: Message en rapport fustige l'utilisateur
gu: સંબંધિત સંદેશ વપરાશકર્તા Thrashes
it_it: Agita messaggio relativo utente
mr: संबंधित संदेश वापरकर्ता Thrashes
pt_pt: Relacionados Mensagem thrashes

source: Add Non Conforming Products Material
ar_ae: إضافة المواد غير المطابقة المنتجات
de_de: Fügen Sie nicht konformen Produkte Material
es_es: Añade que no se ajusten Material de los productos
fr_fr: Ajouter non conforme des produits Matériel
it_it: Aggiungi non conformi Prodotti Materiale
mr: नॉन बसणार्याे उत्पादने साहित्य जोडा
pt_pt: Adicionar produtos não conformes de materiais

source: Select Material/Product
ar_ae: تحديد المواد / المنتج
de_de: Wählen Sie Material / Produkt
es_es: Seleccionar Material / Producto
fr_fr: Sélectionnez Matériel / produit
it_it: Seleziona Materiale / Prodotto
mr: साहित्य / उत्पादन निवडा
pt_pt: Selecione Material / Produtos

source: Approve Non Conforming Products Material
ar_ae: الموافقة على المنتجات غير المطابقة المواد
de_de: Genehmigen nicht konformen Produkte Material
es_es: Aprobar no conforme Material de los productos
fr_fr: Approuver non conforme des produits Matériel
it_it: Approvare non conformi Prodotti Materiale
mr: नॉन बसणार्याे उत्पादने साहित्य मंजूर करा
pt_pt: Aprovar os produtos não conformes de materiais

source: Edit Non Conforming Products Material
ar_ae: تحرير المنتجات غير المطابقة المواد
de_de: Bearbeiten nicht konformen Produkte Material
es_es: Editar Productos No Conformes material
fr_fr: Modifier non conforme des produits Matériel
it_it: Modifica prodotti non conformi Materiale
mr: संपादन नॉन बसणार्याे उत्पादने साहित्य
pt_pt: Editar produtos conformes não material

source: Product
ar_ae: المنتج
de_de: Produkt
es_es: Produc
fr_fr: Produit
gu: પેદાશ
it_it: Prodotto
mr: उत्पादन
pt_pt: Produto

source: Capa Source Id
ar_ae: كابا المصدر رقم
de_de: Capa Quelle Id
es_es: Capa Fuente Id
it_it: Capa Fonte Id
mr: Capa स्रोत आयडी
pt_pt: Capa Id Fonte

source: CAPA Details
ar_ae: CAPA تفاصيل
es_es: CAPA Detalles
fr_fr: CAPA Détails
it_it: CAPA Dettagli
mr: CAPA तपशील
pt_pt: CAPA Detalhes

source: New Non Conforming Products Material
ar_ae: جديد المنتجات غير المطابقة المواد
de_de: Neue nicht-konforme Produkte Material
es_es: Nuevos Productos No Conformes material
fr_fr: Nouveau dérogatoire Produits Matériel
it_it: Nuovi Prodotti non conformi Materiale
mr: नवीन नॉन बसणार्याे उत्पादने साहित्य
pt_pt: Nova produtos não conformes de materiais

source: View Non Conforming Products Material
ar_ae: عرض المنتجات غير المطابقة المواد
de_de: Ansicht nicht konformen Produkte Material
es_es: Ver Productos No Conformes material
fr_fr: Voir les produits non conforme Matériel
it_it: Visualizza prodotti non conformi Materiale
mr: पहा नॉन बसणार्याे उत्पादने साहित्य
pt_pt: Ver produtos conformes não material

source: Capa Source
ar_ae: كابا المصدر
de_de: Capa Quelle
es_es: Capa Fuente
it_it: Capa Fonte
mr: Capa स्रोत
pt_pt: Capa Fonte

source: Add Notification Type
ar_ae: إضافة نوع إعلام
de_de: Benachrichtigungstyp hinzufügen
es_es: Añadir Tipo de notificación
fr_fr: Ajouter type de notification
gu: સૂચન પ્રકાર ઉમેરો
it_it: Aggiungi tipo di notifica
mr: सूचना प्रकार जोडा
pt_pt: Adicionar tipo de Notificação

source: Approve Notification Type
ar_ae: الموافقة نوع الإشعار
de_de: Genehmigen Benachrichtigungstyp
es_es: Aprobar Tipo de notificación
fr_fr: Approuver type de notification
gu: સૂચન પ્રકાર મંજૂર
it_it: Approva Tipo di notifica
mr: सूचना प्रकार मंजूर करा
pt_pt: Aprovar Tipo de notificação

source: Edit Notification Type
ar_ae: تحرير نوع الإشعار
de_de: Bearbeiten Benachrichtigungstyp
es_es: Editar tipo de notificación
fr_fr: Modifier le type de notification
gu: ફેરફાર કરો સૂચના પ્રકાર
it_it: Modifica tipo di notifica
mr: संपादन सूचना प्रकार
pt_pt: Editar tipo de Notificação

source: New Notification Type
ar_ae: جديد نوع الإشعار
de_de: Neue Benachrichtigungstyp
es_es: Nuevo tipo de notificación
fr_fr: Nouveau Type de notification
gu: નવી સૂચન પ્રકાર
it_it: Nuovo tipo di notifica
mr: नवीन सूचना प्रकार
pt_pt: Novo tipo de Notificação

source: View Notification Type
ar_ae: عرض نوع الإشعار
de_de: Ansicht Benachrichtigungstyp
es_es: Tipo Ver Notificación
fr_fr: Voir Type de notification
gu: જુઓ સૂચન પ્રકાર
it_it: Tipo View notifica
mr: पहा सूचना प्रकार
pt_pt: Tipo Ver Notificação

source: View Notification User
ar_ae: مشاهدة تبليغ العضو
de_de: Benachrichtigung View User
es_es: Vista la notificación del usuario
fr_fr: Voir notification utilisateur
gu: જુઓ સૂચન વપરાશકર્તા
it_it: Vista Notifica utente
mr: पहा सूचना वापरकर्ता
pt_pt: Ver Notificação Usuário

source: Notification
ar_ae: إعلام
de_de: Benachrichtigung
es_es: Notificación
gu: જાહેરનામું
it_it: Notifica
mr: सूचना
pt_pt: Notificação

source: Notify User
ar_ae: يخطر العضو
de_de: Benutzer benachrichtigen
es_es: Notificar al usuario
fr_fr: Prévenir l'utilisateur
gu: વપરાશકર્તા સૂચિત
it_it: Notifica utente
mr: वापरकर्ता सूचना द्या
pt_pt: Notificar Usuário

source: Approve Notification
ar_ae: الموافقة إعلام
de_de: Genehmigen Mitteilung
es_es: Aprobar Notificación
fr_fr: Approuver notification
gu: સૂચન મંજૂર
it_it: Approva Notifica
mr: सूचना मंजूर करा
pt_pt: Aprovar Notificação

source: Edit Notification
ar_ae: تحرير الإعلام
de_de: Benachrichtigung bearbeiten
es_es: Editar Notificación
fr_fr: Modifier notification
gu: ફેરફાર કરો સૂચના
it_it: Modifica di notifica
mr: संपादन सूचना
pt_pt: Editar Notificação

source: Notified User
ar_ae: إخطار العضو
de_de: Benachrichtigt Benutzer
es_es: Notificado usuario
fr_fr: Notifié utilisateur
it_it: Utente Notificato
mr: सूचित सदस्य
pt_pt: Notificado Usuário

source: New Notification
ar_ae: إعلام الجديد
de_de: Neue Benachrichtigung
es_es: Nueva notificación
fr_fr: Nouvelle notification
gu: નવી સૂચન
it_it: Nuova notifica
mr: नवीन सूचना
pt_pt: Nova Notificação

source: View Notification
ar_ae: عرض إعلام
de_de: Benachrichtigung anzeigen
es_es: Ver Notificación
fr_fr: Voir notification
gu: જુઓ સૂચન
it_it: Vista Notifica
mr: पहा सूचना
pt_pt: Ver Notificação

source: Notification Type
ar_ae: نوع الإشعار
de_de: Benachrichtigungstyp
es_es: Tipo de notificación
fr_fr: Type Notification
gu: સૂચના પ્રકાર
it_it: Tipo di notifica
mr: सूचना प्रकार
pt_pt: Tipo de Notificação

source: Start Date
ar_ae: تاريخ البدء
de_de: Startdatum
es_es: Fecha de inicio
fr_fr: Date de Début
gu: તારીખ શરૂ કરો
it_it: Data di inizio
mr: प्रारंभ तारीख
pt_pt: Data de Início

source: End Date
ar_ae: تاريخ الانتهاء
de_de: Enddatum
es_es: Fecha de finalización
fr_fr: Date de Fin
gu: સમાપ્તિ તારીખ
it_it: Data di fine
mr: समाप्ती तारीख
pt_pt: Data de Fim

source: Add Production
ar_ae: إضافة الإنتاج
de_de: Produktions hinzufügen
es_es: Añadir Producción
fr_fr: Ajouter production
it_it: Aggiungi produzione
mr: उत्पादन जोडा
pt_pt: Adicionar Produção

source: Approve Production
ar_ae: الموافقة على الإنتاج
de_de: Genehmigen Produktion
es_es: Aprobar Producción
fr_fr: Approuver la production
it_it: Approva Produzione
mr: उत्पादन मंजूर करा
pt_pt: Aprovar Produção

source: Edit Production
ar_ae: تحرير الإنتاج
de_de: Produktion bearbeiten
es_es: Editar Producción
fr_fr: Modifier production
it_it: Modifica Produzione
mr: संपादन उत्पादन
pt_pt: Editar Produção

source: New Production
ar_ae: إنتاج جديد
de_de: Neue Produktions
es_es: Nueva producción
fr_fr: Nouvelle production
it_it: Nuove modalità di produzione
mr: नवीन उत्पादन
pt_pt: Nova produção

source: View Production
ar_ae: عرض الإنتاج
de_de: Blick Produktion
es_es: Ver Producción
fr_fr: Voir la production
it_it: Visualizza Produzione
mr: पहा उत्पादन
pt_pt: Ver Produção

source: Batch Number
ar_ae: رقم الدفعة
de_de: Chargennummer
es_es: Número de lote
fr_fr: Numéro de lot
it_it: Numero di lotto
mr: बॅच क्रमांक
pt_pt: Número de lote

source: Supervisor
ar_ae: المشرف
es_es: Supervisor de CFS
fr_fr: Superviseur
it_it: Supervisore
mr: पर्यवेक्षक
pt_pt: Supervisor (dos serviços centrais)

source: Add Product
ar_ae: إضافة منتج
de_de: Produkt hinzufügen
es_es: Añadir producto
fr_fr: Ajouter un produit
gu: ઉત્પાદન ઉમેરો
it_it: Aggiungi prodotto
mr: उत्पादन जोडा
pt_pt: Adicionar produtos

source: Add Required Material
ar_ae: إضافة المواد المطلوبة
de_de: Benötigtes Material hinzufügen
es_es: Añadir Material necesario
fr_fr: Ajouter Matériel requis
it_it: Aggiungere Materiale necessario
mr: लागणारे जोडा
pt_pt: Add Material Necessário

source: Approve Product
ar_ae: الموافقة على المنتج
de_de: Genehmigen Produkt
es_es: Aprobar Producto
fr_fr: Approuver le produit
gu: ઉત્પાદન મંજૂર
it_it: Approva prodotto
mr: उत्पादन मंजूर करा
pt_pt: Aprovar produtos

source: Edit Product
ar_ae: تحرير المنتج
de_de: Artikel bearbeiten
es_es: Editar producto
fr_fr: Modifier le produit
gu: ફેરફાર કરો ઉત્પાદન
it_it: Modifica prodotto
mr: संपादन उत्पादन
pt_pt: Editar Produto

source: Required Material
ar_ae: المواد المطلوبة
de_de: Benötigtes Material
es_es: Material necesario
fr_fr: Matériel requis
it_it: Materiale richiesto
mr: आवश्यक साहित्य
pt_pt: Material necessário

source: New Product
ar_ae: منتج جديد
de_de: Neues Produkt
es_es: Nuevo Producto
fr_fr: Nouveau Produit
gu: નવા ઉત્પાદન
it_it: Nuovo prodotto
mr: नवीन उत्पादन
pt_pt: Novo Produto

source: Evidence Files
ar_ae: أدلة الملفات
de_de: Beweisdateien
fr_fr: Preuve Fichiers
it_it: Prove di file
mr: पुरावा फायली
pt_pt: Arquivos Evidência

source: Upload your product design related files below
ar_ae: تحميل الملفات الخاصة بك تصميم المنتجات ذات الصلة أدناه
de_de: Laden Sie Ihre Produkt-Design-bezogene Dateien unter
es_es: Cargue sus archivos relacionados con el diseño de productos a continuación
fr_fr: Télécharger des fichiers liés à votre conception de produit ci-dessous
it_it: Carica i tuoi file relativi al progetto di prodotti qui sotto
mr: खाली आपला उत्पादन रचना संबंधित फायली अपलोड करा
pt_pt: Envie seu projeto relacionado arquivos do produto abaixo

source: Upload File
ar_ae: تحميل الملف
de_de: Datei Hochladen
es_es: Cargar Archivo
fr_fr: Télécharger des fichiers
it_it: Carica un File
mr: फाइल अपलोड करा
pt_pt: Enviar arquivo

source: Product Plan
ar_ae: خطة المنتج
de_de: Produktplan
es_es: Plan de Producto
fr_fr: Régime de produit
it_it: Piano del prodotto
mr: उत्पादन योजना
pt_pt: Plano de produto

source: Product Requirment
ar_ae: مطلب المنتج
de_de: Produkt Requirment
es_es: Requirment Producto
fr_fr: requirment de produit
it_it: Requirment prodotto
mr: उत्पादन Requirment
pt_pt: Requirment produto

source: Product Feasibility
ar_ae: الجدوى المنتج
de_de: Produkt Machbarkeits
es_es: Viabilidad del producto
fr_fr: faisabilité du produit
it_it: Fattibilità del prodotto
mr: उत्पादन व्यवहार्यता
pt_pt: Viabilidade produto

source: Product Development Plan
ar_ae: خطة التنمية المنتج
de_de: Produktentwicklungsplan
es_es: Plan de Desarrollo de Productos
fr_fr: Plan de développement de produit
it_it: Piano di Sviluppo Prodotto
mr: उत्पादन विकास योजना
pt_pt: Plano de Desenvolvimento de Produto

source: Product Realisation
ar_ae: الإدراك المنتج
de_de: Produktrealisierung
es_es: Realización del producto
fr_fr: Réalisation du produit
it_it: Realizzazione del prodotto
mr: उत्पादन Realisation
pt_pt: Realização do produto

source: Add Proposal Followup
ar_ae: إضافة اقتراح متابعة
de_de: Angebot Followup
es_es: Añadir seguimiento Propuesta
fr_fr: Ajouter Demande de Suivi
it_it: Aggiungi Proposta Followup
mr: प्रपोझल फॉलोअप जोडा
pt_pt: Adicionar Proposta Acompanhamento

source: Meeting Required?
ar_ae: اجتماع المطلوبة؟
de_de: Sitzung erforderlich?
es_es: Reunión Obligatorio?
fr_fr: Réunion exigée?
it_it: Incontro richiesto?
mr: आवश्यक संमेलनाच्या?
pt_pt: Obrigatório reunião?

source: You can copy and paste your followup details here. You can also upload it after saving this record
ar_ae: يمكنك نسخ ولصق متابعة التفاصيل الخاصة بك هنا. يمكنك أيضا تحميله بعد حفظ هذا السجل
de_de: Sie können kopieren und fügen Sie Ihre Follow Details hier. Sie können es auch nach dem Speichern dieses Album hochladen
es_es: Puede copiar y pegar los datos de seguimiento aquí. También puede subirlo después de guardar este registro
fr_fr: Vous pouvez copier et coller vos détails de suivi à ici. Vous pouvez également le télécharger après avoir enregistré ce disque
it_it: È possibile copiare e incollare i dati di follow qui. È anche possibile caricare dopo aver salvato questo record
mr: आपण कॉपी आणि येथे आपले फॉलोअप तपशील पेस्ट करू शकता. आपण या रेकॉर्ड जतन केल्यानंतर अपलोड करु शकता
pt_pt: Você pode copiar e colar os seus dados de seguimento aqui. Você também pode carregá-lo depois de salvar este registro

source: Approve Proposal Followup
ar_ae: الموافقة على اقتراح متابعة
de_de: Vorschlag genehmigen Followup
es_es: Aprobar Seguimiento Propuesta
fr_fr: Proposition d'approuver Suivi
it_it: Approvare la proposta Followup
mr: प्रपोझल फॉलोअप मंजूर करा
pt_pt: Aprovar a proposta Acompanhamento

source: Edit Proposal Followup
ar_ae: تحرير متابعة اقتراح
de_de: Bearbeiten Vorschlag Followup
es_es: Seguimiento Editar Propuesta
fr_fr: Modifier Proposition Suivi
it_it: Modifica proposta Followup
mr: संपादित करा प्रपोझल फॉलोअप
pt_pt: Processar Proposta Acompanhamento

source: New Proposal Followup
ar_ae: الاقتراح الجديد متابعة
de_de: Neue Vorschlag Followup
es_es: Nueva propuesta de Seguimiento
fr_fr: Nouveau Suivi Proposition
it_it: Nuova Proposta Followup
mr: नवीन प्रपोझल फॉलोअप
pt_pt: Nova Proposta Acompanhamento
