Repository: Athenolabs/flinkiso-lite
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_ae, de_de, es_es, fr_fr, gu, it_it, mr, pt_pt

source: The message could not be saved. Please, try again.
ar_ae: تعذر حفظ الرسالة. من فضلك، حاول مرة أخرى.
de_de: Die Nachricht konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El mensaje no pudo ser salvado. Por favor, inténtelo de nuevo.
fr_fr: Le message n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ સંદેશ સાચવી શકાઈ નથી. , ફરી પ્રયાસ કરો.
it_it: Il messaggio non ha potuto essere salvato. Per favore, provare di nuovo.
mr: संदेश जतन केला जाऊ शकला नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A mensagem não pôde ser salvo. Por favor, tente novamente.

source: No recipient selected. Please, try again.
ar_ae: لا المتلقي المحدد. من فضلك، حاول مرة أخرى.
de_de: Kein Empfänger ausgewählt. Bitte versuchen Sie es erneut.
es_es: Ninguno de los premiados ha seleccionado. Por favor, inténtelo de nuevo.
fr_fr: Aucun destinataire choisi. S'il vous plaît, essayez à nouveau.
gu: કોઈ પ્રાપ્તકર્તા પસંદ કરેલ હોય. , ફરી પ્રયાસ કરો.
it_it: Nessun destinatario selezionato. Per favore, provare di nuovo.
mr: प्राप्तकर्ता निवडले. , कृपया पुन्हा प्रयत्न करा.
pt_pt: Nenhum beneficiário selecionado. Por favor, tente novamente.

source: You can not send any messages from demo edition!
ar_ae: لا يمكنك إرسال أي رسائل من الطبعة التجريبي!
de_de: Sie können keine Nachricht von Demo-Ausgabe senden!
es_es: Usted no puede enviar cualquier mensaje de la edición demo!
fr_fr: Vous ne pouvez pas envoyer des messages à partir de l'édition de démonstration!
it_it: Non è possibile inviare messaggi dal demo edizione!
mr: आपण डेमो आवृत्तीत कोणतेही संदेश पाठवू शकत नाही!
pt_pt: Você não pode enviar mensagens a partir de edição de demonstração!

source: The message has been saved
ar_ae: تم حفظ الرسالة
de_de: Die Nachricht wurde gespeichert
es_es: El mensaje se ha guardado
fr_fr: Le message a été enregistré
gu: સંદેશ સંગ્રહ કરવામાં આવી છે
it_it: Il messaggio è stato salvato
mr: संदेश जतन केली गेली आहे
pt_pt: A mensagem foi salva

source: Invalid non conforming products material
ar_ae: المواد غير المطابقة منتجات غير صالحة
de_de: Ungültige nicht konformen Produkte Material
es_es: Productos de material no conforme inválido
fr_fr: Invalid matériau non des produits conformes,
it_it: Materiale Invalid prodotti non conformi
mr: अवैध नॉन बसणार्याे उत्पादने साहित्य
pt_pt: Inválido material de produtos não conformes

source: The non conforming products material has been saved
ar_ae: تم حفظ المواد غير المطابقة المنتجات
de_de: Die nicht konforme Produkte Material wurde gespeichert
es_es: El material no productos conformes se ha guardado
fr_fr: Le matériau non des produits conformes, a été enregistré
it_it: Il materiale non i prodotti conformi è stato salvato
mr: नॉन बसणार्याे उत्पादने साहित्य जतन केली गेली आहे
pt_pt: O material não os produtos conformes foi salva

source: The non conforming products material could not be saved. Please, try again.
ar_ae: لا يمكن حفظ المواد غير المطابقة المنتجات. من فضلك، حاول مرة أخرى.
de_de: Die nicht konforme Produkte Material konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El material no productos conformes no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le matériau non des produits conformes, n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
it_it: Il materiale non i prodotti conformi non poteva essere salvato. Per favore, provare di nuovo.
mr: नॉन बसणार्याे उत्पादने साहित्य जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O material não os produtos conformes não pôde ser salvo. Por favor, tente novamente.

source: The non conforming products material has been saved.
ar_ae: تم حفظ المواد غير المطابقة المنتجات.
de_de: Die nicht konforme Produkte Material wurde gesichert.
es_es: El material no productos conformes se ha guardado.
fr_fr: Le matériau non des produits conformes, a été enregistré.
it_it: Il materiale non i prodotti conformi è stato registrato.
mr: नॉन बसणार्याे उत्पादने साहित्य जतन केली गेली आहे.
pt_pt: O material não os produtos conformes foi salvo.

source: Invalid notification type
ar_ae: نوع الإخطار غير صالح
de_de: Benachrichtigungstyp ungültig
es_es: Tipo de notificación no válida
fr_fr: Invalid type de notification
gu: અમાન્ય સૂચના પ્રકાર
it_it: Tipo di notifica non valido
mr: अवैध सूचना प्रकार
pt_pt: Tipo de notificação inválido

source: The notification type has been saved
ar_ae: تم حفظ نوع الإعلام
de_de: Die Benachrichtigungstyp wurde gespeichert
es_es: El tipo de notificación se ha guardado
fr_fr: Le type de notification a été enregistré
gu: આ સૂચના પ્રકાર સંગ્રહ કરવામાં આવી છે
it_it: Il tipo di notifica è stato salvato
mr: सूचना प्रकार जतन केली गेली आहे
pt_pt: O tipo de notificação foi salvo

source: The notification type could not be saved. Please, try again.
ar_ae: تعذر حفظ نوع الإخطار. من فضلك، حاول مرة أخرى.
de_de: Die Benachrichtigungstyp konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El tipo de notificación no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le type de notification n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ સૂચના પ્રકાર સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: Il tipo di notifica non poteva essere salvato. Per favore, provare di nuovo.
mr: सूचना प्रकार जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O tipo de notificação não pôde ser salvo. Por favor, tente novamente.

source: The notification type has been saved.
ar_ae: تم حفظ نوع الإخطار.
de_de: Die Benachrichtigungstyp wurde gespeichert.
es_es: El tipo de notificación se ha guardado.
fr_fr: Le type de notification a été enregistrée.
it_it: Il tipo di notifica è stato registrato.
mr: सूचना प्रकार जतन केले गेले आहे.
pt_pt: O tipo de notificação foi salvo.

source: Invalid notification user
ar_ae: إخطار المستخدم غير صالح
de_de: Benachrichtigung ungültig Benutzer
es_es: Notificación del usuario no válida
fr_fr: Utilisateur de notification valide
gu: અમાન્ય સૂચના વપરાશકર્તા
it_it: Utente la notifica non valido
mr: अवैध सूचना वापरकर्ता
pt_pt: User notificação inválido

source: Invalid notification
ar_ae: الإخطار غير صالح
de_de: Benachrichtigung ungültig
es_es: Notificación válida
fr_fr: Notification valide
gu: અમાન્ય સૂચન
it_it: La notifica non valido
mr: अवैध सूचना
pt_pt: Notificação inválido

source: The notification has been saved
ar_ae: تم حفظ الاشعار
de_de: Die Mitteilung wurde gespeichert
es_es: La notificación se ha guardado
fr_fr: La notification a été enregistré
gu: આ સૂચના સંગ્રહ કરવામાં આવી છે
it_it: La notifica è stata salvata
mr: सूचना जतन केली गेली आहे
pt_pt: A notificação foi salvo

source: The notification could not be saved. Please, try again.
ar_ae: تعذر حفظ الإخطار. من فضلك، حاول مرة أخرى.
de_de: Die Mitteilung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La notificación no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: La notification n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ સૂચના સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: Impossibile salvare la notifica. Per favore, provare di nuovo.
mr: सूचना जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A notificação não pôde ser salvo. Por favor, tente novamente.

source: The notification has been saved.
ar_ae: تم حفظ الإخطار.
de_de: Die Mitteilung wurde gespeichert.
es_es: La notificación se ha guardado.
fr_fr: La notification a été enregistrée.
it_it: La notifica è stata salvata.
mr: सूचना जतन केले गेले आहे.
pt_pt: A notificação foi salvo.

source: Invalid production
ar_ae: إنتاج غير صالح
de_de: Ungültige Produktions
es_es: Producción inválido
fr_fr: Production non valide
it_it: Produzione non valido
mr: अवैध उत्पादन
pt_pt: Produção inválido

source: The production has been saved
ar_ae: تم حفظ الانتاج
de_de: Die Produktion wurde gespeichert
es_es: La producción se ha guardado
fr_fr: La production a été enregistré
it_it: La produzione è stata salvata
mr: उत्पादन जतन केली गेली आहे
pt_pt: A produção foi salva

source: The production could not be saved. Please, try again.
ar_ae: لا يمكن حفظ الإنتاج. من فضلك، حاول مرة أخرى.
de_de: Die Produktion konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La producción no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: La production n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
it_it: La produzione non poteva essere salvato. Per favore, provare di nuovo.
mr: उत्पादन जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A produção não pôde ser salvo. Por favor, tente novamente.

source: The production has been saved.
ar_ae: تم حفظ الإنتاج.
de_de: Die Produktion wurde gespeichert.
es_es: La producción se ha guardado.
fr_fr: La production a été enregistrée.
it_it: La produzione è stata salvata.
mr: उत्पादन जतन केले गेले आहे.
pt_pt: A produção foi salvo.

source: Invalid product
ar_ae: منتج غير صالح
de_de: Ungültiges Produkt
es_es: Producto no válido
fr_fr: Produit non valide
gu: અમાન્ય ઉત્પાદન
it_it: Prodotto non valido
mr: अवैध उत्पादन
pt_pt: Produto inválido

source: The product has been saved
ar_ae: تم حفظ المنتج
de_de: Das Produkt wurde gespeichert
es_es: El producto se ha guardado
fr_fr: Le produit a été enregistré
gu: આ ઉત્પાદન સંગ્રહ કરવામાં આવી છે
it_it: Il prodotto è stato registrato
mr: उत्पादन जतन केली गेली आहे
pt_pt: O produto foi salvo

source: The product could not be saved. Please, try again.
ar_ae: لا يمكن حفظ المنتج. من فضلك، حاول مرة أخرى.
de_de: Das Produkt konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El producto no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le produit n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ ઉત્પાદન સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: Il prodotto non potrebbe essere salvato. Per favore, provare di nuovo.
mr: उत्पादन जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O produto não pôde ser salvo. Por favor, tente novamente.

source: The product has been saved.
ar_ae: تم حفظ المنتج.
de_de: Das Produkt wurde gespeichert.
es_es: El producto se ha guardado.
fr_fr: Le produit a été enregistré.
it_it: Il prodotto è stato registrato.
mr: उत्पादन जतन केले गेले आहे.
pt_pt: O produto foi salvo.

source: Invalid proposal followup
ar_ae: متابعة اقتراح غير صالحة
de_de: Ungültige Vorschlag Followup
es_es: Inválido propuesta de seguimiento
fr_fr: Invalid proposition suivi
it_it: Proposta valida followup
mr: अवैध प्रस्ताव फॉलोअप
pt_pt: Acompanhamento proposta inválido

source: The proposal followup has been saved
ar_ae: تم حفظ متابعة اقتراح
de_de: Der Vorschlag Followup wurde gespeichert
es_es: La propuesta de seguimiento se ha guardado
fr_fr: La proposition suivi a été enregistré
it_it: Il follow-up proposta è stata salvata
mr: प्रस्ताव फॉलोअप जतन केली गेली आहे
pt_pt: O acompanhamento proposta foi salvo

source: The proposal followup could not be saved. Please, try again.
ar_ae: لا يمكن حفظ متابعة الاقتراح. من فضلك، حاول مرة أخرى.
de_de: Der Vorschlag Follow konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La propuesta de seguimiento no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: La proposition suivi n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
it_it: Il follow-up proposta non poteva essere salvato. Per favore, provare di nuovo.
mr: प्रस्ताव फॉलोअप जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O acompanhamento proposta não pôde ser salvo. Por favor, tente novamente.

source: Invalid proposal
ar_ae: اقتراح غير صالح
de_de: Ungültige Vorschlag
es_es: Propuesta no válida
fr_fr: Proposition valide
it_it: Proposta non valido
mr: अवैध प्रस्ताव
pt_pt: Proposta inválido

source: The proposal has been saved
ar_ae: تم حفظ اقتراح
de_de: Der Vorschlag wurde gespeichert
es_es: La propuesta se ha guardado
fr_fr: La proposition a été enregistré
it_it: La proposta è stata salvata
mr: प्रस्ताव जतन केली गेली आहे
pt_pt: A proposta foi salvo

source: The proposal could not be saved. Please, try again.
ar_ae: تعذر حفظ الاقتراح. من فضلك، حاول مرة أخرى.
de_de: Der Vorschlag konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La propuesta no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: La proposition n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
it_it: La proposta non poteva essere salvato. Per favore, provare di nuovo.
mr: प्रस्ताव जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A proposta não pôde ser salvo. Por favor, tente novamente.

source: Invalid purchase order
ar_ae: أمر الشراء غير صالح
de_de: Ungültige Bestellung
es_es: Orden de compra válida
fr_fr: Ordre d'achat valide
gu: અમાન્ય ખરીદી માટે
it_it: Ordine di acquisto valido
mr: अवैध खरेदी ऑर्डर
pt_pt: Ordem de compra inválido

source: The purchase order has been saved
ar_ae: تم حفظ أمر الشراء
de_de: Die Bestellung wurde gespeichert
es_es: La orden de compra se ha guardado
fr_fr: Le bon de commande a été enregistrée
gu: આ ખરીદી માટે સંગ્રહ કરવામાં આવી છે
it_it: L'ordine d'acquisto è stato salvato
mr: खरेदी ऑर्डर जतन केली गेली आहे
pt_pt: A ordem de compra foi salvo

source: The purchase order could not be saved. Please, try again.
ar_ae: تعذر حفظ أمر الشراء. من فضلك، حاول مرة أخرى.
de_de: Die Bestellung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La orden de compra no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le bon de commande n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ ખરીદી માટે સંગ્રહ થશે નહી કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: L'ordine di acquisto non poteva essere salvato. Per favore, provare di nuovo.
mr: खरेदी ऑर्डर जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A ordem de compra não pôde ser salvo. Por favor, tente novamente.

source: Invalid schedule
ar_ae: الجدول الزمني غير صالح
de_de: Ungültigen Plan
es_es: Horario inválido
fr_fr: Programmation invalide
gu: અમાન્ય શેડ્યૂલ
it_it: Orario valido
mr: अवैध शेड्यूल
pt_pt: Horário inválido

source: The schedule has been saved
ar_ae: تم حفظ الجدول الزمني
de_de: Der Zeitplan wurde gespeichert
es_es: El programa se ha guardado
fr_fr: Le calendrier a été enregistré
gu: શેડ્યૂલ સંગ્રહ કરવામાં આવી છે
it_it: Il programma è stato salvato
mr: शेड्यूल जतन केली गेली आहे
pt_pt: A programação foi salvo

source: The schedule could not be saved. Please, try again.
ar_ae: لا يمكن حفظ الجدول الزمني. من فضلك، حاول مرة أخرى.
de_de: Der Zeitplan konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El calendario no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le calendrier n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: શેડ્યૂલ સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: Il calendario non poteva essere salvato. Per favore, provare di nuovo.
mr: शेड्यूल जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O cronograma não pôde ser salvo. Por favor, tente novamente.

source: The schedule has been saved.
ar_ae: تم حفظ الجدول الزمني.
de_de: Der Zeitplan wurde gespeichert.
es_es: El programa se ha guardado.
fr_fr: Le calendrier a été enregistré.
it_it: Il programma è stato registrato.
mr: शेड्यूल जतन केले गेले आहे.
pt_pt: O cronograma foi salvo.

source: Invalid software type
ar_ae: نوع البرمجيات غير صالح
de_de: Ungültige Softwaretyp
es_es: Tipo de software no válido
fr_fr: Le type de logiciel non valide
gu: અમાન્ય સોફ્ટવેર પ્રકાર
it_it: Tipo di software non valido
mr: अवैध सॉफ्टवेअर प्रकार
pt_pt: Tipo de software inválido

source: The software type has been saved
ar_ae: تم حفظ نوع البرمجيات
de_de: Die Software-Typ wurde gespeichert
es_es: El tipo de software se ha guardado
fr_fr: Le type de logiciel a été sauvé
gu: સોફ્ટવેર પ્રકાર સંગ્રહ કરવામાં આવી છે
it_it: Il tipo di software è stato salvato
mr: सॉफ्टवेअर प्रकार जतन केली गेली आहे
pt_pt: O tipo de software foi salvo

source: The software type could not be saved. Please, try again.
ar_ae: تعذر حفظ نوع البرمجيات. من فضلك، حاول مرة أخرى.
de_de: Die Software-Typ konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El tipo de software no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le type de logiciel ne pouvait être sauvé. S'il vous plaît, essayez à nouveau.
gu: સોફ્ટવેર પ્રકાર સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: Il tipo di software non potrebbe essere salvato. Per favore, provare di nuovo.
mr: सॉफ्टवेअर प्रकार जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O tipo de software não pôde ser salvo. Por favor, tente novamente.

source: The software type has been saved.
ar_ae: تم حفظ نوع البرمجيات.
de_de: Die Software-Typ wurde gespeichert.
es_es: El tipo de software se ha guardado.
fr_fr: Le type de logiciel a été enregistré.
it_it: Il tipo di software è stato registrato.
mr: सॉफ्टवेअर प्रकार जतन केले गेले आहे.
pt_pt: O tipo de software foi salvo.

source: Invalid stock
ar_ae: الأسهم غير صالح
de_de: Ungültige Lager
es_es: Stock inválido
fr_fr: Actions non valide
it_it: Magazzino non valido
mr: अवैध स्टॉक
pt_pt: Estoque inválido

source: The stock has been saved
ar_ae: تم حفظ الأوراق المالية
de_de: Das Lager wurde gespeichert
es_es: La acción ha sido guardado
fr_fr: Le stock a été enregistré
it_it: Lo stock è stato salvato
mr: स्टॉक जतन केली गेली आहे
pt_pt: O estoque foi salvo

source: The stock could not be saved. Please, try again.
ar_ae: لا يمكن حفظ الأوراق المالية. من فضلك، حاول مرة أخرى.
de_de: Die Aktie konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La acción no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le stock n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
it_it: Il titolo non poteva essere salvato. Per favore, provare di nuovo.
mr: स्टॉक जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O estoque não pôde ser salvo. Por favor, tente novamente.

source: The stock has been saved.
ar_ae: تم حفظ الأوراق المالية.
de_de: Das Lager wurde gespeichert.
es_es: La acción ha sido guardada.
fr_fr: Le stock a été enregistré.
it_it: Lo stock è stato registrato.
mr: स्टॉक जतन केले गेले आहे.
pt_pt: O estoque foi salvo.

source: Invalid Suggestion form
de_de: Ungültige Vorschlagsformular
es_es: Forma Suggestion inválido
fr_fr: Formulaire de suggestion invalide
gu: અમાન્ય Suggestion ફોર્મ
it_it: Forma Suggestion non valido
mr: अवैध सूचना फॉर्म
pt_pt: Forma Suggestion inválido

source: The Suggestion form has been saved
de_de: Der Vorschlag Form wurde gespeichert
es_es: La forma Suggestion se ha guardado
fr_fr: Le formulaire de suggestion a été enregistré
gu: આ Suggestion ફોર્મ સંગ્રહ કરવામાં આવી છે
it_it: Il modulo Suggestion è stato salvato
mr: सुचना फॉर्म जतन केली गेली आहे
pt_pt: A forma Suggestion foi salva

source: The Suggestion form could not be saved. Please, try again.
de_de: Das Vorschlagsformular konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La forma Suggestion no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le formulaire de suggestion n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ Suggestion ફોર્મ સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: La forma Suggestion non poteva essere salvato. Per favore, provare di nuovo.
mr: सुचना फॉर्म जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A forma Suggestion não pôde ser salvo. Por favor, tente novamente.

source: The Suggestion form has been saved.
de_de: Der Vorschlag Form wurde gespeichert.
es_es: La forma Suggestion se ha guardado.
fr_fr: Le formulaire de suggestion a été enregistré.
it_it: Il modulo Suggestion è stato registrato.
mr: सुचना फॉर्म जतन केले गेले आहे.
pt_pt: A forma Suggestion foi salvo.

source: Invalid summery of supplier evaluation
ar_ae: صيفي غير صالح للتقييم المورد
de_de: Ungültige sommerlichen der Lieferantenbewertung
es_es: Veraniego no válido de evaluación de proveedores
fr_fr: Estivale valide de l'évaluation des fournisseurs
gu: સપ્લાયર મૂલ્યાંકન અમાન્ય summery
it_it: Estiva non valido di valutazione dei fornitori
mr: पुरवठादार मूल्यमापनाचे अवैध summery
pt_pt: Verão inválido de avaliação de fornecedores

source: The summary of supplier evaluation has been saved
ar_ae: تم حفظ ملخص تقييم الموردين
de_de: Die Zusammenfassung der Lieferantenbewertung wurde gespeichert
es_es: El resumen de la evaluación de proveedores se ha guardado
fr_fr: Le résumé de l'évaluation des fournisseurs a été enregistré
it_it: La sintesi della valutazione dei fornitori è stato salvato
mr: पुरवठादार मूल्यमापनाचे सारांश जतन केली गेली आहे
pt_pt: O resumo da avaliação de fornecedores foi salva

source: The summary of supplier evaluation could not be saved. Please, try again.
ar_ae: تعذر حفظ ملخص تقييم الموردين. من فضلك، حاول مرة أخرى.
de_de: Die Zusammenfassung der Lieferantenbewertung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El resumen de la evaluación de proveedores no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le résumé de l'évaluation des fournisseurs n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
it_it: La sintesi della valutazione dei fornitori non poteva essere salvato. Per favore, provare di nuovo.
mr: पुरवठादार मूल्यमापनाचे सारांश जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O resumo da avaliação de fornecedores não pôde ser salvo. Por favor, tente novamente.

source: The summary of supplier evaluation has been saved.
ar_ae: تم حفظ ملخص تقييم الموردين.
de_de: Die Zusammenfassung der Lieferantenbewertung wurde gespeichert.
es_es: El resumen de la evaluación de proveedores se ha guardado.
fr_fr: Le résumé de l'évaluation des fournisseurs a été enregistré.
it_it: La sintesi della valutazione dei fornitori è stato registrato.
mr: पुरवठादार मूल्यमापनाचे सारांश जतन केली गेली आहे.
pt_pt: O resumo da avaliação de fornecedores foi salvo.

source: Invalid supplier category
ar_ae: فئة المورد غير صالحة
de_de: Ungültige Lieferanten Kategorie
es_es: Categoría de proveedor no válido
fr_fr: Catégorie de fournisseur valide
gu: અમાન્ય સપ્લાયર શ્રેણી
it_it: Invalid categoria dei fornitori
mr: अवैध पुरवठादार श्रेणी
pt_pt: Categoria fornecedor inválido

source: The supplier category has been saved
ar_ae: تم حفظ فئة المورد
de_de: Der Lieferant Kategorie wurde gespeichert
es_es: La categoría de proveedor se ha guardado
fr_fr: La catégorie de fournisseur a été enregistré
gu: આ સપ્લાયર શ્રેણી સાચવવામાં આવી છે
it_it: La categoria dei fornitori è stato salvato
mr: पुरवठादार वर्ग जतन केली गेली आहे
pt_pt: A categoria fornecedor tenha sido salvo

source: The supplier category could not be saved. Please, try again.
ar_ae: تعذر حفظ فئة المورد. من فضلك، حاول مرة أخرى.
de_de: Der Lieferant Kategorie konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La categoría de proveedor no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: La catégorie de fournisseur n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ સપ્લાયર શ્રેણી સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: La categoria fornitore non poteva essere salvato. Per favore, provare di nuovo.
mr: पुरवठादार श्रेणी जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A categoria de fornecedor não pôde ser salvo. Por favor, tente novamente.

source: Invalid supplier registration
ar_ae: تسجيل المورد غير صالح
de_de: Ungültige Lieferantenregistrierung
es_es: Registro de proveedores no válido
fr_fr: Enregistrement de fournisseur valide
gu: અમાન્ય સપ્લાયર નોંધણી
it_it: Invalid registrazione dei fornitori
mr: अवैध पुरवठादार नोंदणी
pt_pt: Cadastro de fornecedores inválido

source: The supplier registration has been saved
ar_ae: تم حفظ تسجيل المورد
de_de: Der Lieferant Anmeldung wurde gespeichert
es_es: El registro de proveedores se ha guardado
fr_fr: L'enregistrement de fournisseur a été enregistré
gu: આ સપ્લાયર નોંધણી સંગ્રહ કરવામાં આવી છે
it_it: La registrazione dei fornitori è stato salvato
mr: पुरवठादार नोंदणी जतन केली गेली आहे
pt_pt: O cadastro de fornecedores foi salva
