Repository: Athenolabs/flinkiso-lite
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_ae, de_de, es_es, fr_fr, gu, it_it, mr, pt_pt

source: Create these request from ADD. These requests will be then available in MR meetings as topic.
ar_ae: إنشاء هذه طلب من ADD. وهذه الطلبات ثم تتوفر في اجتماعات وMR الموضوع.
de_de: Erstellen Sie diese Anfrage von ADD. Diese Anfragen werden dann in der MR-Sitzungen als Thema zur Verfügung stehen.
es_es: Crear estas solicitudes de ADD. Estas solicitudes estarán entonces disponibles en las reuniones MR como tema.
fr_fr: Créer ces demandes de TDA. Ces demandes seront alors disponibles à des réunions MR comme sujet.
it_it: Creare questi richiesta da ADD. Queste richieste saranno poi disponibili in riunioni RM come argomento.
mr: जोडा या विनंती तयार करा. या विनंत्या विषय म्हणून एमआर बैठका नंतर उपलब्ध असेल.
pt_pt: Criar estes pedido de ADD. Essas solicitações serão então disponível nas reuniões de RM como tópico.

source: Document Amendment Record Sheet
ar_ae: ورقة وثيقة تعديل سجل
de_de: Dokument Abänderung Nachweisblatt
es_es: Documento Enmienda Hoja de registro
fr_fr: Amendement document Fiche de mise en
gu: દસ્તાવેજ સુધારો રેકોર્ડ શીટ
it_it: Atto Modifica Record Sheet
mr: दस्तऐवज दुरुस्ती नोंद पत्रक
pt_pt: Documento Emenda Folha de Registo

source: will be generated automatically.
ar_ae: سيتم إنشاؤه تلقائيا.
de_de: wird automatisch generiert.
es_es: se generará automáticamente.
fr_fr: sera généré automatiquement.
it_it: verrà generato automaticamente.
mr: आपोआप तयार होईल.
pt_pt: será gerada automaticamente.

source: No. of Change Requests
ar_ae: عدد طلبات التغيير
de_de: Anzahl der Change Requests
es_es: Número de solicitudes de cambio
fr_fr: Nombre de demandes de changement
gu: બદલો અરજીઓની નં
it_it: Numero di richieste di modifica
mr: बदला विनंत्या संख्या
pt_pt: N º de Solicitações de Mudança

source: Meetings
ar_ae: الاجتماعات
de_de: Veranstaltungen
es_es: Reuniones
fr_fr: Réunions
gu: બેઠકો
mr: संमेलने
pt_pt: Reuniões

source: Make sure you have added
ar_ae: تأكد من أنك قد أضفت
de_de: Stellen Sie sicher, dass Sie hinzugefügt haben
es_es: Asegúrese de que ha añadido
fr_fr: Assurez-vous que vous avez ajouté
it_it: Assicurati di aver aggiunto
mr: आपली खात्री आहे की आपण जोडले आहे बनवा
pt_pt: Certifique-se de que você adicionou

source: Departments
ar_ae: الإدارات
de_de: Abteilungen
es_es: Departamentos
fr_fr: Départements
gu: વિભાગો
it_it: Dipartimenti
mr: विभाग
pt_pt: Departamentos

source: to create Meetings and send invites to employees.
ar_ae: لخلق الاجتماعات وإرسال دعوات للموظفين.
de_de: zu Meetings erstellen und versenden Einladungen an Mitarbeiter.
es_es: para crear reuniones y enviar invitaciones a los empleados.
fr_fr: pour créer des réunions et envoyer des invitations aux employés.
it_it: per creare riunioni e inviare inviti ai dipendenti.
mr: संमेलने तयार कर्मचारी आमंत्रणे पाठविण्यासाठी.
pt_pt: Reuniões para criar e enviar convites para os funcionários.

source: As per the standard you should have at-least one meeting per month.
ar_ae: وفقا لمعيار يجب أن يكون اجتماعا واحدا على الأقل، شهريا.
de_de: Gemäß dem Standard sollte man at-mindestens eine Sitzung pro Monat zu haben.
es_es: De acuerdo con la norma que debe tener por lo menos-una reunión al mes.
fr_fr: Conformément à la norme, vous devez avoir au moins-une réunion par mois.
it_it: Come per lo standard si dovrebbe avere, almeno una riunione al mese.
mr: मानक नुसार आपण दरमहा-किमान एक बैठक असावा.
pt_pt: De acordo com o padrão que você deve ter pelo-menos uma reunião por mês.

source: Meeting Details
ar_ae: تفاصيل اجتماع
de_de: Konferenzdetails
es_es: Detalles de la reunión
fr_fr: Détails de la réunion
gu: વિગત બેઠક
it_it: Dettagli Meeting
mr: सभेची माहिती
pt_pt: Detalhes da reunião

source: to add Meetings details.
ar_ae: لإضافة تفاصيل الاجتماعات.
de_de: zu Treffen Details hinzuzufügen.
es_es: añadir detalles Reuniones.
fr_fr: ajouter Réunions détails.
it_it: per aggiungere dettagli Meetings.
mr: संमेलने तपशील जोडण्यासाठी.
pt_pt: Reuniões para adicionar detalhes.

source: You can add meeting details after meeting dates.
ar_ae: يمكنك إضافة تفاصيل الاجتماع بعد مواعيد اجتماعات.
de_de: Sie können Meeting-Details nach einem Treffen Termine hinzufügen.
es_es: Usted puede agregar detalles de la reunión después de las fechas de reunión.
fr_fr: Vous pouvez ajouter des détails de réunion après les dates des réunions.
it_it: È possibile aggiungere i dettagli della riunione dopo l'incontro con le date.
mr: आपण तारखा मीलन केल्यानंतर बैठक तपशील जोडू शकता.
pt_pt: Você pode adicionar os detalhes da reunião depois de datas de reuniões.

source: Manage Internal Audits
ar_ae: إدارة المراجعة الداخلية
de_de: Interne Audits verwalten
es_es: Gestione Auditorías Internas
fr_fr: Gérer les audits internes
gu: આંતરિક ઓડિટમાં મેનેજ કરો
it_it: Gestione audit interni
mr: अंतर्गत ऑडिट व्यवस्थापित
pt_pt: Gerenciar Auditorias Internas

source: Trained Internal Auditors
ar_ae: تدريب المدققين الداخليين
de_de: Ausgebildete Internal Auditors
es_es: Capacitación de Auditores Internos
fr_fr: Auditeurs internes formés
gu: તાલીમ આંતરિક ઓિડટરો
it_it: Addestrato Internal Auditors
mr: प्रशिक्षित अंतर्गत लेखापरिक्षकांनी
pt_pt: Treinados Auditores Internos

source: to Prepare your Internal Audit Plan for the year.
ar_ae: لإعداد خطة التدقيق الداخلي لمدة سنة.
de_de: um Ihre Interne Auditplan für das Jahr vorbereiten.
es_es: Para preparar su Plan de Auditoría Interna para el año.
fr_fr: à préparer votre plan d'audit interne pour l'année.
it_it: Preparare il Piano di Internal Audit per l'anno.
mr: तुमची वर्षभरातील अंतर्गत लेखा परिक्षण आराखडा तयार करणे.
pt_pt: para preparar o seu plano de Auditoria Interna para o ano.

source: You need to create a schedule / plan first and then add actual audit details by choosing the plan from existing schedules.
ar_ae: تحتاج إلى إنشاء جدول / خطة أولا ثم إضافة تفاصيل المراجعة الفعلية عن طريق اختيار خطة من جداول القائمة.
de_de: Sie brauchen, um einen Zeitplan / Plan erstellen und dann hinzufügen tatsächlichen Prüfungs Details, indem Sie den Plan aus bestehenden Zeitpläne.
es_es: Es necesario crear un cronograma / plan de primero y luego añadir los detalles reales de auditoría por la elección del plan de horarios existentes.
fr_fr: Vous devez d'abord créer un calendrier / plan et ensuite ajouter des détails d'audit réels en choisissant le plan des horaires existants.
it_it: È necessario creare una pianificazione / piano e poi aggiungere i dati effettivi di controllo, scegliendo il piano di pianificazioni esistenti.
mr: आपण प्रथम एक अनुसूची / योजना तयार आणि नंतर सध्याच्या वेळापत्रक योजना निवडून प्रत्यक्ष ऑडिट तपशील जोडणे आवश्यक आहे.
pt_pt: Você precisa criar uma agenda / plano em primeiro lugar e, em seguida, adicionar detalhes reais de auditoria, escolhendo o plano de horários existentes.

source: Add Schedule / Plan
ar_ae: إضافة جدول / خطة
de_de: Fügen Spielplan / Plan
es_es: Añadir Calendario / Plan de
fr_fr: Ajouter Horaire / Plan d'
gu: સૂચિ / યોજના ઉમેરો
it_it: Aggiungi Programma / Piano
mr: अनुसूची / प्लॅन जोडा
pt_pt: Adicionar Agenda / Plano

source: Select Plan & add Audit Details
ar_ae: تحديد خطة وإضافة تفاصيل التدقيق
de_de: Wählen Sie Plan & hinzufügen Prüfungsdetails
es_es: Seleccione el Plan y añadir detalles de auditoría
fr_fr: Sélectionnez plan et ajouter les détails de la vérification
gu: યોજના પસંદ કરો અને ઓડિટ વિગતો ઉમેરો
it_it: Selezionare Pianifica e aggiungere Audit dettagli
mr: प्लॅन निवडा & ऑडिट तपशील जोडा
pt_pt: Selecione Planejar e adicionar detalhes de auditoria

source: No. of Non Conformity Actions Required
ar_ae: عدد المجموعات غير المطابقة مطلوب
de_de: Anzahl der Nichtkonformitäts erforderlichen Maßnahmen
es_es: Número de acciones no conformidad requeridos
fr_fr: Nombre de non-conformité les mesures requises
gu: જરૂરી બિન કન્ફર્મિટી ક્રિયાઓ સંખ્યા
it_it: Numero di azioni non conformità prescritte
mr: नॉन सुसंगत क्रिया संख्या आवश्यक
pt_pt: N º de Ações não conformidade exigida

source: No. of Internal Audits
ar_ae: عدد عمليات التدقيق الداخلي
de_de: Anzahl der internen Prüfungen
es_es: Número de auditorías internas
fr_fr: Nombre de vérifications internes
gu: આંતરિક ઓડિટમાં સંખ્યા
it_it: Numero di audit interni
mr: अंतर्गत ऑडिट संख्या
pt_pt: N º de Auditorias Internas

source: CAPA Sources
ar_ae: مصادر CAPA
de_de: CAPA Quellen
es_es: Fuentes de CAPA
gu: CAPA સ્ત્રોતો
it_it: CAPA Fonti
mr: CAPA स्रोत
pt_pt: CAPA Fontes

source: to Add CAPA Plan
ar_ae: إضافة إلى خطة CAPA
de_de: CAPA-Plan hinzufügen
es_es: Añadir a plan de CAPA
fr_fr: Ajouter à plan CAPA
it_it: per aggiungere CAPA Piano
mr: CAPA प्लॅन जोडा
pt_pt: adicionar Plano CAPA

source: No. of CAPAs
ar_ae: عدد كابا
de_de: Anzahl der CAPAs
es_es: Número de acciones preventivas y correctivas
fr_fr: Nombre de CAPA
gu: CAPAs સંખ્યા
it_it: Numero di Capas
mr: CAPAs संख्या
pt_pt: N º de ações corretivas e preventivas

source: Task
ar_ae: مهمة
de_de: Aufgabe
es_es: Tarea
fr_fr: Tâche
gu: કાર્ય
it_it: Attivita'
mr: कार्य
pt_pt: Tarefa

source: As per your standard procedure, you might have assigned various ISO related tasks to your employees. You can assign those tasks to specific employees by clicking ADD below.
ar_ae: حسب الإجراء الخاص بك القياسية، قد قمت بتعيينها ISO مختلف المهام ذات الصلة لموظفيك. يمكنك تعيين تلك المهام إلى موظف معين عن طريق النقر فوق إضافة أدناه.
de_de: Wie pro Ihre Standard-Verfahren, können Sie verschiedene ISO damit verbundenen Aufgaben an Ihre Mitarbeiter zugewiesen haben. Sie können diese Aufgaben an bestimmte Mitarbeiter hinzufügen, indem Sie unten vergeben.
es_es: Según su procedimiento estándar, es posible asignar varias tareas ISO relacionados con sus empleados. Puede asignar las tareas a los empleados específicos haciendo clic en Agregar a continuación.
fr_fr: Selon votre procédure standard, vous pouvez affecter différentes tâches connexes ISO à vos employés. Vous pouvez assigner les tâches aux employés spécifiques en cliquant sur Ajouter ci-dessous.
it_it: Secondo la vostra procedura standard, è possibile assegnare diversi compiti ISO relativi ai tuoi dipendenti. È possibile assegnare i compiti ai dipendenti specifici facendo clic su Aggiungi sotto.
mr: आपल्या मानक प्रक्रिया नुसार, आपण आपल्या कर्मचार्यांना विविध आयएसओ संबंधित कामे ठरवलेली शकते. आपण खाली ADD क्लिक करून विशिष्ट कर्मचार्यांना त्या कार्ये नोंदवू शकता.
pt_pt: De acordo com o procedimento padrão, você pode ter atribuído várias tarefas ISO relacionados aos seus funcionários. Você pode atribuir essas tarefas a funcionários específicos, clicando em Adicionar abaixo.

source: Once the task is assigned to the respective employees, based on the schedule, the employee will receive alerts on those tasks each time they login.
ar_ae: مرة واحدة تم تعيين المهمة إلى الموظفين المعنيين، على أساس الجدول الزمني، فإن موظف أستقبال تنبيه على تلك المهام في كل مرة الدخول.
de_de: Sobald die Aufgabe an die jeweiligen Mitarbeiter, basierend auf dem Zeitplan zugeordnet ist, wird der Mitarbeiter Warnungen auf die Aufgaben jedes Mal, wenn sie einloggen zu erhalten.
es_es: Una vez que la tarea se asigna a los respectivos empleados, en base al cronograma, el empleado recibirá alertas en aquellas tareas cada vez que se inicia sesión.
fr_fr: Une fois la tâche est attribuée aux employés respectifs, en fonction du calendrier, l'employé recevra des alertes sur les tâches à chaque fois qu'ils se connecter.
it_it: Una volta che il compito è assegnato ai rispettivi dipendenti, sulla base del programma, il dipendente riceverà gli avvisi sui compiti, ogni volta che accedi.
mr: कार्य वेळापत्रकानुसार आधारित संबंधित कर्मचारी, नियुक्त एकदा, कर्मचारी त्या कार्यांमध्ये त्यांनी लॉगिन प्रत्येक वेळी अॅलर्ट प्राप्त करणार नाही.
pt_pt: Uma vez que a tarefa é atribuída aos respectivos empregados, com base no cronograma, o empregado receberá alertas sobre as atribuições de cada vez que entrar.

source: This will make your ISO related activity monitoring easy.
ar_ae: وهذا سيجعل تراقب نشاط يتعلق ISO الخاص سهلة.
de_de: Dadurch wird Ihr ISO bezogenen Activity Monitoring einfach.
es_es: Esto hará que su actividad relacionada con el seguimiento de ISO fácil.
fr_fr: Cela rendra votre activité liée ISO surveillance facile.
it_it: Questo renderà il monitoraggio dell'attività ISO legati facile.
mr: हे तुमचे ISO संबंधित क्रियाकलाप सोपे निरीक्षण करेल.
pt_pt: Isso fará com que o monitoramento fácil sua atividade ISO relacionados.

source: No. of Tasks
ar_ae: عدد المهام
de_de: Anzahl der Aufgaben
es_es: Número de tareas
fr_fr: Nombre de tâches
gu: કાર્યો સંખ્યા
it_it: Numero di attività
mr: कार्ये संख्या
pt_pt: N º de Tarefas

source: Task Monitor
ar_ae: مراقبة المهمة
fr_fr: Contrôleur de tâches
gu: કાર્ય મોનિટર
mr: कार्य निरीक्षण
pt_pt: Monitor de Tarefa

source: Custom Templates
ar_ae: قوالب مخصصة
de_de: Benutzerdefinierte Vorlagen
es_es: Plantillas personalizadas
fr_fr: Modèles personnalisés
gu: કસ્ટમ નમૂનાઓ
it_it: Modelli personalizzati
mr: सानुकूल टेम्पलेट
pt_pt: Modelos personalizados

source: Template creation as per requirements. Also add schedules & auto generate reports.
ar_ae: إنشاء قالب وفقا لمتطلبات. أيضا إضافة جداول والسيارات توليد التقارير.
de_de: Template-Erstellung nach den Anforderungen. Auch hinzufügen Pläne & Auto Berichte generieren.
es_es: Creación de plantillas según los requisitos. También agregar horarios y auto generar informes.
fr_fr: Création modèle conformément aux exigences. Ajoutent également les horaires et auto générer des rapports.
gu: જરૂરીયાતો પ્રમાણે ટેમ્પલેટ બનાવવું. પણ ઉમેરો શેડ્યુલ અને ઓટો અહેવાલ તૈયાર કરાશે.
it_it: Creazione del modello secondo i requisiti. Anche aggiungere programmi e auto generare report.
mr: आवश्यकता नुसार साचा निर्मिती. तसेच वेळापत्रक व स्वयं अहवाल व्युत्पन्न घालावे.
pt_pt: Criação do modelo como por exigências. Além disso, adicione os horários e auto gerar relatórios.

source: For each Department, you need to assess the required data entry input for ISO related activities, on a daily / weekly / monthly basis.
ar_ae: لكل دائرة، تحتاج إلى تقييم المدخلات إدخال البيانات المطلوبة للأنشطة ISO ذات الصلة، على أساس يومي / أسبوعي / شهري.
de_de: Für jede Abteilung, müssen Sie die erforderliche Dateneingabe-Eingang für ISO bezogenen Aktivitäten zu bewerten, auf einer täglichen / wöchentlichen / monatlichen Basis.
es_es: Para cada departamento, es necesario evaluar la entrada de la entrada de datos requerida para las actividades relacionadas con la ISO, a diario / semanal / mensual.
fr_fr: Pour chaque département, vous devez évaluer l'apport de la saisie des données nécessaires pour les activités liées ISO, sur une base quotidienne / hebdomadaire / mensuel.
it_it: Per ogni Dipartimento, è necessario valutare l'ingresso di inserimento dati richiesti per le attività connesse ISO, su base giornaliera / settimanale / mensile.
mr: प्रत्येक विभाग, आपण दररोज / साप्ताहिक / मासिक आधारावर, आयएसओ संबंधित क्रियाकलाप आवश्यक डाटा एंट्री इनपुट मुल्यांकन करणे आवश्यक आहे.
pt_pt: Para cada departamento, é preciso avaliar a entrada de entrada de dados necessária para as atividades relacionadas com ISO, em uma base diária / semanal / mensal.

source: Based on the benchmark set, FlinkISO will automatically update you on the over all readiness.
ar_ae: استنادا إلى مجموعة القياسي، سوف FlinkISO تحديث تلقائيا على جميع أنحاء الاستعداد.
de_de: Basierend auf der Benchmark-Satz wird automatisch aktualisiert FlinkISO Sie auf die über alle Bereitschaft.
es_es: Con base en el conjunto de referencia, FlinkISO le informará automáticamente en los más de toda la preparación.
fr_fr: Sur la base de l'ensemble de référence, FlinkISO va automatiquement vous mettre à jour sur le plus d'empressement.
it_it: Basato sul set benchmark, FlinkISO vi si aggiornerà automaticamente sulla su tutto pronto.
mr: आक्षेपार्ह आधारित, FlinkISO आपोआप सर्व तयारी प्रती वर आपण अद्यतनित होईल.
pt_pt: Com base no conjunto de referência, FlinkISO irá atualizá-lo automaticamente em todas as mais de prontidão.

source: Define Benchmarks
ar_ae: تحديد معايير
de_de: Benchmarks definieren
es_es: Definir puntos de referencia
fr_fr: Définir des repères
gu: બેન્ચમાર્ક વ્યાખ્યાયિત
it_it: Definire Benchmark
mr: बेंचमार्क परिभाषित
pt_pt: Definir referencial

source: Work in progress
ar_ae: التقدم في العمل
de_de: Noch in Arbeit
es_es: Trabajo en curso
fr_fr: Travaux en cours
gu: ચાલુ કામ
it_it: Lavori in corso
mr: प्रगतीपथावर कार्य
pt_pt: Trabalhos em curso

source: Non Conformities Report
ar_ae: تقرير عدم المطابقة
de_de: Nicht Conformities Bericht
es_es: Reporte de No Conformidades
fr_fr: Rapport de non conformités
it_it: Rapporto Non Conformità
mr: नॉन Conformities अहवाल
pt_pt: Conformidades relatório de não

source: Why do we need this?
ar_ae: لماذا نحتاج ذلك؟
de_de: Warum brauchen wir das?
es_es: ¿Por qué necesitamos esto?
fr_fr: Pourquoi avons-nous besoin de cela?
it_it: Perché abbiamo bisogno di questo?
mr: का आम्ही हे आवश्यक आहे?
pt_pt: Por que precisamos disso?

source: Some Management Representative notes on this subject should appear here.
ar_ae: يجب أن بعض الملاحظات الممثل الإدارة حول هذا الموضوع تظهر هنا.
de_de: Einige Managementbeauftragter Hinweise zu diesem Thema sollte hier angezeigt.
es_es: Algunas notas de Gestión representativos sobre este tema debe aparecer aquí.
fr_fr: Quelques notes Management Représentant sur ce sujet devraient apparaître ici.
it_it: Alcune note Management Rappresentante in materia dovrebbero comparire qui.
mr: या विषयावर काही व्यवस्थापन प्रतिनिधी नोट्स येथे दिसून पाहिजे.
pt_pt: Algumas notas Representante da Direção sobre este assunto devem aparecer aqui.

source: We can extract these from Helps section
ar_ae: يمكننا استخراج هذه من يساعد القسم
de_de: Wir können diese Auszug aus Hilft Abschnitt
es_es: Podemos extraer estos de la sección Ayuda
fr_fr: Nous pouvons extraire ces de la section Aide
it_it: Siamo in grado di estrarre questi dal Aiuta sezione
mr: विभाग पासून मदत करते आम्ही या काढू शकता
pt_pt: Podemos extrair estes de ajuda seção

source: Available Quality Documents (MR Department)
ar_ae: الإطلاع على وثائق الجودة (قسم MR)
de_de: Verfügbar Qualitätsdokumente (MR Abteilung)
es_es: Documentos disponibles, calidad (Departamento MR)
fr_fr: Documents de qualité disponibles (MR Ministère)
gu: ઉપલબ્ધ જાત દસ્તાવેજો (મિ વિભાગ)
it_it: Disponibile qualità documenti (Dipartimento MR)
mr: उपलब्ध गुणवत्ता दस्तऐवज (श्रीयुत विभाग)
pt_pt: Documentos qualidade disponível (Departamento MR)

source: You can add/view your company Quality Manuals / Procedures / Objectives / Records / Policies for MR department by clicking on the links below. <br /> These documents are available for all users.
ar_ae: يمكنك إضافة / عرض الكتيبات الخاصة بك الجودة شركة / الإجراءات / أهداف / السجلات / سياسات لإدارة MR عن طريق النقر على الروابط أدناه. <br /> وهذه الوثائق متاحة لجميع المستخدمين.
de_de: Sie können / hinzufügen Ihr Unternehmen Qualitätshandbücher / Verfahren / Ziele / Records / Richtlinien für die MR-Abteilung, indem Sie auf den unten stehenden Links. <br /> Diese Dokumente sind für alle Benutzer verfügbar.
es_es: Usted puede añadir / ver sus manuales de calidad de empresa / Procedimientos / Objetivos / Registros / Políticas de departamento MR haciendo clic en los siguientes enlaces. <br /> Estos documentos están disponibles para todos los usuarios.
fr_fr: Vous pouvez ajouter / voir vos manuels compagnie de qualité / Procédures / Objectifs / Records / politiques pour le département MR en cliquant sur les liens ci-dessous. <br /> Ces documents sont disponibles pour tous les utilisateurs.
gu: તમે નીચેની લિંક પર ક્લિક કરીને મિ વિભાગ માટે તમારી કંપની જાત માર્ગદર્શિકાઓ / પ્રક્રિયા / હેતુઓ / રેકોર્ડઝ / નીતિઓ જુઓ / ઉમેરી શકો છો. <br /> આ દસ્તાવેજો બધા વપરાશકર્તાઓ માટે ઉપલબ્ધ છે.
it_it: È possibile aggiungere / visualizzare i manuali azienda Qualità / Procedure / Obiettivi / Records / Politiche per il reparto MR cliccando sui link qui sotto. <br /> Questi documenti sono disponibili per tutti gli utenti.
mr: आपण जोडा / खालील लिंक वर क्लिक करून एमआर विभागासाठी आपली कंपनी गुणवत्ता हस्तपुस्तिका / प्रक्रियांची / उद्दिष्टे / रेकॉर्डस / धोरणे पाहू शकतात. <br /> हे दस्तऐवज सर्व वापरकर्त्यांसाठी उपलब्ध आहे.
pt_pt: Você pode adicionar / visualizar seus manuais de qualidade da empresa / Procedimentos / Objectivos / Records / Políticas de departamento MR, clicando nos links abaixo. <br /> Estes documentos estão disponíveis para todos os usuários.

source: List of available forms
ar_ae: قائمة الأشكال المتاحة
de_de: Liste der verfügbaren Formen
fr_fr: Liste des formulaires disponibles
it_it: Elenco dei moduli disponibili
mr: उपलब्ध फॉर्म यादी
pt_pt: Lista de formulários disponíveis

source: Admin Dashboard
ar_ae: الادارة وحة القيادة
es_es: Dashboard administración
fr_fr: Administrateur tableau de bord
mr: प्रशासन डॅशबोर्ड
pt_pt: Painel de Administração

source: Fire Extinguisher
ar_ae: آلة إطفاء حريق
de_de: Feuerlöscher
es_es: Extintor de fuego
fr_fr: Extincteur
gu: અગ્નિશામક
it_it: Estintore
mr: अग्निशामक उपकरण
pt_pt: Extintor

source: Fire Extinguisher Types
ar_ae: أنواع مطفأة حريق
de_de: Feuerlöscher-Typen
es_es: Tipos Extintor
fr_fr: Types d'extincteur d'incendie
gu: અગ્નિશામક પ્રકાર
it_it: Tipi di estintore
mr: अग्निशामक उपकरण प्रकार
pt_pt: Tipos de extintores de incêndio

source: No. of Fire Extinguishers
ar_ae: عدد طفايات الحريق
de_de: Anzahl der Feuerlöscher
es_es: N º de extintores
fr_fr: Nombre de Extincteurs
gu: અગ્નિશામકો અસરકારક નિવડે સંખ્યા
it_it: Numero di estintori
mr: फायर Extinguishers संख्या
pt_pt: N º de Extintores de Incêndio

source: Check List For Housekeeping
ar_ae: قائمة التحقق من أجل الوطن
de_de: Checkliste für den Haushalt
es_es: Lista de verificación para la limpieza
fr_fr: Liste de vérification pour le ménage
gu: ગૃહ વ્યવસ્થા માટે યાદી તપાસો
it_it: Lista di controllo per le pulizie
mr: Housekeeping यादी तपासा
pt_pt: Lista de verificação para Limpeza

source: To create a checklist for housekeeping make sure you have already added
ar_ae: لإنشاء قائمة مرجعية من أجل الوطن تأكد من أنك قد أضفت
de_de: , Eine Checkliste für den Haushalt zu schaffen machen, dass Sie bereits hinzugefügt haben
es_es: Para crear una lista de control para asegurarse de que el servicio de limpieza ya ha agregado
fr_fr: Pour créer une liste de contrôle pour le ménage vérifiez que vous avez déjà ajouté
it_it: Per creare una lista di controllo per le pulizie assicurarsi di aver già aggiunto
mr: Housekeeping एक तपासणी यादी तयार करण्यासाठी खात्री आहे की आपण आधीच जोडले आहे करा
pt_pt: Para criar uma lista de verificação para limpeza certifique-se de já ter adicionado

source: No. of Housekeeping Checklists
ar_ae: عدد الغرف قوائم المراجعة
de_de: Anzahl der Hauswirtschafts-Checklisten
es_es: Número de listas de verificación de limpieza
fr_fr: Nombre de Ménage listes de contrôle
gu: ગૃહ વ્યવસ્થા Checklists સંખ્યા
it_it: Numero di pulizie Liste di controllo
mr: Housekeeping Checklists संख्या
pt_pt: N º de Housekeeping Listas

source: Housekeeping Responsibilities
ar_ae: المسؤوليات المنزلية
de_de: Hauswirtschafts-Aufgaben
es_es: Responsabilidades de limpieza
fr_fr: Responsabilités d'entretien ménager
gu: ગૃહ વ્યવસ્થા જવાબદારીઓ
it_it: Responsabilità pulizie
mr: Housekeeping उत्तरदायित्व
pt_pt: Responsabilidades de limpeza

source: No. of Housekeeping Responsibilities
ar_ae: عدد الغرف المسؤوليات
de_de: Anzahl der Hauswirtschafts-Aufgaben
es_es: Número de Responsabilidades de limpieza
fr_fr: Nombre de responsabilités Ménage
gu: ગૃહ વ્યવસ્થા જવાબદારીઓ સંખ્યા
it_it: Numero di Responsabilità pulizie
mr: Housekeeping जबाबदा क्रमांक
pt_pt: N º de Responsabilidades de limpeza

source: Available Quality Documents (ADMIN Department)
ar_ae: الإطلاع على وثائق الجودة (قسم ADMIN)
de_de: Verfügbar Qualitätsdokumente (ADMIN Abteilung)
es_es: Documentos disponibles, calidad (Departamento ADMIN)
fr_fr: Documents de qualité disponibles (Département ADMIN)
gu: ઉપલબ્ધ જાત દસ્તાવેજો (એડમિન વિભાગ)
it_it: Disponibile qualità documenti (Dipartimento ADMIN)
mr: उपलब्ध गुणवत्ता दस्तऐवज (प्रशासक विभाग)
pt_pt: Documentos qualidade disponível (Departamento ADMIN)
