Repository: Athenolabs/flinkiso-lite
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_ae, de_de, es_es, fr_fr, gu, it_it, mr, pt_pt

source: Please wait while your earlier session expires
ar_ae: الرجاء الانتظار لحين انتهاء دورة سابقة لديك
es_es: Espera un momento durante la sesión anterior expire
gu: તમારા અગાઉ સત્ર સમાપ્ત થાય છે, જ્યારે કૃપા કરીને રાહ જુઓ
it_it: Per favore attendi che il tuo sessione prima della scadenza
pt_pt: Por favor aguarde enquanto a sessão mais cedo expira

source: Username incorrect or Account is locked or Already logged in
ar_ae: اسم المستخدم غير صحيحة أو مقفل أو تسجيل حساب بالفعل في
es_es: Nombre de usuario incorrecto o la cuenta está bloqueada o que ya se haya identificado
gu: વપરાશકર્તા નામ અયોગ્ય અને એકાઉન્ટની તાળું મરાયેલ છે કે પહેલેથી જ પ્રવેશેલ
it_it: Nome utente errato o account è bloccato o già registrati
pt_pt: Nome de usuário incorreto ou conta está bloqueada ou já logado

source: Your account is locked
ar_ae: تم تأمين حسابك
de_de: Ihr Konto ist gesperrt
es_es: Su cuenta está bloqueada
fr_fr: Votre compte est verrouillé
gu: તમારું એકાઉન્ટ લૉક થયું છે,
it_it: Il tuo account è bloccato
mr: आपले खाते लॉक केले आहे
pt_pt: Sua conta está bloqueada

source: Incorrect login credential
ar_ae: الاعتماد تسجيل الدخول غير صحيح
de_de: Falsche Login-Anmeldeinformationen
es_es: Credenciales de inicio de sesión incorrecta
fr_fr: Mauvaise connexion des titres de compétences
it_it: Login errato credenziali
mr: अयोग्य लॉगिन क्रिडेन्शियलच्या
pt_pt: Incorreto credencial de login

source: Please change your password
ar_ae: الرجاء تغيير كلمة المرور الخاصة بك
de_de: Bitte ändern Sie Ihr Passwort
es_es: Por favor, cambie su contraseña
fr_fr: S'il vous plaît changer votre mot de passe
gu: તમારો પાસવર્ડ બદલી કરો
it_it: Si prega di cambiare la password
mr: कृपया आपला संकेतशब्द बदला
pt_pt: Por favor, altere sua senha

source: Incorrect Login Credentials or your account is locked or already logged in
ar_ae: بيانات الدخول غير صحيحة أو حسابك مقفل أو بالفعل في تسجيل
de_de: Falsche Anmeldedaten oder Ihr Konto gesperrt oder bereits eingeloggt
es_es: Credenciales de conexión incorrectos o su cuenta está bloqueada o que ya se conectó
fr_fr: Identifiants de connexion incorrectes ou votre compte est verrouillé ou déjà enregistrés dans
gu: ખોટો લૉગિન પ્રમાણપત્રો અથવા તમારા એકાઉન્ટ લૉક અથવા પહેલેથી જ પ્રવેશેલ છે
it_it: Credenziali di accesso errate o il vostro account è bloccato o già registrato
mr: अयोग्य लॉगिन क्रेडेन्शिअल्स किंवा आपले खाते लॉक किंवा आधीच लॉग इन
pt_pt: Incorretas credenciais de login ou sua conta está bloqueada ou já logado

source: Saved
ar_ae: تم الحفظ
de_de: Gespeichert
es_es: Guardado
fr_fr: Sauvegardé
gu: સાચવેલા
it_it: Salvato
mr: जतन केलेले
pt_pt: Guardado

source: Not Saved
ar_ae: لا المحفوظة
de_de: Nicht gespeichert
es_es: No Guardado
fr_fr: Non Saved
gu: સાચવવામાં
it_it: Non Salvato
mr: जतन केलेले नाही
pt_pt: Não Salvo

source: You have a meeting scheduled on
ar_ae: لديك الاجتماع المقرر عقده يوم
de_de: Sie haben ein Treffen im Linien
es_es: Usted tiene una reunión programada en
fr_fr: Vous avez une réunion prévue le
it_it: Hai una riunione pianificata su
mr: आपण वर अनुसूचित बैठक आहे
pt_pt: Você tem uma reunião agendada em

source: Your password has been change
ar_ae: وقد تم تغيير كلمة المرور الخاصة بك
de_de: Ihr Passwort wurde Wechsel
es_es: Su contraseña ha sido el cambio
fr_fr: Votre mot de passe a été le changement
it_it: La tua password è stata il cambiamento
mr: आपला संकेतशब्द बदल केले गेले आहे
pt_pt: Sua senha foi mudança

source: Your current password does not match with the password you have entered. please try again.
ar_ae: لا تطابق كلمة المرور الحالية مع كلمة المرور التي قمت بإدخالها. يرجى المحاولة مرة أخرى.
de_de: Ihr aktuelles Passwort nicht mit dem von Ihnen eingegebenen Passwort entsprechen. Bitte versuchen Sie es erneut.
es_es: Su contraseña actual no coincide con la contraseña que ha introducido. Por favor, inténtelo de nuevo.
fr_fr: Votre mot de passe ne correspond pas au mot de passe que vous avez entré. s'il vous plaît essayer à nouveau.
it_it: La password corrente non corrisponde con la password che hai inserito. Si prega di riprovare.
mr: आपला वर्तमान संकेतशब्द आपण प्रविष्ट केलेले संकेतशब्द सह जुळत नाही. कृपया पुन्हा प्रयत्न करा.
pt_pt: Sua senha atual não corresponde com a senha que você digitou. por favor tente novamente.

source: Account created
ar_ae: الحساب المنشأ
de_de: Konto erstellt
es_es: Cuenta creada
fr_fr: Compte créé
it_it: Account creato
mr: खाते तयार केले
pt_pt: Conta criada

source: Failed to create account. Error while creating user
ar_ae: فشل إنشاء حساب. خطأ أثناء إنشاء المستخدم
de_de: Nicht berücksichtigt habe, zu schaffen. Fehler beim Erstellen von Benutzer
es_es: Error al crear la cuenta. Error al crear el usuario
fr_fr: Impossible de créer le compte. Erreur lors de la création de l'utilisateur
it_it: Impossibile creare un account. Errore durante la creazione dell'utente
mr: खाते तयार करण्यात अयशस्वी. त्रुटी वापरकर्ता तयार करताना
pt_pt: Falha ao criar conta. Erro ao criar usuário

source: Failed to create account. Error while creating employee
ar_ae: فشل إنشاء حساب. خطأ أثناء إنشاء موظف
de_de: Nicht berücksichtigt habe, zu schaffen. Fehler beim Erstellen Mitarbeiter
es_es: Error al crear la cuenta. Error al crear el empleado
fr_fr: Impossible de créer le compte. Erreur lors de la création de l'employé
it_it: Impossibile creare un account. Errore durante la creazione dipendente
mr: खाते तयार करण्यात अयशस्वी. त्रुटी कर्मचारी तयार करताना
pt_pt: Falha ao criar conta. Erro ao criar empregado

source: Failed to create account. Error while creating branch
ar_ae: فشل إنشاء حساب. خطأ أثناء إنشاء فرع
de_de: Nicht berücksichtigt habe, zu schaffen. Fehler beim Erstellen von Zweig
es_es: Error al crear la cuenta. Error durante la creación de la rama
fr_fr: Impossible de créer le compte. Erreur lors de la création de la branche
it_it: Impossibile creare un account. Errore durante la creazione di branch
mr: खाते तयार करण्यात अयशस्वी. त्रुटी शाखा तयार करताना
pt_pt: Falha ao criar conta. Erro ao criar ramo

source: Failed to create account. Error while creating company
ar_ae: فشل إنشاء حساب. خطأ أثناء إنشاء شركة
de_de: Nicht berücksichtigt habe, zu schaffen. Fehler beim Erstellen von Unternehmen
es_es: Error al crear la cuenta. Error durante la creación de la empresa
fr_fr: Impossible de créer le compte. Erreur lors de la création d'entreprise
it_it: Impossibile creare un account. Errore durante la creazione di società
mr: खाते तयार करण्यात अयशस्वी. त्रुटी कंपनी तयार करताना
pt_pt: Falha ao criar conta. Erro ao criar empresa

source: Congratulations, your account is activated
ar_ae: تهانينا، يتم تنشيط حسابك
de_de: Herzlichen Glückwunsch, Ihr Konto aktiviert
es_es: Enhorabuena, su cuenta se activa
fr_fr: Félicitations, votre compte est activé
it_it: Congratulazioni, il tuo account è attivo
mr: अभिनंदन, आपले खाते सक्रिय आहे
pt_pt: Parabéns, sua conta é ativada

source: Can not activate account. Please contact us at +91 22 2876 6060 for help
ar_ae: لا يمكن تفعيل الحساب. يرجى الاتصال بنا على +91 22 2876 6060 للحصول على المساعدة
es_es: No se puede activar la cuenta. Por favor, contacte con nosotros en +91 22 2876 6060 para obtener ayuda
it_it: Impossibile attivare l'account. Vi preghiamo di contattarci al +91 22 2876 6060 aiuto
pt_pt: Não é possível ativar conta. Entre em contato conosco pelo +91 22 2876 6060 para obter ajuda

source: Formats saved.
ar_ae: صيغ المحفوظة.
de_de: Formaten gespeichert.
es_es: Formatos salvos.
fr_fr: Formats enregistrés.
it_it: Formati salvati.
mr: स्वरुपे जतन.
pt_pt: Formatos salvos.

source: Please login to setup SMTP details
ar_ae: يرجى تسجيل الدخول لإعداد التفاصيل SMTP
de_de: Bitte einrichten SMTP-Details anmelden
es_es: Inicia sesión para detalles de SMTP setup
fr_fr: S'il vous plaît vous connecter à des détails SMTP de configuration
it_it: Effettua il login per i dettagli di configurazione SMTP
mr: सेटअप या SMTP तपशील लॉगिन करा
pt_pt: Por favor, faça o login para detalhes de configuração de SMTP

source: SMTP setup done successfully.
ar_ae: SMTP يتم الإعداد بنجاح.
de_de: SMTP-Setup erfolgreich durchgeführt.
es_es: Configuración SMTP hacer con éxito.
fr_fr: Configuration SMTP fait avec succès.
it_it: Impostazione SMTP fatto con successo.
mr: SMTP सेटअप यशस्वीरित्या पूर्ण.
pt_pt: Configuração SMTP feito com sucesso.

source: Can not connect with SMTP server, Please check smtp details.
ar_ae: لا يمكن الاتصال مع خادم SMTP، يرجى مراجعة التفاصيل SMTP.
es_es: No se puede conectar con el servidor SMTP, compruebe por favor los detalles del smtp.
it_it: Non è possibile collegarsi con il server SMTP, Si prega di verificare i dettagli smtp.
pt_pt: Não é possível conectar com o servidor SMTP, favor verificar os detalhes do smtp.

source: File parameter is missing
ar_ae: المعلمة الملف مفقود
de_de: Datei-Parameter fehlt
es_es: Parámetro del archivo no se encuentra
fr_fr: paramètre du fichier est manquant
gu: ફાઇલ પરિમાણ ગુમ થયેલ
it_it: Parametro file è mancante
mr: फाइल मापदंड गहाळ आहे
pt_pt: Parâmetro do arquivo está faltando

source: File deleted!
ar_ae: حذف الملف!
de_de: Datei gelöscht!
es_es: Archivo borrado
fr_fr: Fichier supprimé!
gu: ફાઇલ કાઢી!
it_it: File cancellato!
mr: फाइल हटविली!
pt_pt: Arquivo apagado!

source: Unable to delete File
ar_ae: غير قادر على حذف الملف
de_de: Kann Datei nicht löschen
es_es: No se puede eliminar archivo
fr_fr: Impossible de supprimer le fichier
gu: ફાઇલ કાઢી નાખવામાં અક્ષમ
it_it: Impossibile eliminare file
mr: फाइल हटविण्यात अक्षम
pt_pt: Não é possível excluir arquivo

source: File does not exist!
ar_ae: الملف غير موجود!
de_de: Datei existiert nicht!
es_es: El archivo no existe?
fr_fr: Le fichier n'existe pas!
gu: ફાઈલ અસ્તિત્વમાં નથી!
it_it: Il file non esiste!
mr: फाइल अस्तित्वात नाही!
pt_pt: O arquivo não existe!

source: What would you like to do?
ar_ae: ماذا تريد أن تفعل؟
de_de: Was möchten Sie tun?
es_es: ¿Qué desea hacer?
fr_fr: Que voulez-vous faire?
gu: તમે શું કરવા માંગો છો?
it_it: Cosa ti piacerebbe fare?
mr: आपण काय करू इच्छिता?
pt_pt: O que você gostaria de fazer?

source: File
ar_ae: ملف
de_de: Datei
es_es: Archivo
fr_fr: Fichier
gu: ફાઈલ
mr: फाइल
pt_pt: Arquivo

source: An error occured while transferring the file.
ar_ae: حدث خطأ أثناء نقل الملف.
de_de: Bei der Übertragung der Datei ist ein Fehler aufgetreten.
es_es: Ha ocurrido un error durante la transferencia de archivos.
fr_fr: Une erreur s'est produite lors du transfert du fichier.
gu: ફાઇલ પરિવહન કરતી વખતે એક ભૂલ આવી.
it_it: Verificato un errore durante il trasferimento del file.
mr: फाइल ह तांत रत करताना एक त्रुटी आली.
pt_pt: Ocorreu um erro durante a transferência do arquivo.

source: The file is invalid.
ar_ae: الملف غير صالح.
de_de: Die Datei ist ungültig.
es_es: El archivo no es válido.
fr_fr: Le fichier n'est pas valide.
gu: ફાઇલ અમાન્ય છે.
it_it: Il file non è valido.
mr: फाइल अवैध आहे.
pt_pt: O arquivo é inválido.

source: The file cannot be processed.
ar_ae: لا يمكن معالجة الملف.
de_de: Die Datei kann nicht verarbeitet werden.
es_es: El archivo no se puede procesar.
fr_fr: Le fichier ne peut pas être traitée.
gu: ફાઇલ પ્રક્રિયા થઈ શકતી નથી.
it_it: Il file non può essere elaborato.
mr: फाइल प्रक्रिया करणे शक्य नाही.
pt_pt: O arquivo não pode ser processado.

source: The file cannot be transferred from or to location.
ar_ae: لا يمكن نقل ملف من أو إلى الموقع.
de_de: Die Datei kann nicht von oder zu Standort übertragen werden.
es_es: El archivo no puede ser transferido desde o hasta la ubicación.
fr_fr: Le fichier ne peut pas être transféré de ou à l'endroit.
gu: ફાઇલ પ્રદેશથી અથવા નામે થઈ ન શકે.
it_it: Il file non può essere trasferito da o per posizione.
mr: फाइल किंवा स्थानावर हस्तांतरण होऊ शकत नाही.
pt_pt: O processo não pode ser transferido a partir de ou para o local.

source: Executable files cannot be uploaded.
ar_ae: لا يمكن تحميل الملفات القابلة للتنفيذ.
de_de: Ausführbare Dateien können nicht hochgeladen werden.
es_es: Los archivos ejecutables no se pueden cargar.
fr_fr: Les fichiers exécutables ne peuvent pas être téléchargées.
gu: એક્ઝેક્યુટેબલ ફાઈલો અપલોડ કરી શકો છો.
it_it: I file eseguibili non possono essere caricati.
mr: एक्झिक्युटेबल फाइल अपलोड करणे शक्य नाही.
pt_pt: Arquivos executáveis ​​não pode ser carregado.

source: The file is too large.
ar_ae: الملف كبير جدا.
de_de: Die Datei ist zu groß.
es_es: El archivo es demasiado grande.
fr_fr: Le fichier est trop volumineux.
gu: આ ફાઇલ ખૂબ મોટી છે.
it_it: Il file è troppo grande.
mr: फाइल खूप मोठी आहे.
pt_pt: O arquivo é muito grande.

source: The file has the wrong extension.
ar_ae: يحتوي الملف على امتداد الخطأ.
de_de: Die Datei hat die falsche Erweiterung.
es_es: El archivo tiene una extensión incorrecta.
fr_fr: Le fichier a le mauvais poste.
gu: ફાઇલ ખોટી વિસ્તરણ છે.
it_it: Il file ha l'estensione sbagliata.
mr: फाइल चुकीच्या विस्तार आहे.
pt_pt: O arquivo tem a extensão errada.

source: The file has the wrong MIME type.
ar_ae: يحتوي الملف على نوع MIME خاطئة.
de_de: Die Datei hat die falsche MIME-Typ.
es_es: El archivo tiene el tipo MIME incorrecto.
fr_fr: Le fichier a le mauvais type MIME.
gu: ફાઇલ ખોટી MIME પ્રકાર છે.
it_it: Il file ha il tipo MIME errato.
mr: फाइल चुकीच्या MIME प्रकार आहे.
pt_pt: O arquivo tem o tipo MIME errado.

source: Textual replacement
ar_ae: استبدال النصية
de_de: Text Ersatz
es_es: Reemplazo de Pruebas
fr_fr: remplacement textuels
gu: શાબ્દિક બદલી
it_it: Sostituzione testuale
mr: ग्रंथातील बदलण्याची शक्यता
pt_pt: Substituição Textual

source: A textual replacement must be provided.
ar_ae: يجب توفير بديل النصية.
de_de: Eine Text Ersatz zu sorgen.
es_es: Un reemplazo textual debe ser proporcionada.
fr_fr: Le remplacement d'un texte doit être fourni.
gu: એક શાબ્દિક બદલવા પૂરી પાડવી જ જોઇએ.
it_it: Deve essere fornita una sostituzione testuale.
mr: एक ग्रंथातील बदलण्याची शक्यता प्रदान करणे आवश्यक आहे.
pt_pt: Deve ser fornecida uma substituição textual.

source: Release
ar_ae: الإصدار
de_de: Freigeben
es_es: Lanzamiento
fr_fr: Parution
gu: રજૂઆત
it_it: Rilascio
mr: प्रकाशन
pt_pt: Libertar

source: Add Appraisal Question
ar_ae: إضافة تقييم سؤال
de_de: Appraisal hinzufügen Frage
es_es: Añadir Appraisal pregunta
fr_fr: Ajouter Appréciation question
it_it: Aggiungi Appraisal domanda
mr: मूल्यांकनाचे प्रश्न जोडा
pt_pt: Adicionar Appraisal Pergunta

source: Publish
ar_ae: نشر
de_de: Veröffentlichen
es_es: Publicar
fr_fr: Publier
gu: પ્રકાશિત કરો
it_it: Pubblica
mr: प्रकाशित करा
pt_pt: publicar

source: Approve Appraisal Question
ar_ae: الموافقة على تقييم سؤال
de_de: Genehmigen Appraisal Frage
es_es: Aprobar Appraisal pregunta
fr_fr: Approuver évaluation question
it_it: Approva Valutazione Domanda
mr: मूल्यांकनाचे प्रश्न मंजूर करा
pt_pt: Aprovar Appraisal Pergunta

source: List
ar_ae: قائمة
de_de: Liste
es_es: Lista
fr_fr: Liste
gu: યાદી
it_it: Lista
mr: यादी
pt_pt: Lista

source: Edit Appraisal Question
ar_ae: تحرير تقييم سؤال
de_de: Bearbeiten Appraisal Frage
es_es: Editar Appraisal pregunta
fr_fr: Modifier Appréciation question
it_it: Modifica Valutazione Domanda
mr: संपादन मूल्यांकनाचे प्रश्न
pt_pt: Editar Appraisal Pergunta

source: Question
ar_ae: سؤ
de_de: Frage
es_es: Pregunta
gu: પ્રશ્ન
it_it: Domande
mr: प्रश्न
pt_pt: Pergunta

source: No results found
ar_ae: لا توجد نتائج
de_de: Keine Ergebnisse gefunden
es_es: No se han encontrado resultados
fr_fr: Aucun résultat
gu: મળ્યું નથી પરિણામો
it_it: Nessun risultato trovato
mr: कोणतेही परिणाम आढळले नाहीत
pt_pt: Não foram encontrados resultados

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
ar_ae: {الصفحة: الصفحة} من {:} صفحات، والتي تبين {:} التيار تسجل من {:} إجمالي عدد، اعتبارا سجل {: بدء}، {وتنتهي في نهاية: نهاية}
de_de: Seite {: Seite} von {:} Seiten, zeigt {: current} {zeichnet aus: count} Insgesamt ab Rekord {: start}, {endet am: end}
fr_fr: Page {:page} de {:pages}, montrant {:current} dossiers sur {:count} au total, à partir du dossier {:start}, terminant le {:end}
gu: {: COUNT} બહાર રેકોર્ડ: {} વર્તમાન વર્ગીકરણ: {પાના},: પાનું {} પાનું કુલ રેકોર્ડ પર શરૂ: {: અંત} પર અંત, {} શરૂ
mr: पृष्ठ {: पृष्ठ} च्या {: पृष्ठे}, {दर्शविणे: सद्य} वर समाप्त,: {सुरू} रेकॉर्ड वर सुरू, एकूण {संख्या} बाहेर नोंद {: शेवट}
pt_pt: Página {: page} de {}: páginas, mostrando {:} atuais registros de {:} contagem total, começando no registro {:} começar, terminando em {:} final

source: previous
ar_ae: سابقة
de_de: zurück
es_es: anterior
fr_fr: précédent
gu: ગત
it_it: precedente
mr: मागील
pt_pt: anterior

source: next
ar_ae: التالي
de_de: Weiter
es_es: siguiente
fr_fr: suivant
gu: આગામી
it_it: prossimo
mr: पुढील
pt_pt: próximo

source: New Appraisal Question
ar_ae: تقييم سؤال جديد
de_de: New Appraisal Frage
es_es: Nueva pregunta de evaluación
fr_fr: Nouvelle évaluation question
it_it: Nuovo Valutazione Domanda
mr: नवीन मूल्यांकनाचे प्रश्न
pt_pt: Nova Avaliação Pergunta

source: View Appraisal Question
ar_ae: عرض تقييم سؤال
de_de: Ansicht Appraisal Frage
es_es: Ver Appraisal pregunta
fr_fr: Voir Appréciation question
it_it: Vista Appraisal domanda
mr: पहा मूल्यांकनाचे प्रश्न
pt_pt: Ver Appraisal Pergunta

source: Edit
ar_ae: تحرير
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
gu: ફેરફાર કરો
it_it: Modifica
mr: बदल
pt_pt: Editar

source: Sr. No
ar_ae: أعدت بواسطة
de_de: Sr. Nein
fr_fr: Num.
gu: ક્રમ
mr: Sr. Nofg
pt_pt: Sr. Não

source: Prepared By
de_de: Hergestellt von
es_es: Preparado por
fr_fr: Préparé par
gu: દ્વારા તૈયાર
it_it: Preparato da
mr: करून तयार
pt_pt: Preparado pela

source: Approved By
ar_ae: وافق عليها
de_de: Genehmigt von
es_es: Aprobado por
fr_fr: Approuvé Par
gu: દ્વારા મંજૂર
it_it: Approvato da
mr: द्वारा मंजुरी
pt_pt: Aprovado por

source: Add Appraisal
ar_ae: إضافة تقييم
de_de: Appraisal hinzufügen
es_es: Agregar evaluación
fr_fr: Ajouter évaluation
it_it: Aggiungi Appraisal
mr: मूल्यांकनाचे जोडा
pt_pt: Adicionar Appraisal

source: Step - 1 (Pre-Appraisal)
ar_ae: خطوة - 1 (قبل تقييم)
de_de: Schritt - 1 (Pre-Appraisal)
es_es: Paso - 1 (Pre-Evaluación)
fr_fr: Étape - 1 (pré-évaluation)
mr: स्टेप - 1 (पूर्व मूल्यांकनाचे)
pt_pt: Etapa - 1 (Pré-Avaliação)

source: Employee
ar_ae: موظف
de_de: Mitarbeiter
es_es: Empleado
fr_fr: Employé
gu: કર્મચારી
it_it: Dipendente
mr: कर्मचारी
pt_pt: Empregado

source: Appraiser
ar_ae: المثمن
de_de: Gutachter
es_es: Tasador
fr_fr: Expert
it_it: Esperto
mr: योग्य किंमत ठरवणारा
pt_pt: Avaliador

source: Employee selected above will receive a link to appraisal questions via email.
ar_ae: سوف يحصل الموظف المحدد أعلاه وصلة لأسئلة التقييم عبر البريد الإلكتروني.
de_de: Mitarbeiter oben ausgewählten einen Link auf die Beurteilung Fragen per E-Mail erhalten.
es_es: Empleado seleccionado anteriormente recibirá un enlace a las preguntas de evaluación a través de correo electrónico.
fr_fr: Employé sélectionné ci-dessus recevra un lien vers des questions d'évaluation par courriel.
it_it: Dipendente selezionata sopra riceverà un link alle domande di valutazione via email.
mr: निवडलेल्या उपरोक्त कर्मचारी ईमेल द्वारे मूल्यांकनाची प्रश्न एक दुवा प्राप्त होईल.
pt_pt: Empregado selecionado acima receberá um link para perguntas de avaliação via e-mail.

source: Select Appraisal Questions
ar_ae: تحديد أسئلة التقييم
de_de: Wählen Appraisal Fragen
es_es: Seleccione Preguntas de la valoración
fr_fr: Sélectionnez évaluation Questions
it_it: Selezionare valutazione Domande
mr: मूल्यांकनाचे प्रश्न निवडा
pt_pt: Selecione Appraisal Perguntas

source: Add Appraisal Review
ar_ae: إضافة استعراض تقييم
de_de: Fügen Appraisal Bewertung
es_es: Añadir Appraisal Comentario
fr_fr: Ajouter examen d'une évaluation
it_it: Aggiungi Appraisal Recensione
mr: मूल्यांकनाचे पुनरावलोकन जोडा
pt_pt: Adicionar comentário Appraisal

source: Employee information
ar_ae: معلومات الموظف
de_de: Mitarbeiterinformationen
es_es: Información del Empleado
fr_fr: Renseignements sur l'employé
it_it: Informazioni sui dipendenti
mr: कर्मचारी माहिती
pt_pt: Informações sobre funcionários

source: Employee Name
ar_ae: اسم موظف
de_de: Name des Mitarbeiters
es_es: Nombre de Empleado.
fr_fr: Nom de l'employé
it_it: Nome dipendente
mr: कर्मचारी नाव
pt_pt: Nome do Funcionário

source: Date of Joining
ar_ae: تاريخ الانضمام
de_de: Eintrittsdatum
es_es: Fecha de Ingreso
fr_fr: Date d'adhésion
it_it: Data di giunzione
mr: सामील होत तारीख
pt_pt: Data de Participar

source: Designation
ar_ae: الوظيفة
de_de: Bezeichnung
es_es: Designación
fr_fr: Désignation
gu: હોદ્દો
it_it: Designazione
mr: पदनाम
pt_pt: Designação

source: Date of Appraisal
ar_ae: تاريخ التقييم
de_de: Datum der Beurteilung
es_es: Fecha de la Evaluación:
fr_fr: Date de l'évaluation
it_it: Data di Valutazione
mr: मूल्यांकनाचे तारीख
pt_pt: Data de Avaliação

source: Department
ar_ae: إدارة
de_de: Abteilung
es_es: Departamento
fr_fr: Departement
gu: વિભાગો
it_it: Dipartimento
mr: विभाग
pt_pt: Departamento

source: Employee Number
ar_ae: عدد الموظفين
de_de: Mitarbeiternummer
es_es: Número de empleados
fr_fr: Nombre des employés
gu: કર્મચારી સંખ્યા
it_it: Numero dei dipendenti
mr: कर्मचारी संख्या
pt_pt: Número de funcionários

source: Location
ar_ae: الموقع
de_de: Standort
es_es: Ubicaci´
fr_fr: Emplacement
it_it: Posizio
mr: ठिकाण / जागा
pt_pt: Localização

source: Reason for Appraisal
ar_ae: سبب تقييم
de_de: Grund für Appraisal
es_es: Razón para la Evaluación
fr_fr: Raison pour évaluation
it_it: Motivo della Valutazione
mr: मूल्यांकनाची कारण
pt_pt: Motivo para Appraisal

source: Employee Appraisal Questions
ar_ae: أسئلة تقييم الموظف
de_de: Mitarbeitergespräch Fragen
es_es: Empleado de la valoración Preguntas
fr_fr: évaluation de l'employé Questions
it_it: Dipendente di valutazione Domande
mr: कर्मचारी मूल्यांकनाचे प्रश्न
pt_pt: Empregado de Avaliação Perguntas

source: Self Appraisal Not Required
ar_ae: تقييم الذاتي غير مطلوب
de_de: Selbstbeurteilungs Nicht erforderlich
fr_fr: Auto-évaluation Non requis
it_it: Auto valutazione non richiesto
mr: स्वत: मूल्यांकनाचे नाही आवश्यक
pt_pt: Autoavaliação Não Obrigatório

source: Final Result and Recommendation
ar_ae: النتيجة النهائية والتوصيات
de_de: Endergebnis und die Empfehlung
es_es: Resultado Final y Recomendación
fr_fr: Résultat et recommandation finale
it_it: Risultato finale e la raccomandazione
mr: अंतिम निकाल आणि शिफारस
pt_pt: Resultado Final e da Recomendação

source: Comments by Employee
ar_ae: تعليقات حسب الموظف
de_de: Kommentare von Mitarbeiter
es_es: Comentarios de los Empleados
fr_fr: Commentaires de l'employé
it_it: Commenti per dipendente
mr: कर्मचारी टिप्पण्या
pt_pt: Comentários por Empregado

source: (apart from comments on the assessment, this column could also cover reasons for the current level of performance constraints or grievances, suggestions for improvements, etc.)
ar_ae: (بغض النظر عن تعليقات على هذا التقييم، يمكن أن يغطي هذا العمود أيضا أسباب المستوى الحالي للمعوقات الأداء أو شكاوى واقتراحات من أجل إدخال تحسينات، وما إلى ذلك)
de_de: (Abgesehen von Kommentaren über die Bewertung, konnte diese Spalte auch auf Gründe für die aktuelle Leistungsniveau Einschränkungen oder Beschwerden, Verbesserungsvorschläge, etc.)
es_es: (Aparte de los comentarios sobre la evaluación, esta columna también podría cubrir razones para el nivel actual de restricciones de rendimiento o quejas, sugerencias de mejora, etc)
fr_fr: (En dehors de commentaires sur l'évaluation, cette colonne peut aussi couvrir des raisons pour le niveau actuel de contraintes de performance ou des griefs, des suggestions d'amélioration, etc)
it_it: (A parte i commenti sulla valutazione, questa colonna potrebbe coprire anche ragioni per l'attuale livello di vincoli di performance o lamentele, proposte di miglioramento, ecc)
mr: (याशिवाय मूल्यांकन टिप्पण्या, हा स्तंभ देखील इ कामगिरी निर्बंध किंवा तक्रारी चालू पातळीवरील कारणे, सुधारणा सूचना, कव्हर)
pt_pt: (Além de comentários sobre a avaliação, esta coluna também poderia cobrir razões para o nível atual de restrições de desempenho ou queixas, sugestões de melhorias, etc)
