Repository: Athenolabs/flinkiso-lite
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_ae, de_de, es_es, fr_fr, gu, it_it, mr, pt_pt

source: The report has been saved
ar_ae: تم حفظ التقرير
de_de: Der Bericht wurde gespeichert
es_es: El informe se ha guardado
fr_fr: Le rapport a été enregistré
gu: આ અહેવાલ સંગ્રહ કરવામાં આવી છે
it_it: Il rapporto è stato salvato
mr: अहवाल जतन केली गेली आहे
pt_pt: O relatório foi salvo

source: The report could not be saved. Please, try again.
ar_ae: لا يمكن حفظ التقرير. من فضلك، حاول مرة أخرى.
de_de: Der Bericht konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El informe no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le rapport n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ અહેવાલ સંગ્રહ થશે નહી કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: La relazione non poteva essere salvato. Per favore, provare di nuovo.
mr: अहवाल जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O relatório não pode ser salvo. Por favor, tente novamente.

source: Invalid Report
ar_ae: تقرير غير صالح
de_de: Ungültiger Bericht
es_es: Informe inválido
fr_fr: Rapport non valide
it_it: Rapporto non valido
mr: अवैध अहवाल
pt_pt: Relatório inválido

source: All selected value deleted
ar_ae: عن القيمة المحددة حذف
de_de: Alle ausgewählten Wert gelöscht
es_es: Todo valor seleccionado borrado
fr_fr: Tout valeur sélectionnée supprimé
gu: કાઢી બધા પસંદ કરેલ કિંમત
it_it: Tutte valore selezionato cancellato
mr: हटविले निवडलेले सर्व मूल्य
pt_pt: Todo o valor selecionado eliminado

source: Invalid detail
ar_ae: التفاصيل غير صالح
de_de: Ungültige Detail
es_es: Detalle inválido
fr_fr: Détail non valide
gu: અમાન્ય વિગતવાર
it_it: Dettaglio non valido
mr: अवैध तपशील
pt_pt: Detalhadamente inválido

source: All selected value was not deleted from Approve
ar_ae: لم يتم حذف جميع القيمة المحددة من الموافقة
de_de: Alle ausgewählten Wert wurde nicht vom genehmigen gelöscht
es_es: Todo valor seleccionado no se ha eliminado de Aprobar
fr_fr: Tout valeur sélectionnée n'a pas été supprimé de Approuver
it_it: Tutto il valore selezionato non è stato eliminato da Approvare
mr: सर्व निवडलेल्या मूल्य मंजूर पासून हटविले नाही
pt_pt: Todo o valor selecionado não foi excluído do Aprovar

source: Selected Report Deleted
ar_ae: اختيار تقرير المحذوفة
de_de: Ausgewählter Bericht Deleted
es_es: Seleccionado Reportar eliminados
fr_fr: Le rapport sélectionné supprimé
it_it: Selezionato Rapporto Deleted
mr: निवडलेला अहवाल हटविला
pt_pt: Relatório Selecionado Deleted

source: Selected Report was not deleted
ar_ae: لم يتم حذف التقرير المحدد
de_de: Ausgewählter Bericht wurde nicht gelöscht
es_es: Informe seleccionado no se ha eliminado
fr_fr: Le rapport sélectionné n'a pas été supprimé
it_it: Segnala selezionato non è stato cancellato
mr: निवडलेला अहवाल हटविले नाही
pt_pt: Relatório Selecionado não foi excluída

source: All selected value was not deleted
ar_ae: لم يتم حذف جميع القيمة المحددة
de_de: Alle ausgewählten Wert wurde nicht gelöscht
es_es: Todo valor seleccionado no se ha eliminado
fr_fr: Tout valeur sélectionnée n'a pas été supprimé
gu: બધા પસંદ કરેલ કિંમત કાઢી ન હતી
it_it: Tutto il valore selezionato non è stato cancellato
mr: सर्व निवडलेल्या मूल्य हटविले नाही
pt_pt: Todo o valor selecionado não foi excluída

source: All selected values deleted
ar_ae: كل القيم المختارة حذفها
de_de: Alle ausgewählten Werte gelöscht
es_es: Todos los valores seleccionados eliminados
fr_fr: Toutes les valeurs sélectionnées supprimés
gu: કાઢી બધા પસંદ કરેલ કિંમતો
it_it: Tutti i valori selezionati eliminati
mr: सर्व निवडलेल्या मूल्यांसाठी हटविले
pt_pt: Todos os valores selecionados excluídos

source: Close
ar_ae: إغلاق
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
gu: બંધ
it_it: Chiudi
mr: बंद करा
pt_pt: Fechar

source: Open
ar_ae: فتح
de_de: Geöffnet
es_es: Abrir
fr_fr: Ouvert
gu: ખુલ્લુ
it_it: Aperto
mr: उघडा
pt_pt: Abrir

source: Yes
ar_ae: نعم
de_de: Ja
es_es: Sí
fr_fr: Oui
gu: હા
it_it: Si
mr: होय
pt_pt: Sim

source: No
ar_ae: لا
de_de: Nein
es_es: Ño
fr_fr: Non
gu: ક્રમ
it_it: Non
mr: नाही
pt_pt: Não

source: Customer Feedback
ar_ae: ملاحظات العملاء
de_de: Kunden-Feedback
es_es: Comentarios del cliente
fr_fr: Réactions des clients
gu: ગ્રાહક પ્રતિસાદ
it_it: Questionario e commenti sulla soddisfazione clienti.
mr: ग्राहक अभिप्राय
pt_pt: Comentário do cliente

source: Customer Complaint
ar_ae: شكوى العملاء
de_de: Kundenreklamation
es_es: Quejas de Clientes
fr_fr: Plainte à la clientèle
gu: ગ્રાહક ફરિયાદ
it_it: Reclamo del cliente
mr: ग्राहक तक्रार
pt_pt: Reclamação do cliente

source: Access Denied
ar_ae: الدخول غير مقبول.
de_de: Zugriff verweigert
es_es: Acceso denegado.
fr_fr: Accès refusé
gu: ઍક્સેસ નકાર્યું
it_it: Accesso negato
mr: प्रवेश नाकारण्यात
pt_pt: Acesso negado

source: Please login to continue
ar_ae: يرجى تسجيل الدخول إلى مواصلة
de_de: Bitte anmelden, um weiterhin
es_es: Inicia sesión para continuar
fr_fr: S'il vous plaît le login pour continuer
it_it: Effettua il login per continuare
mr: सुरू ठेवण्यासाठी लॉग इन करा
pt_pt: Por favor, faça o login para continuar

source: Master list of formats already exist.
ar_ae: قائمة رئيسية من صيغ موجودة بالفعل.
de_de: Master-Liste der Formate bereits existieren.
es_es: Ya existen Lista maestra de formatos.
fr_fr: Liste principale de formats existent déjà.
it_it: Elenco principale dei formati già esistenti.
mr: स्वरूप मास्टर ऑफ यादी आधीच अस्तित्वात.
pt_pt: Mestre lista de formatos já existentes.

source: Please sign in to access the application
ar_ae: الرجاء تسجيل الدخول للوصول إلى التطبيق
de_de: Bitte melden Sie sich an, um auf die Anwendung zuzugreifen
es_es: Por favor, identifíquese para acceder a la aplicación
fr_fr: S'il vous plaît vous connecter pour accéder à l'application
gu: અરજી વાપરવા માટે સાઇન ઇન કરો
it_it: Accedi per accedere all'applicazione
mr: अनुप्रयोग प्रवेश करण्यासाठी साइन इन करा
pt_pt: Faça login para acessar o aplicativo

source: This appraisal can not be edited as the appraisal date has passed or it is being answered by Employee (Appraisee).
ar_ae: لا يمكن تحرير هذا التقييم موعدا تقييم مرت أو يتم الرد عليه من قبل الموظف (Appraisee).
de_de: Diese Einschätzung kann nicht bearbeitet werden, da die Beurteilung Datum überschritten oder es von Employee (Beurteilte) beantwortet.
es_es: Esta apreciación no se puede editar como fecha de evaluación ha pasado o está siendo respondida por empleado (el evaluado).
fr_fr: Cette évaluation ne peut être modifié que la date d'évaluation est passé ou il est répondu par l'employé (personne évaluée).
it_it: Questa valutazione non può essere modificata come la data di valutazione ha superato o è in corso risponde Employee (persona valutata).
mr: मूल्यांकनाची मुदत पार केली म्हणून हे मूल्यमापन संपादित केला जाऊ शकत नाही किंवा ती नोकरी (Appraisee) उत्तरे जात आहे.
pt_pt: Essa avaliação não pode ser editado como a data de avaliação passou ou está a ser respondida por empregado (o avaliado).

source: Selected %s deleted <br> Except (%d) values due to their pending approvals
ar_ae: اختيار %s حذف <BR> باستثناء ( %d ) القيم بسبب الموافقات المعلقة الخاصة
de_de: Ausgewählte %s <br> Ausnahme (gestrichen %d ) Werte aufgrund ihrer ausstehenden Genehmigungen
es_es: Seleccionado %s borrado <br> Salvo ( %d ) valores debido a sus aprobaciones pendientes
fr_fr: Sélectionné %s supprimé <br> Sauf ( %d en raison de leurs approbations en attente) valeurs
it_it: Selezionato %s cancellato <br> Salvo ( %d ) Valori a causa delle loro approvazioni in sospeso
mr: निवडलेले %s (वगळता प्रवास हटविले %d त्यांच्या प्रलंबित प्रस्तावानुसार) मूल्ये
pt_pt: Selecionado %s apagado Except ( %d ) valoriza devido às suas aprovações pendentes

source: All selected %s deleted
ar_ae: كل مختارة %s حذفها
de_de: Alle ausgewählten %s gelöscht
es_es: All seleccionado %s borrado
fr_fr: Tous les sélectionnés %s supprimés
it_it: Tutti selezionati %s cancellato
mr: सर्व निवडलेल्या %s हटवली
pt_pt: Tudo selecionado %s apagado

source: All %s was not deleted
ar_ae: جميع %s لم يتم حذف
de_de: Alle %s wurde nicht gelöscht
es_es: Todo %s no se ha eliminado
fr_fr: Tous les %s n'a pas été supprimé
it_it: Tutto %s non è stato eliminato
mr: सर्व %s हटविले नाही
pt_pt: Todos %s não foi excluída

source: All %s restored
ar_ae: جميع %s استعادة
de_de: Alle %s wiederhergestellt
es_es: Todo %s restaurada
fr_fr: Tous les %s restaurés
it_it: Tutto %s restaurato
mr: सर्व %s पुनर्संचयित
pt_pt: Todos %s restaurados

source: %s restored
ar_ae: %s استعادة
de_de: %s wiederhergestellt
es_es: %s restaurada
fr_fr: %s restaurés
it_it: %s restaurato
mr: %s पुनर्संचयित
pt_pt: %s restaurados

source: Selected %s Deleted
ar_ae: اختيار %s المحذوفة
de_de: Ausgewählte %s Gelöscht
es_es: Seleccionado %s Eliminado
fr_fr: Sélectionné %s Supprimé
it_it: Selezionato %s Deleted
mr: निवडलेले %s हटविला
pt_pt: Selecionado %s Deleted

source: Selected %s was not deleted
ar_ae: اختيار %s لم يتم حذف
de_de: Ausgewählte %s wurde nicht gelöscht
es_es: Seleccionado %s no se ha eliminado
fr_fr: Sélectionné %s n'a pas été supprimé
it_it: Selezionato %s non è stato eliminato
mr: निवडलेले %s हटविले नाही
pt_pt: Selecionado %s não foi excluída

source: Please make sure you have created the proper report. It looks like you have not defined the table class (single/multiple)
ar_ae: من فضلك تأكد من خلقت التقرير المناسب. يبدو أنك لم تحدد الجدول الدرجة (واحد / متعددة)
de_de: Bitte stellen Sie sicher, dass Sie den richtigen Bericht erstellt haben. Es sieht aus wie Sie die Tabellenklasse (single / multiple) definiert haben
es_es: Por favor, asegúrese de que ha creado el informe adecuado. Parece que no ha definido la clase de tabla (única / múltiple)
fr_fr: S'il vous plaît assurez que vous avez créé le rapport proprement dit. Il semble que vous n'avez pas défini la classe de table (simple / multiple)
gu: તમે યોગ્ય અહેવાલ રચના કરી છે તેની ખાતરી હોય. તમે કોષ્ટક વર્ગ વ્યાખ્યાયિત નથી એવું લાગે છે (એક / બહુવિધ)
it_it: Si prega di assicurarsi di aver creato il rapporto corretto. Sembra che tu non hai definito la classe di tabella (singola / multipla)
mr: आपण योग्य अहवाल तयार केला आहे याची खात्री करा. आपण टेबल वर्ग (सिंगल / अनेक) व्याख्या नाहीत असे दिसते
pt_pt: Por favor, certifique-se de ter criado o relatório apropriado. Parece que você não definiu a classe de tabela (single / múltipla)

source: You can't publish meeting records.
ar_ae: لا يمكنك نشر محاضر الاجتماعات.
de_de: Sie können nicht zu veröffentlichen, welche Datensätze.
es_es: No se pueden publicar actas de las sesiones.
fr_fr: Vous ne pouvez pas publier comptes rendus de séance.
it_it: Non è possibile pubblicare incontrare record.
mr: आपण रेकॉर्ड मीलन प्रकाशित करू शकता.
pt_pt: Não é possível postar reunião registros.

source: Record published successfully.
ar_ae: سجل نشرت بنجاح.
de_de: Rekord erfolgreich veröffentlicht.
es_es: Record publicado correctamente.
fr_fr: Fiche publié avec succès.
it_it: Record ha pubblicato con successo.
mr: नोंद यशस्वीरित्या प्रकाशित.
pt_pt: Grave publicado com sucesso.

source: Invalid appraisal question
ar_ae: تقييم السؤال غير صالح
de_de: Ungültige Beurteilung Frage
es_es: Pregunta de evaluación válida
fr_fr: Question d'évaluation valide
it_it: Invalid domanda di valutazione
mr: अवैध मूल्यांकनाची प्रश्न
pt_pt: Questão de avaliação inválido

source: The appraisal question has been saved
ar_ae: تم حفظ مسألة تقييم
de_de: Die Bewertung wurde gespeichert Frage
es_es: La pregunta de evaluación se ha guardado
fr_fr: La question de l'évaluation a été enregistrée
it_it: La domanda di valutazione è stato salvato
mr: मूल्यांकनाची प्रश्न जतन केली गेली आहे
pt_pt: A questão de avaliação foi salvo

source: The appraisal question could not be saved. Please, try again.
ar_ae: تعذر حفظ السؤال التقييم. من فضلك، حاول مرة أخرى.
de_de: Die Beurteilung Frage konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La pregunta de evaluación no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: La question de l'évaluation n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
it_it: La questione valutazione non poteva essere salvato. Per favore, provare di nuovo.
mr: मूल्यांकनाची प्रश्न जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A questão de avaliação não pôde ser salvo. Por favor, tente novamente.

source: Invalid approval id
ar_ae: معرف موافقة صالح
de_de: Ungültige Genehmigung id
es_es: Identificación aprobación inválido
fr_fr: Invalid id approbation
gu: અમાન્ય મંજૂરી ID ને
it_it: Invalid id approvazione
mr: अवैध मंजूरी आयडी
pt_pt: Id inválido aprovação

source: The appraisal question has been saved.
ar_ae: تم حفظ السؤال التقييم.
de_de: Die Bewertung wurde gespeichert Frage.
es_es: La pregunta de evaluación se ha guardado.
fr_fr: La question de l'évaluation a été enregistrée.
it_it: La domanda di valutazione è stato registrato.
mr: मूल्यांकनाची प्रश्न जतन केले गेले आहे.
pt_pt: A questão de avaliação foi salvo.

source: Invalid appraisal
ar_ae: تقييم غير صالح
de_de: Ungültige Bewertung
es_es: Evaluación válida
fr_fr: Évaluation valide
it_it: Valutazione non valido
mr: अवैध मूल्यमापन
pt_pt: Avaliação inválido

source: The appraisal has been saved
ar_ae: تم حفظ التقييم
de_de: Die Bewertung wurde gespeichert
es_es: La evaluación se ha guardado
fr_fr: L'évaluation a été enregistrée
it_it: La valutazione è stata salvata
mr: मूल्यांकनाची जतन केली गेली आहे
pt_pt: A avaliação foi salvo

source: The appraisal has been saved.
ar_ae: تم حفظ التقييم.
de_de: Die Bewertung wurde gespeichert.
es_es: La evaluación se ha guardado.
fr_fr: L'évaluation a été enregistrée.
it_it: La valutazione è stata salvata.
mr: मूल्यांकनाची जतन केले गेले आहे.
pt_pt: A avaliação foi salvo.

source: The appraisal could not be saved. Please, try again.
ar_ae: لا يمكن حفظ التقييم. من فضلك، حاول مرة أخرى.
de_de: Die Bewertung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La evaluación no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: L'évaluation n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
it_it: La valutazione non poteva essere salvato. Per favore, provare di nuovo.
mr: मूल्यांकनाची जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A avaliação não pode ser salvo. Por favor, tente novamente.

source: All selected value restored
ar_ae: عن القيمة المحددة استعادة
de_de: Alle ausgewählten Wert wieder hergestellt
es_es: Todo valor seleccionado restaurado
fr_fr: Tout valeur sélectionnée restauré
gu: પુનર્સ્થાપિત બધા પસંદ કરેલ કિંમત
it_it: Tutte valore selezionato restaurato
mr: पुनर्संचयित निवडलेले सर्व मूल्य
pt_pt: Todo o valor selecionado restaurado

source: Invalid performance review token, try again.
ar_ae: مراجعة الأداء رمز غير صالح، حاول مرة أخرى.
de_de: Ungültige Erfolgs Token, versuchen Sie es erneut.
es_es: Ficha de evaluación de desempeño no válida, vuelva a intentarlo.
fr_fr: Performances invalide examen jeton, essayer à nouveau.
it_it: Invalid token di valutazione delle prestazioni, provare di nuovo.
mr: अवैध कामगिरी पुनरावलोकन टोकन, पुन्हा प्रयत्न करा.
pt_pt: Inválido token de avaliação de desempenho, tente novamente.

source: Appraisal Answers Saved.
ar_ae: تقييم الأجوبة المحفوظة.
de_de: Bewertung Antworten Gespeichert.
es_es: Evaluación Respuestas Guardado.
fr_fr: Évaluation réponses enregistrées.
it_it: Valutazione Answers salvati.
mr: मूल्यांकनाचे जतन उत्तरे.
pt_pt: Appraisal Respostas Salvo.

source: There are no appraisal questions.
ar_ae: لا توجد أسئلة التقييم.
de_de: Es gibt keine Beurteilung Fragen.
es_es: No hay preguntas de evaluación.
fr_fr: Il n'y a pas de questions d'évaluation.
it_it: Non ci sono domande di valutazione.
mr: नाही मूल्यांकनाची प्रश्न आहेत.
pt_pt: Não há dúvidas de avaliação.

source: No email id available for this employee, try again.
ar_ae: لا يوجد معرف البريد الإلكتروني المتاح لهذا الموظف، وحاول مرة أخرى.
de_de: Keine E-Mail-ID für diesen Mitarbeiter verfügbar, versuchen Sie es erneut.
es_es: Sin correo electrónico de identificación disponible para este empleado, inténtelo de nuevo.
fr_fr: Aucune identification d'email disponible pour cet employé, essayez à nouveau.
it_it: Nessuna id-mail disponibile per questo dipendente, riprova.
mr: या कर्मचा उपलब्ध नाही ईमेल आयडी, पुन्हा प्रयत्न करा.
pt_pt: No ID e-mail disponível para este funcionário, tente novamente.

source: Can not send appraisal questions to user. Please check SMTP details, Email Id of employee.
ar_ae: لا يمكن إرسال الأسئلة إلى تقييم المستخدم. يرجى مراجعة التفاصيل SMTP، البريد الإلكتروني هوية الموظف.
de_de: Kann nicht Würdigung Fragen Benutzer zu senden. Bitte überprüfen Sie SMTP Details, Email Id des Mitarbeiters.
es_es: No se pueden enviar preguntas de evaluación al usuario. Por favor, consulte los detalles de SMTP, Email Id de empleado.
fr_fr: Vous ne pouvez pas envoyer des questions d'évaluation à l'utilisateur. S'il vous plaît vérifier les détails SMTP, Email Id de l'employé.
it_it: Non è possibile inviare domande di valutazione per l'utente. Si prega di verificare i dettagli SMTP, Email Id del dipendente.
mr: वापरकर्त्याला मूल्यांकनाची प्रश्न पाठवू शकत नाही. या SMTP तपशील तपासा, कर्मचा ईमेल आयडी.
pt_pt: Não é possível enviar perguntas de avaliação para o usuário. Por favor verifique detalhes SMTP, Id e-mail do empregado.

source: The Benchmarks has been saved..
ar_ae: تم حفظ المقاييس ..
de_de: Die Benchmarks wurden gespeichert ..
es_es: Los puntos de referencia se ha guardado ..
fr_fr: Les points de repère a été sauvé ..
it_it: I benchmark è stato salvato ..
mr: बेंचमार्क जतन केले गेले आहे ..
pt_pt: Os referencial foi salvo ..

source: Invalid branch
ar_ae: فرع صالح
de_de: Ungültige Zweig
es_es: Rama inválido
fr_fr: Branche invalide
gu: અમાન્ય શાખા
it_it: Ramo non valido
mr: अवैध शाखा
pt_pt: Ramo inválido

source: The branch has been saved
ar_ae: تم حفظ فرع
de_de: Die Niederlassung wurde gespeichert
es_es: La rama se ha guardado
fr_fr: La branche a été enregistré
gu: આ શાખા સંગ્રહ કરવામાં આવી છે
it_it: Il ramo è stato salvato
mr: शाखा जतन केली गेली आहे
pt_pt: O ramo foi salva

source: The branch could not be saved. Please, try again.
ar_ae: تعذر حفظ الفرع. من فضلك، حاول مرة أخرى.
de_de: Die Niederlassung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La rama no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: La branche n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ શાખા સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: Il ramo non poteva essere salvato. Per favore, provare di nuovo.
mr: शाखा जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O ramo não pode ser salvo. Por favor, tente novamente.

source: The branch has been saved.
ar_ae: تم حفظ الفرع.
de_de: Die Niederlassung wurde gespeichert.
es_es: La rama se ha guardado.
fr_fr: La branche a été enregistré.
it_it: Il ramo è stato registrato.
mr: शाखा जतन केले गेले आहे.
pt_pt: O ramo foi salvo.

source: Invalid calibration
ar_ae: المعايرة غير صالحة
de_de: Unzulässige Kalibrierung
es_es: Calibración inadmisible
fr_fr: Calibration incorrecte
gu: અમાન્ય કેલિબ્રેશન
it_it: Calibrazione non valido
mr: अवैध कॅलिब्रेशन
pt_pt: Calibração inválido

source: The calibration has been saved
ar_ae: تم حفظ المعايرة
de_de: Die Kalibrierung wurde gespeichert
es_es: La calibración se ha guardado
fr_fr: L'étalonnage a été enregistré
gu: આ કેલિબ્રેશન સંગ્રહ કરવામાં આવી છે
it_it: La calibrazione è stata salvata
mr: कॅलिब्रेशन जतन केली गेली आहे
pt_pt: A calibração foi salva

source: The calibration could not be saved. Please, try again.
ar_ae: تعذر حفظ المعايرة. من فضلك، حاول مرة أخرى.
de_de: Die Kalibrierung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La calibración no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le calibrage n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ કેલિબ્રેશન સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: La calibrazione non poteva essere salvato. Per favore, provare di nuovo.
mr: कॅलिब्रेशन जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A calibração não pôde ser salvo. Por favor, tente novamente.

source: The Calibration has been saved.
ar_ae: تم حفظ المعايرة.
de_de: Die Kalibrierung wurde gespeichert.
es_es: La calibración se ha guardado.
fr_fr: Le calibrage a été enregistré.
it_it: La calibrazione è stato registrato.
mr: कॅलिब्रेशन जतन केले गेले आहे.
pt_pt: A calibração foi salvo.

source: Invalid capa category
ar_ae: فئة كابا غير صالحة
de_de: Ungültige capa Kategorie
es_es: Categoría de capa no válido
fr_fr: Catégorie de capa invalide
gu: અમાન્ય capa શ્રેણી
it_it: Invalid categoria capa
mr: अवैध capa श्रेणी
pt_pt: Categoria capa inválido

source: The capa category has been saved
ar_ae: تم حفظ فئة كابا
de_de: Die capa Kategorie wurde gespeichert
es_es: La categoría de capa se ha guardado
fr_fr: La catégorie de capa a été enregistré
gu: આ capa શ્રેણી સાચવવામાં આવી છે
it_it: La categoria capa è stato salvato
mr: capa वर्ग जतन केली गेली आहे
pt_pt: A categoria de capa foi salva

source: The capa category could not be saved. Please, try again.
ar_ae: تعذر حفظ فئة كابا. من فضلك، حاول مرة أخرى.
de_de: Die capa Kategorie konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La categoría de capa no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: La catégorie de capa n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ capa શ્રેણી સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: La categoria capa non poteva essere salvato. Per favore, provare di nuovo.
mr: capa श्रेणी जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A categoria de capa não poderia ser salvo. Por favor, tente novamente.

source: The capa category has been saved.
ar_ae: تم حفظ فئة كابا.
de_de: Die capa Kategorie wurde gespeichert.
es_es: La categoría de capa se ha guardado.
fr_fr: La catégorie de capa a été enregistré.
it_it: La categoria capa è stato registrato.
mr: capa वर्ग जतन केले गेले आहे.
pt_pt: A categoria de capa foi salvo.

source: Invalid capa source
ar_ae: مصدر كابا غير صالح
de_de: Ungültige Quelle capa
es_es: Fuente de capa no válido
fr_fr: Source de capa invalide
gu: અમાન્ય capa સ્ત્રોત
it_it: Fonte capa non valido
mr: अवैध capa स्रोत
pt_pt: Fonte capa inválido

source: The capa source has been saved
ar_ae: تم حفظ مصدر كابا
de_de: Die capa Quelle wurde gespeichert
es_es: La fuente CAPA se ha guardado
fr_fr: La source de capa a été enregistré
gu: આ capa સ્ત્રોત સંગ્રહ કરવામાં આવી છે
it_it: La fonte capa è stato salvato
mr: capa स्रोत जतन केली गेली आहे
pt_pt: A fonte capa foi salva

source: The capa source could not be saved. Please, try again.
ar_ae: تعذر حفظ مصدر كابا. من فضلك، حاول مرة أخرى.
de_de: Die capa Quelle konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La fuente de capa no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: La source de capa n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ capa સ્ત્રોત સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: La fonte capa non poteva essere salvato. Per favore, provare di nuovo.
mr: capa स्रोत जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A fonte capa não poderia ser salvo. Por favor, tente novamente.

source: Invalid change addition deletion request
ar_ae: التغيير غير صالح الطلب بالإضافة الحذف
de_de: Ungültige Änderung zusätzlich Löschauftrag
es_es: Cambio inválido solicitud de eliminación además
fr_fr: Changement invalide demande plus de suppression
gu: અમાન્ય ફેરફાર ઉપરાંત હટાવવા માટેની વિનંતી
it_it: Cambiamento non valida richiesta di cancellazione oltre
mr: अवैध बदल व्यतिरिक्त सहमत
pt_pt: Mudança inválido pedido disso exclusão
