Repository: Athenolabs/flinkiso-lite
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_ae, de_de, es_es, fr_fr, gu, it_it, mr, pt_pt

source: The supplier registration could not be saved. Please, try again.
ar_ae: لا يمكن حفظ تسجيل المورد. من فضلك، حاول مرة أخرى.
de_de: Die Lieferantenregistrierung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El registro de proveedores no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: L'enregistrement de fournisseur n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ સપ્લાયર નોંધણી સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: La registrazione fornitore non poteva essere salvato. Per favore, provare di nuovo.
mr: पुरवठादार नोंदणी जतन केली जाऊ शकत नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O cadastro de fornecedores não pôde ser salvo. Por favor, tente novamente.

source: The supplier registration has been saved.
ar_ae: تم حفظ تسجيل المورد.
de_de: Der Lieferant Anmeldung wurde gespeichert.
es_es: El registro de proveedores se ha guardado.
fr_fr: L'enregistrement de fournisseur a été enregistré.
it_it: La registrazione dei fornitori è stato registrato.
mr: पुरवठादार नोंदणी जतन केली गेली आहे.
pt_pt: O cadastro de fornecedores foi salvo.

source: Invalid system table
ar_ae: جدول النظام غير صالح
de_de: Ungültige Systemtabelle
es_es: Tabla de sistema no válido
fr_fr: Invalid table système
gu: અમાન્ય સિસ્ટમ કોષ્ટક
it_it: Tabella di sistema non valido
mr: अवैध प्रणाली टेबल
pt_pt: Tabela de sistema inválido

source: The system table has been saved
ar_ae: تم حفظ جدول النظام
de_de: Die Systemtabelle wurde gespeichert
es_es: La tabla del sistema se ha guardado
fr_fr: La table système a été enregistré
gu: સિસ્ટમ ટેબલ સંગ્રહ કરવામાં આવી છે
it_it: La tabella di sistema è stato registrato
mr: प्रणाली टेबल जतन केली गेली आहे
pt_pt: A tabela sistema foi salvo

source: The system table could not be saved. Please, try again.
ar_ae: تعذر حفظ جدول النظام. من فضلك، حاول مرة أخرى.
de_de: Die Systemtabelle konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La tabla del sistema no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le tableau du système n'a pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: સિસ્ટમ ટેબલ સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: La tabella di sistema non poteva essere salvato. Per favore, provare di nuovo.
mr: प्रणाली टेबल जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A tabela do sistema não pôde ser salvo. Por favor, tente novamente.

source: Invalid task
ar_ae: مهمة غير صالحة
de_de: Ungültige Aufgabe
es_es: Tarea no válido
fr_fr: Tâche non valide
gu: અમાન્ય કાર્ય
it_it: Compito non valido
mr: अवैध कार्य
pt_pt: Tarefa inválido

source: The task has been saved
ar_ae: تم حفظ المهمة
de_de: Die Aufgabe wurde gespeichert
es_es: La tarea se ha guardado
fr_fr: La tâche a été enregistré
gu: આ કાર્ય સંગ્રહ કરવામાં આવી છે
it_it: Il compito è stato salvato
mr: कार्य जतन केली गेली आहे
pt_pt: A tarefa foi salvo

source: The task could not be saved. Please, try again.
ar_ae: لا يمكن حفظ هذه المهمة. من فضلك، حاول مرة أخرى.
de_de: Die Aufgabe konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La tarea no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: La tâche n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ કાર્ય સાચવી શકાઈ નથી. , ફરી પ્રયાસ કરો.
it_it: Il compito non poteva essere salvato. Per favore, provare di nuovo.
mr: कार्य जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A tarefa não pôde ser salvo. Por favor, tente novamente.

source: The task has been saved.
ar_ae: تم حفظ المهمة.
de_de: Die Aufgabe wurde gespeichert.
es_es: La tarea se ha guardado.
fr_fr: La tâche a été enregistré.
it_it: Il compito è stato registrato.
mr: कार्य जतन केले गेले आहे.
pt_pt: A tarefa foi salvo.

source: The task status has been saved
ar_ae: تم حفظ حالة المهمة
de_de: Der Task-Status wurde gespeichert
es_es: El estado de la tarea se ha guardado
fr_fr: Le statut de la tâche a été enregistré
gu: આ કાર્ય પરિસ્થિતિ સંગ્રહ કરવામાં આવી છે
it_it: Lo stato compito è stato salvato
mr: कार्य स्थिती जतन केली गेली आहे
pt_pt: O status da tarefa foi salva

source: Invalid timeline
ar_ae: جدول زمني غير صالح
de_de: Ungültige Zeitachse
es_es: Línea de tiempo no válido
fr_fr: Calendrier invalide
gu: અમાન્ય સમયરેખા
it_it: Temporale non valido
mr: अवैध वेळेत
pt_pt: Cronograma inválido

source: The timeline has been saved
ar_ae: تم حفظ الجدول الزمني
de_de: Die Timeline wurde gespeichert
es_es: La línea de tiempo se ha guardado
fr_fr: Le calendrier a été enregistré
gu: આ સમયરેખા સંગ્રહ કરવામાં આવી છે
it_it: La timeline è stato salvato
mr: वेळेत जतन केली गेली आहे
pt_pt: O cronograma foi salva

source: The timeline could not be saved. Please, try again.
ar_ae: لا يمكن حفظ الجدول الزمني. من فضلك، حاول مرة أخرى.
de_de: Die Timeline konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La línea de tiempo no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le calendrier n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ સમયરેખા સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: La timeline non poteva essere salvato. Per favore, provare di nuovo.
mr: वेळेत जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O cronograma não pôde ser salvo. Por favor, tente novamente.

source: The timeline has been saved.
ar_ae: تم حفظ الجدول الزمني.
de_de: Die Timeline wurde gespeichert.
es_es: La línea de tiempo se ha guardado.
fr_fr: Le calendrier a été enregistré.
it_it: La timeline è stato registrato.
mr: वेळेत जतन केले गेले आहे.
pt_pt: O cronograma foi salvo.

source: Invalid trainer type
ar_ae: مدرب نوع غير صالح
de_de: Ungültige Trainer-Typ
es_es: Tipo de entrenador no válido
fr_fr: Invalid type de formateur
gu: અમાન્ય ટ્રેનર પ્રકાર
it_it: Invalid tipo di allenatore
mr: अवैध ट्रेनर प्रकार
pt_pt: Tipo trainer inválido

source: The trainer type has been saved
ar_ae: تم حفظ نوع المدرب
de_de: Der Trainer-Typ wurde gespeichert
es_es: El tipo de entrenador se ha guardado
fr_fr: Le type de formateur a été enregistré
gu: આ ટ્રેનર પ્રકાર સંગ્રહ કરવામાં આવી છે
it_it: Il tipo di allenatore è stato salvato
mr: ट्रेनर प्रकार जतन केली गेली आहे
pt_pt: O tipo de treinador foi salva

source: The trainer type could not be saved. Please, try again.
ar_ae: تعذر حفظ نوع المدرب. من فضلك، حاول مرة أخرى.
de_de: Der Trainer-Typ konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El tipo de entrenador no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le type de formateur n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ ટ્રેનર પ્રકાર સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: Il tipo di allenatore non poteva essere salvato. Per favore, provare di nuovo.
mr: ट्रेनर प्रकार जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O tipo de treinador não pôde ser salvo. Por favor, tente novamente.

source: The trainer type has been saved.
ar_ae: تم حفظ نوع المدرب.
de_de: Der Trainer-Typ wurde gespeichert.
es_es: El tipo de entrenador se ha guardado.
fr_fr: Le type de formateur a été enregistré.
it_it: Il tipo di allenatore è stato registrato.
mr: ट्रेनर प्रकार जतन केले गेले आहे.
pt_pt: O tipo de treinador foi salvo.

source: Invalid trainer
ar_ae: مدرب غير صالح
de_de: Ungültige Trainer
es_es: Entrenador no válido
fr_fr: Formateur valide
gu: અમાન્ય ટ્રેનર
it_it: Allenatore non valido
mr: अवैध ट्रेनर
pt_pt: Inválido trainer

source: The trainer has been saved
ar_ae: تم حفظ المدرب
de_de: Der Trainer wurde gespeichert
es_es: El entrenador se ha guardado
fr_fr: Le formateur a été enregistré
gu: આ ટ્રેનર સંગ્રહ કરવામાં આવી છે
it_it: L'allenatore è stato salvato
mr: ट्रेनर जतन केली गेली आहे
pt_pt: O treinador foi salva

source: The trainer could not be saved. Please, try again.
ar_ae: تعذر حفظ المدرب. من فضلك، حاول مرة أخرى.
de_de: Der Trainer konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El entrenador no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le formateur n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ ટ્રેનર સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: L'allenatore non poteva essere salvato. Per favore, provare di nuovo.
mr: ट्रेनर जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O treinador não pôde ser salvo. Por favor, tente novamente.

source: The trainer has been saved.
ar_ae: تم حفظ المدرب.
de_de: Der Trainer wurde gespeichert.
es_es: El entrenador se ha guardado.
fr_fr: Le formateur a été enregistré.
it_it: L'allenatore è stato registrato.
mr: ट्रेनर जतन केले गेले आहे.
pt_pt: O treinador foi salvo.

source: Invalid training evaluation
ar_ae: تقييم التدريب غير صالح
de_de: Ungültige Trainingsauswertung
es_es: Evaluación de la formación válida
fr_fr: Évaluation de la formation invalide
gu: અમાન્ય તાલીમ મૂલ્યાંકન
it_it: Valutazione della formazione non valido
mr: अवैध प्रशिक्षण मूल्यमापन
pt_pt: Avaliação de treinamento inválido

source: The training evaluation has been saved
ar_ae: تم حفظ تقييم التدريب
de_de: Die Trainingsauswertung wurde gespeichert
es_es: La evaluación de la formación se ha guardado
fr_fr: L'évaluation de la formation a été enregistré
gu: આ તાલીમ મૂલ્યાંકન સંગ્રહ કરવામાં આવી છે
it_it: La valutazione della formazione è stato salvato
mr: प्रशिक्षण मूल्यमापन जतन केली गेली आहे
pt_pt: A avaliação de treinamento foi salva

source: The training evaluation could not be saved. Please, try again.
ar_ae: تعذر حفظ تقييم التدريب. من فضلك، حاول مرة أخرى.
de_de: Die Trainingsauswertung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La evaluación de la formación no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: L'évaluation de la formation n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ તાલીમ મૂલ્યાંકન સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: La valutazione della formazione non poteva essere salvato. Per favore, provare di nuovo.
mr: प्रशिक्षण मूल्यमापन जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A avaliação de treinamento não pôde ser salvo. Por favor, tente novamente.

source: The training evaluation has been saved.
ar_ae: تم حفظ تقييم التدريب.
de_de: Die Trainingsauswertung wurde gespeichert.
es_es: La evaluación de la formación se ha guardado.
fr_fr: L'évaluation de la formation a été enregistré.
it_it: La valutazione della formazione è stato registrato.
mr: प्रशिक्षण मूल्यमापन जतन केले गेले आहे.
pt_pt: A avaliação de treinamento foi salvo.

source: Invalid training need identification
ar_ae: التدريب ضرورة تحديد صالح
de_de: Ungültige Trainingsbedarfsermittlung
es_es: Identificación de necesidad de capacitación no válido
fr_fr: Formation valide l'identification des besoins
gu: અમાન્ય તાલીમ જરૂર ઓળખ
it_it: Identificazione necessità di formazione non valido
mr: अवैध प्रशिक्षण गरज ओळख
pt_pt: Inválido identificação necessidade de treinamento

source: The training need identification has been saved
ar_ae: تم حفظ تحديد الحاجة التدريبية
de_de: Die Ausbildung Bedarfsermittlung wurde gespeichert
es_es: La identificación necesidad de formación se ha guardado
fr_fr: L'identification des besoins de formation a été enregistré
gu: આ તાલીમ જરૂર ઓળખ સંગ્રહ કરવામાં આવી છે
it_it: L'identificazione esigenza di formazione è stato salvato
mr: प्रशिक्षण गरज ओळख जतन केली गेली आहे
pt_pt: A identificação necessidade de treinamento foi salvo

source: The training need identification could not be saved. Please, try again.
ar_ae: تعذر حفظ تحديد الحاجة التدريبية. من فضلك، حاول مرة أخرى.
de_de: Die Ausbildung Bedarfsermittlung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La identificación necesidad de formación no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: L'identification des besoins de formation n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ તાલીમ જરૂર ઓળખ સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: L'identificazione necessità di una formazione non poteva essere salvato. Per favore, provare di nuovo.
mr: प्रशिक्षण गरज ओळख जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A identificação precisa de treinamento não pôde ser salvo. Por favor, tente novamente.

source: Invalid training type
ar_ae: نوع التدريب غير صالح
de_de: Ungültige Trainingstyp
es_es: Tipo de formación válida
fr_fr: Type de formation valide
gu: અમાન્ય તાલીમ પ્રકાર
it_it: Tipo di formazione non valido
mr: अवैध प्रशिक्षण प्रकार
pt_pt: Tipo de formação inválido

source: The training type has been saved
ar_ae: تم حفظ نوع التدريب
de_de: Das Trainingstyp wurde gespeichert
es_es: El tipo de formación se ha guardado
fr_fr: Le type de formation a été enregistré
gu: આ તાલીમનો કાર સંગ્રહ કરવામાં આવી છે
it_it: Il tipo di formazione è stato salvato
mr: प्रशिक्षण प्रकार जतन केली गेली आहे
pt_pt: O tipo de treinamento foi salvo

source: The training type could not be saved. Please, try again.
ar_ae: تعذر حفظ نوع التدريب. من فضلك، حاول مرة أخرى.
de_de: Die Ausbildung Typ konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El tipo de entrenamiento no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le type de formation n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ તાલીમનો કાર સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: Il tipo di formazione non poteva essere salvato. Per favore, provare di nuovo.
mr: प्रशिक्षण प्रकार जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O tipo de treinamento não poderia ser salvo. Por favor, tente novamente.

source: The training type has been saved.
ar_ae: تم حفظ نوع التدريب.
de_de: Das Trainingstyp wurde gespeichert.
es_es: El tipo de formación se ha guardado.
fr_fr: Le type de formation a été enregistré.
it_it: Il tipo di formazione è stato registrato.
mr: प्रशिक्षण प्रकार जतन केले गेले आहे.
pt_pt: O tipo de treinamento foi salvo.

source: Invalid training
ar_ae: التدريب غير صالح
de_de: Ungültige Ausbildung
es_es: Formación válida
fr_fr: Formation invalide
gu: અમાન્ય તાલીમ
it_it: Formazione non valido
mr: अवैध प्रशिक्षण
pt_pt: Formação inválido

source: The training has been saved
ar_ae: تم حفظ التدريب
de_de: Das Training wurde gespeichert
es_es: La formación se ha guardado
fr_fr: La formation a été enregistré
gu: આ તાલીમ સંગ્રહ કરવામાં આવી છે
it_it: La formazione è stata salvata
mr: प्रशिक्षण जतन केली गेली आहे
pt_pt: O treinamento foi salva

source: The training could not be saved. Please, try again.
ar_ae: تعذر حفظ التدريب. من فضلك، حاول مرة أخرى.
de_de: Das Training konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El entrenamiento no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: La formation n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ તાલીમ સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: La formazione non poteva essere salvato. Per favore, provare di nuovo.
mr: प्रशिक्षण जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O treinamento não pôde ser salvo. Por favor, tente novamente.

source: Invalid username password detail
ar_ae: اسم المستخدم كلمة المرور غير صالحة التفاصيل
de_de: Benutzername Passwort ungültig Detail
es_es: Nombre de usuario no válido detalle contraseña
fr_fr: Nom d'utilisateur valide détail de mot de passe
gu: અમાન્ય વપરાશકર્તા નામ પાસવર્ડ વિગતવાર
it_it: Nome utente non valido la password dettaglio
mr: अवैध वापरकर्ता नाव पासवर्ड तपशील
pt_pt: Inválido detalhes username password

source: The username password detail has been saved
ar_ae: تم حفظ التفاصيل اسم المستخدم كلمة المرور
de_de: Der Benutzername Passwort Detail wurde gespeichert
es_es: El detalle de usuario contraseña se ha guardado
fr_fr: Le détail de mot de passe nom d'utilisateur a été enregistré
gu: વપરાશકર્તા નામ પાસવર્ડ વિગતવાર સંગ્રહ કરવામાં આવી છે
it_it: Il dettaglio username password è stata salvata
mr: वापरकर्तानाव पासवर्ड तपशील जतन केले गेले आहे
pt_pt: O detalhe username password foi salva

source: The username password detail could not be saved. Please, try again.
ar_ae: لا يمكن حفظ التفاصيل اسم المستخدم كلمة المرور. من فضلك، حاول مرة أخرى.
de_de: Der Benutzername Passwort-Angabe konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El detalle contraseña nombre de usuario no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le détail de mot de passe nom d'utilisateur n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: વપરાશકર્તા નામ પાસવર્ડ વિગતવાર સંગ્રહ થશે નહી કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: La password particolare utente non poteva essere salvato. Per favore, provare di nuovo.
mr: वापरकर्तानाव पासवर्ड तपशील जतन केले जाऊ शकले नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O detalhe senha nome de usuário não pode ser salvo. Por favor, tente novamente.

source: The username password detail has been saved.
ar_ae: تم حفظ اسم المستخدم كلمة المرور التفاصيل.
de_de: Der Benutzername Passwort Detail wurde gespeichert.
es_es: El detalle de usuario contraseña se ha guardado.
fr_fr: Le détail de mot de passe nom d'utilisateur a été enregistré.
it_it: Il dettaglio username password è stata salvata.
mr: वापरकर्तानाव पासवर्ड तपशील जतन केले गेले आहे.
pt_pt: O detalhe senha nome de usuário foi salvo.

source: Invalid user
ar_ae: مستخدم غير صالح
de_de: Ungültigen Benutzer
es_es: Usuario no válido
fr_fr: Utilisateur invalide
gu: અમાન્ય લૉગિન
it_it: Utente non valido
mr: अवैध वापरकर्ता
pt_pt: Usuário inválido

source: User Unblocked
ar_ae: الافراج المستخدم
de_de: Benutzer Unblocked
es_es: Usuario Desbloqueado
fr_fr: Déblocage utilisateur
it_it: Utente Sbloccato
mr: वापरकर्ता अनावरोधित
pt_pt: Unblocked Usuário

source: Failed to Unblock
ar_ae: فشل في الافراج عن
de_de: Fehler beim Freigeben
es_es: Error al Desbloquear
fr_fr: Impossible de débloquer
it_it: Impossibile sbloccare
mr: अनावरोधित करा करण्यात अयशस्वी
pt_pt: Falha ao Desbloquear

source: The user has been saved but fail to send email. Please check smtp details.
ar_ae: تم حفظ المستخدم ولكن فشل في إرسال البريد الإلكتروني. يرجى مراجعة التفاصيل SMTP.
de_de: Der Benutzer wurde gespeichert, aber nicht um E-Mail zu senden. Bitte überprüfen Sie SMTP-Details.
es_es: El usuario ha sido grabado pero no para enviar correo electrónico. Por favor, consulte los detalles del smtp.
fr_fr: L'utilisateur a été enregistré, mais ne parviennent pas à envoyer un courriel. S'il vous plaît vérifier les détails de smtp.
it_it: L'utente è stato salvato ma non riescono a inviare e-mail. Si prega di verificare i dettagli smtp.
mr: वापरकर्ता जतन परंतु ईमेल पाठवण्यासाठी अपयशी केले आहे. SMTP तपशील तपासा.
pt_pt: O usuário foi salvo, mas não conseguem enviar e-mail. Por favor verifique detalhes smtp.

source: The user has been saved
ar_ae: تم حفظ المستعمل
de_de: Der Benutzer wurde gespeichert
es_es: El usuario ha sido grabado
fr_fr: L'utilisateur a été enregistré
gu: વપરાશકર્તા સંગ્રહ કરવામાં આવી છે
it_it: L'utente è stato registrato
mr: वापरकर्ता जतन केली गेली आहे
pt_pt: O usuário foi salvo

source: The user could not be saved. Please, try again.
ar_ae: تعذر حفظ المستخدم. من فضلك، حاول مرة أخرى.
de_de: Der Benutzer konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El usuario no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: L'utilisateur n'as pas pû être enregistré. S'il vous plaît, essayez à nouveau.
gu: વપરાશકર્તા સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: L'utente non poteva essere salvato. Per favore, provare di nuovo.
mr: वापरकर्ता जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O usuário não pôde ser salvo. Por favor, tente novamente.

source: The user has been saved.
ar_ae: تم حفظ المستخدم.
de_de: Der Benutzer wurde gespeichert.
es_es: El usuario ha sido guardado.
fr_fr: L'utilisateur a été enregistré.
it_it: L'utente è stato registrato.
mr: वापरकर्ता जतन केले गेले आहे.
pt_pt: O usuário foi salvo.

source: Logged-in user can not be deleted!
ar_ae: المسجلين في المستخدم لا يمكن حذف!
de_de: Angemeldeten Benutzer kann nicht gelöscht werden!
es_es: Usuario conectado no se puede borrar!
fr_fr: Utilisateur connecté ne peut pas être supprimé!
gu: વપરાશકર્તામાં પ્રવેશેલ કાઢી શકાતા નથી!
it_it: Utente connesso non può essere cancellata!
mr: लॉग इन वापरकर्ता हटविला जाऊ शकत नाही!
pt_pt: Usuário logado não pode ser apagado!

source: All selected users deleted
ar_ae: جميع المستخدمين المختارين حذف
de_de: Alle ausgewählten Benutzern gelöscht
es_es: Todos los usuarios seleccionados eliminados
fr_fr: Tous les utilisateurs sélectionnés supprimés
it_it: Tutti gli utenti selezionati eliminati
mr: निवडलेले सर्व वापरकर्ते हटविले
pt_pt: Todos os usuários selecionados excluídos

source: No email id for this user, try again.
ar_ae: لا يوجد معرف البريد الإلكتروني لهذا المستخدم، حاول مرة أخرى.
de_de: Keine E-Mail-ID für diesen Benutzer, versuchen Sie es erneut.
es_es: Sin correo electrónico de identificación para este usuario, inténtelo de nuevo.
fr_fr: Aucune id e-mail pour cet utilisateur, essayez de nouveau.
gu: આ વપરાશકર્તા માટે કોઈ Email Id, ફરીથી પ્રયત્ન કરો.
it_it: No id-mail per questo utente, riprova.
mr: या वापरकर्त्यासाठी कोणतेही ईमेल आयडी, पुन्हा प्रयत्न करा.
pt_pt: No e-mail id para esse usuário, tente novamente.

source: Invalid Username, try again.
ar_ae: اسم المستخدم غير صالح، حاول مرة أخرى.
de_de: Benutzername ungültig, versuchen Sie es erneut.
es_es: Nombre de usuario no válido, inténtelo de nuevo.
fr_fr: Nom d'utilisateur incorrect, essayez à nouveau.
gu: અમાન્ય વપરાશકર્તા નામ, ફરીથી પ્રયત્ન કરો.
it_it: Invalid Username, provare di nuovo.
mr: अवैध वापरकर्तानाव, पुन्हा प्रयत्न करा.
pt_pt: Nome de usuário inválido, tente novamente.

source: Invalid password reset token, try again.
ar_ae: إعادة تعيين كلمة المرور رمز غير صالح، حاول مرة أخرى.
de_de: Passwort-Reset-Token ungültig, versuchen Sie es erneut.
es_es: Invalid token de restablecimiento de contraseña, vuelva a intentarlo.
fr_fr: Mot de passe invalide réinitialisation jeton, essayer à nouveau.
gu: અમાન્ય પાસવર્ડ રીસેટ ટોકન, ફરીથી પ્રયત્ન કરો.
it_it: Token di reimpostazione della password non valida, riprovare.
mr: अवैध संकेतशब्द रीसेट टोकन, पुन्हा प्रयत्न करा.
pt_pt: Token de redefinição de senha inválido, tente novamente.

source: Password changed, you can now login with your new password.
ar_ae: غيرت كلمة المرور، يمكنك الدخول الآن مع كلمة المرور الجديدة.
de_de: Passwort geändert, können Sie nun mit Ihrem neuen Passwort anmelden.
es_es: Contraseña cambiada, ahora se puede iniciar sesión con su nueva contraseña.
fr_fr: Mot de passe changé, vous pouvez maintenant vous connecter avec votre nouveau mot de passe.
it_it: Password cambiata, ora è possibile accedere con la nuova password.
mr: संकेतशब्द बदलला, आपण आता आपल्या नवीन पासवर्डने लॉगइन करू शकता.
pt_pt: Senha alterada, agora você pode fazer o login com sua nova senha.

source: Please check the email you have registered with us. An email has been sent with instruction to reset password.
ar_ae: يرجى التحقق من البريد الإلكتروني الذي قمت بالتسجيل معنا. تم إرسال رسالة بريد إلكتروني مع تعليمات لإعادة تعيين كلمة المرور.
de_de: Bitte überprüfen Sie die E-Mail bei uns registriert haben. Eine Email ist mit der Anweisung geschickt worden, um das Kennwort zurückzusetzen.
es_es: Por favor verifique el mensaje que se ha registrado con nosotros. Un correo electrónico ha sido enviado con instrucciones para restablecer la contraseña.
fr_fr: S'il vous plaît vérifier l'e-mail que vous avez enregistré avec nous. Un courriel a été envoyé avec des instructions pour réinitialiser le mot de passe.
it_it: Si prega di controllare l'e-mail che hai registrato con noi. Una e-mail è stata inviata con le istruzioni per reimpostare la password.
mr: आपण आम्हाला पंजीकृत ईमेल तपासा. एक ईमेल पासवर्ड रीसेट सूचना पाठविले गेले आहे.
pt_pt: Por favor, verifique o e-mail que você se cadastrou conosco. Um email foi enviado com instruções para redefinir a senha.

source: Already Logged In
ar_ae: تسجيل بالفعل في
es_es: Ya conectados
gu: પહેલાથી જ માં લૉગ
it_it: Già Connesso
pt_pt: Já logados
