Repository: Athenolabs/flinkiso-lite
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_ae, de_de, es_es, fr_fr, gu, it_it, mr, pt_pt

source: The change addition deletion request has been saved but fail to send email. Please check smtp details.
ar_ae: تم حفظ طلب الحذف التغيير بالإضافة لكنه يفشل في إرسال البريد الإلكتروني. يرجى مراجعة التفاصيل SMTP.
de_de: Die Löschanforderung Änderung Zusätzlich wurde gespeichert, aber nicht um E-Mail zu senden. Bitte überprüfen Sie SMTP-Details.
es_es: La solicitud de eliminación además el cambio se ha guardado pero no para enviar correo electrónico. Por favor, consulte los detalles del smtp.
fr_fr: La demande de suppression changement de plus a été enregistré mais ne parviennent pas à envoyer un courriel. S'il vous plaît vérifier les détails de smtp.
it_it: La richiesta di cancellazione oltre cambiamento è stato salvato ma non riescono a inviare e-mail. Si prega di verificare i dettagli smtp.
mr: बदल व्यतिरिक्त सहमत जतन परंतु ईमेल पाठवण्यासाठी अपयशी केले आहे. SMTP तपशील तपासा.
pt_pt: A mudança pedido disso exclusão foi salvo, mas não conseguem enviar e-mail. Por favor verifique detalhes smtp.

source: The change addition deletion request has been saved
ar_ae: تم حفظ طلب التغيير بالإضافة الحذف
de_de: Die Änderung zusätzlich Löschauftrag wurde gespeichert
es_es: La solicitud de eliminación además el cambio se ha guardado
fr_fr: La demande de changement plus de suppression a été enregistré
gu: ફેરફાર ઉપરાંત હટાવવા માટેની વિનંતી સંગ્રહ કરવામાં આવી છે
it_it: La richiesta di cancellazione oltre cambiamento è stato salvato
mr: बदल व्यतिरिक्त सहमत जतन केली गेली आहे
pt_pt: A mudança pedido disso exclusão foi salva

source: The change addition deletion request could not be saved. Please, try again.
ar_ae: لا يمكن حفظ طلب الحذف بالإضافة التغيير. من فضلك، حاول مرة أخرى.
de_de: Die Löschanforderung Änderung Zusätzlich konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La solicitud de eliminación además el cambio no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: La demande de suppression changement de plus ne pouvait être sauvé. S'il vous plaît, essayez à nouveau.
gu: ફેરફાર ઉપરાંત હટાવવા માટેની વિનંતી સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: La richiesta di cancellazione oltre cambiamento non poteva essere salvato. Per favore, provare di nuovo.
mr: बदल व्यतिरिक्त सहमत जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A mudança pedido disso exclusão não pôde ser salvo. Por favor, tente novamente.

source: The change addition deletion request has been saved.
ar_ae: تم حفظ طلب الحذف بالإضافة التغيير.
de_de: Die Löschanforderung Änderung Zusätzlich wurde gespeichert.
es_es: La solicitud de eliminación además el cambio se ha guardado.
fr_fr: La demande de suppression changement de plus a été enregistré.
it_it: La richiesta di cancellazione oltre cambiamento è stato registrato.
mr: बदल व्यतिरिक्त सहमत जतन केली गेली आहे.
pt_pt: A mudança pedido disso exclusão foi salvo.

source: Invalid company
ar_ae: شركة غير صالحة
de_de: Ungültige Unternehmen
es_es: Empresa no válido
fr_fr: Société invalide
gu: અમાન્ય નામ
it_it: Società non valido
mr: अवैध कंपनी
pt_pt: Empresa inválido

source: The company has been saved
ar_ae: تم حفظ الشركة
de_de: Das Unternehmen wurde gespeichert
es_es: La compañía se ha guardado
fr_fr: La société a été enregistré
gu: કંપનીએ સંગ્રહ કરવામાં આવી છે
it_it: La società è stata salvata
mr: कंपनी जतन केली गेली आहे
pt_pt: A companhia foi salva

source: The company could not be saved. Please, try again.
ar_ae: تعذر حفظ الشركة. من فضلك، حاول مرة أخرى.
de_de: Das Unternehmen konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La empresa no pudo ser salvado. Por favor, inténtelo de nuevo.
fr_fr: La société n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: કંપનીએ સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: L'azienda non ha potuto essere salvato. Per favore, provare di nuovo.
mr: कंपनी जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A empresa não pôde ser salvo. Por favor, tente novamente.

source: Invalid competency mapping
ar_ae: رسم الخرائط الكفاءة غير صالح
de_de: Ungültige Kompetenz-Mapping
es_es: Trazado de competencias no válido
fr_fr: Cartographie des compétences non valide
gu: અમાન્ય ક્ષમતા મેપિંગ
it_it: Mappatura delle competenze non valido
mr: अवैध सक्षमतेचे मॅपिंग
pt_pt: Mapeamento de competências inválido

source: The competency mapping has been saved
ar_ae: تم حفظ رسم الخرائط الكفاءة
de_de: Die Kompetenz-Mapping wurde gespeichert
es_es: El trazado de competencias se ha guardado
fr_fr: La cartographie des compétences a été enregistré
gu: આ ક્ષમતા મેપિંગ સંગ્રહ કરવામાં આવી છે
it_it: La mappatura delle competenze è stato salvato
mr: सक्षमतेचे मॅपिंग जतन केली गेली आहे
pt_pt: O mapeamento de competências tem sido salvas

source: The competency mapping could not be saved. Please, try again.
ar_ae: تعذر حفظ تعيين الكفاءات. من فضلك، حاول مرة أخرى.
de_de: Die Kompetenz-Mapping konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El trazado de competencias no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: La cartographie des compétences n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ ક્ષમતા મેપિંગ સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: La mappatura delle competenze non poteva essere salvato. Per favore, provare di nuovo.
mr: सक्षमतेचे मॅपिंग जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O mapeamento de competências não pode ser salvo. Por favor, tente novamente.

source: Invalid corrective preventive action
ar_ae: الإجراءات الوقائية التصحيحية غير صالح
de_de: Ungültige Korrektur vorbeugende Maßnahmen
es_es: Acciones preventivas correctivas inválido
fr_fr: Action préventive corrective invalide
gu: અમાન્ય સુધારાત્મક નિવારક કાર્યવાહી
it_it: Azioni preventive correttive non valido
mr: अवैध सुधारणा घडवून आणणारा प्रतिबंधात्मक कारवाई
pt_pt: Ação preventiva corretiva inválido

source: The corrective preventive action has been saved
ar_ae: تم حفظ الإجراءات الوقائية التصحيحية
de_de: Die Korrektur vorbeugende Maßnahmen wurde gespeichert
es_es: La acción preventiva correctiva se ha guardado
fr_fr: L'action préventive corrective a été enregistré
gu: આ સુધારાત્મક નિવારક કાર્યવાહી સંગ્રહ કરવામાં આવી છે
it_it: L'azione preventiva correttiva è stata salvata
mr: सुधारणा घडवून आणणारा प्रतिबंधात्मक कारवाई जतन केली गेली आहे
pt_pt: A ação preventiva corretiva foi salva

source: The corrective preventive action could not be saved. Please, try again.
ar_ae: تعذر حفظ الإجراءات الوقائية التصحيحية. من فضلك، حاول مرة أخرى.
de_de: Die Korrektur vorbeugende Maßnahmen konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La acción preventiva correctiva no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: L'action préventive corrective n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ સુધારાત્મક નિવારક કાર્યવાહી સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: L'azione preventiva correttiva non poteva essere salvato. Per favore, provare di nuovo.
mr: सुधारणा घडवून आणणारा प्रतिबंधात्मक कारवाई जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A ação preventiva corretiva não pôde ser salvo. Por favor, tente novamente.

source: Invalid course type
ar_ae: نوع الدورة غير صالح
de_de: Ungültige Kursart
es_es: Tipo de curso inválido
fr_fr: Invalid type de cours
gu: અમાન્ય કોર્સ પ્રકાર
it_it: Invalid tipo di corso
mr: अवैध अभ्यासक्रम प्रकार
pt_pt: Tipo de curso inválido

source: The course type has been saved
ar_ae: تم حفظ نوع الدورة
de_de: Der Kurs Typ wurde gespeichert
es_es: El tipo de curso se ha guardado
fr_fr: Le type de formation a été enregistré
gu: આ કોર્સ પ્રકાર સંગ્રહ કરવામાં આવી છે
it_it: Il tipo di corso è stato salvato
mr: अर्थात प्रकार जतन केली गेली आहे
pt_pt: O tipo de curso foi salvo

source: The course type could not be saved. Please, try again.
ar_ae: لا يمكن حفظ نوع الدورة. من فضلك، حاول مرة أخرى.
de_de: Der Kurs Typ konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El tipo de campo no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le type de formation n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ કોર્સ પ્રકાર સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: Il tipo di corso non poteva essere salvato. Per favore, provare di nuovo.
mr: अर्थात प्रकार जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O tipo de curso não pôde ser salvo. Por favor, tente novamente.

source: Invalid course
ar_ae: بالطبع غير صالح
de_de: Natürlich ungültig
es_es: Por supuesto no es válido
fr_fr: Bien sûr invalide
gu: અમાન્ય કોર્સ
it_it: Naturalmente non valido
mr: अवैध अभ्यासक्रम
pt_pt: Claro inválido

source: The course has been saved.
ar_ae: تم حفظ بالطبع.
de_de: Der Kurs wurde gespeichert.
es_es: El curso se ha guardado.
fr_fr: Le cours a été enregistré.
it_it: Il corso è stato registrato.
mr: अर्थात जतन केले गेले आहे.
pt_pt: O curso foi salvo.

source: The course could not be saved. Please, try again.
ar_ae: لا يمكن حفظ هذه الدورة. من فضلك، حاول مرة أخرى.
de_de: Der Kurs konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El curso no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le cours n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ કોર્સ સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: Il corso non poteva essere salvato. Per favore, provare di nuovo.
mr: अर्थात जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O curso não pôde ser salvo. Por favor, tente novamente.

source: The course has been saved
ar_ae: تم حفظ مسار
de_de: Der Kurs wurde gespeichert
es_es: El curso se ha guardado
fr_fr: Le cours a été enregistré
gu: આ કોર્સ સંગ્રહ કરવામાં આવી છે
it_it: Il corso è stato salvato
mr: अर्थात जतन केली गेली आहे
pt_pt: O curso foi salvo

source: Invalid custom template
ar_ae: قالب مخصص غير صالح
de_de: Ungültige benutzerdefinierte Vorlage
es_es: Plantilla personalizada no válido
fr_fr: Modèle personnalisé invalide
gu: અમાન્ય વૈવિધ્યપૂર્ણ નમૂનો
it_it: Modello personalizzato non valido
mr: अवैध सानुकूल टेम्पलेट
pt_pt: Modelo personalizado inválido

source: The custom template has been saved
ar_ae: تم حفظ القالب المخصص
de_de: Die benutzerdefinierte Vorlage wurde gespeichert
es_es: La nueva plantilla se ha guardado
fr_fr: Le modèle personnalisé a été enregistré
gu: વૈવિધ્યપૂર્ણ નમૂનો સાચવવામાં આવ્યો છે
it_it: Il modello personalizzato è stato salvato
mr: सानुकूल टेम्पलेट जतन केले गेले आहे
pt_pt: O modelo personalizado foi salvo

source: The custom template could not be saved. Please, try again.
ar_ae: لا يمكن حفظ قالب مخصص. من فضلك، حاول مرة أخرى.
de_de: Die benutzerdefinierte Vorlage konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La plantilla personalizada no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le modèle personnalisé n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: વૈવિધ્યપૂર્ણ નમૂનો સંગ્રહ થશે નહી કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: Il modello personalizzato non poteva essere salvato. Per favore, provare di nuovo.
mr: सानुकूल टेम्पलेट जतन केले जाऊ शकले नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O modelo personalizado não pôde ser salvo. Por favor, tente novamente.

source: The branch has been published
ar_ae: وقد نشرت السلطة
de_de: Die Niederlassung wurde veröffentlicht
es_es: La rama ha sido publicado
fr_fr: La branche a été publié
gu: આ શાખા પ્રકાશિત કરવામાં આવી છે
it_it: Il ramo è stato pubblicato
mr: शाखा प्रकाशित केला गेला आहे
pt_pt: O ramo foi publicado

source: Invalid customer complaint
ar_ae: شكاوى العملاء غير صالح
de_de: Ungültige Kundenbeschwerde
es_es: Queja del cliente no válido
fr_fr: Plainte d'un client non valide
gu: અમાન્ય ગ્રાહક ફરિયાદ
it_it: Invalid reclamo del cliente
mr: अवैध ग्राहक तक्रार
pt_pt: Reclamação do cliente inválido

source: The customer complaint has been saved
ar_ae: تم حفظ شكوى العملاء
de_de: Der Kunde Beschwerde wurde gespeichert
es_es: La queja de un cliente se ha guardado
fr_fr: La plainte d'un client a été enregistré
gu: ગ્રાહક ફરિયાદ સંગ્રહ કરવામાં આવી છે
it_it: Il reclamo del cliente è stato salvato
mr: ग्राहक तक्रार जतन केली गेली आहे
pt_pt: A reclamação do cliente foi salva

source: The customer complaint could not be saved. Please, try again.
ar_ae: تعذر حفظ الشكوى العملاء. من فضلك، حاول مرة أخرى.
de_de: Der Kunde Beschwerde konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La queja del cliente no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: La plainte d'un client ne pouvait pas être sauvé. S'il vous plaît, essayez à nouveau.
gu: ગ્રાહક ફરિયાદ સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: Il reclamo del cliente non poteva essere salvato. Per favore, provare di nuovo.
mr: ग्राहक तक्रार जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A reclamação do cliente não pôde ser salvo. Por favor, tente novamente.

source: The customer complaint has been saved.
ar_ae: تم حفظ شكوى العملاء.
de_de: Der Kunde Beschwerde wurde gespeichert.
es_es: La queja de un cliente se ha guardado.
fr_fr: La plainte d'un client a été enregistré.
it_it: Il reclamo del cliente è stato registrato.
mr: ग्राहक तक्रार जतन केले गेले आहे.
pt_pt: A reclamação do cliente foi salvo.

source: Invalid customer feedback question
ar_ae: العميل غير صالح مسألة ردود الفعل
de_de: Ungültige Kunden-Feedback Frage
es_es: Inválido pregunta comentarios de los clientes
fr_fr: Client non valide évaluations question
gu: અમાન્ય ગ્રાહક પ્રતિસાદ પ્રશ્ન
it_it: Invalid domanda dei clienti
mr: अवैध ग्राहक अभिप्राय प्रश्न
pt_pt: Inválido questão de feedback do cliente

source: The customer feedback question has been saved
ar_ae: تم حفظ السؤال ملاحظات العملاء
de_de: Das Kunden-Feedback, Frage wurde gespeichert
es_es: La pregunta retroalimentación de los clientes se ha guardado
fr_fr: La question de la rétroaction des clients a été enregistré
gu: ગ્રાહક પ્રતિસાદ પ્રશ્ન સંગ્રહ કરવામાં આવી છે
it_it: La questione feedback dei clienti è stato salvato
mr: ग्राहक अभिप्राय प्रश्न जतन केली गेली आहे
pt_pt: A questão de feedback do cliente foi salva

source: The customer feedback question could not be saved. Please, try again.
ar_ae: تعذر حفظ السؤال ملاحظات العملاء. من فضلك، حاول مرة أخرى.
de_de: Das Kunden-Feedback Frage konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La pregunta comentarios de los clientes no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: La question de la rétroaction des clients n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: ગ્રાહક પ્રતિસાદ પ્રશ્ન સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: La domanda dei clienti non poteva essere salvato. Per favore, provare di nuovo.
mr: ग्राहक अभिप्राय प्रश्न जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A questão de feedback do cliente não pôde ser salvo. Por favor, tente novamente.

source: The customer feedback question has been saved.
ar_ae: تم حفظ السؤال ملاحظات العملاء.
de_de: Das Kunden-Feedback, Frage wurde gespeichert.
es_es: La pregunta retroalimentación de los clientes se ha guardado.
fr_fr: La question de la rétroaction des clients a été enregistré.
it_it: La questione feedback dei clienti è stato registrato.
mr: ग्राहक अभिप्राय प्रश्न जतन केली गेली आहे.
pt_pt: A questão de feedback do cliente foi salvo.

source: Invalid customer feedback
ar_ae: ملاحظات العملاء غير صالح
de_de: Ungültige Kunden-Feedback
es_es: Comentarios de los clientes no válido
fr_fr: Les commentaires des clients non valide
gu: અમાન્ય ગ્રાહક પ્રતિસાદ
it_it: Feedback dei clienti non valido
mr: अवैध ग्राहक अभिप्राय
pt_pt: Feedback do cliente inválido

source: The customer feedback has been saved
ar_ae: تم حفظ ملاحظات العملاء
de_de: Das Kunden-Feedback wurde gespeichert
es_es: La retroalimentación de los clientes se ha guardado
fr_fr: Le feedback de la clientèle a été enregistré
gu: ગ્રાહક પ્રતિસાદ સાચવવામાં આવ્યો છે
it_it: Il feedback dei clienti è stato salvato
mr: ग्राहक प्रतिक्रिया जतन केली गेली आहे
pt_pt: O feedback dos clientes tem sido salvas

source: The customer feedback could not be saved. Please, try again.
ar_ae: تعذر حفظ ملاحظات العملاء. من فضلك، حاول مرة أخرى.
de_de: Das Kunden-Feedback konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La retroalimentación de los clientes no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le feedback de la clientèle n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: ગ્રાહક પ્રતિસાદ સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: Il feedback dei clienti non può essere salvato. Per favore, provare di nuovo.
mr: ग्राहक प्रतिक्रिया जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O feedback dos clientes não poderia ser salvo. Por favor, tente novamente.

source: The customer feedback has been saved.
ar_ae: تم حفظ ملاحظات العملاء.
es_es: La retroalimentación de los clientes se ha guardado.
it_it: Il feedback dei clienti è stato registrato.
pt_pt: O feedback dos clientes foi salvo.

source: All selected value was not deleted from approve
ar_ae: لم يتم حذف جميع القيمة المحددة من الموافقة
de_de: Alle ausgewählten Wert wurde nicht vom billigen gelöscht
es_es: Todo valor seleccionado no se ha eliminado de aprobar
fr_fr: Tout valeur sélectionnée n'a pas été supprimé de approuver
it_it: Tutto il valore selezionato non è stato eliminato da approvare
mr: सर्व निवडलेल्या मूल्य मंजूर पासून हटविले नाही
pt_pt: Todo o valor selecionado não foi excluído de aprovar

source: Invalid customer meeting
ar_ae: اجتماع العملاء غير صالح
de_de: Ungültige Kundengespräch
es_es: Reunión de cliente no válido
fr_fr: Réunion avec un client non valide
it_it: Riunione cliente non valido
mr: अवैध ग्राहक बैठक
pt_pt: Reunião cliente inválido

source: The customer meeting has been saved
ar_ae: تم حفظ الاجتماع العملاء
de_de: Der Kunde Sitzung wurde gespeichert
es_es: La reunión de clientes se ha guardado
fr_fr: La réunion de la clientèle a été enregistré
it_it: L'incontro cliente è stato salvato
mr: ग्राहक बैठक जतन केली गेली आहे
pt_pt: A reunião cliente foi salvo

source: The customer meeting could not be saved. Please, try again.
ar_ae: تعذر حفظ الاجتماع العملاء. من فضلك، حاول مرة أخرى.
de_de: Der Kunde Sitzung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La reunión de clientes no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: La réunion de la clientèle n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
it_it: L'incontro cliente non poteva essere salvato. Per favore, provare di nuovo.
mr: ग्राहक बैठक जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A reunião cliente não pôde ser salvo. Por favor, tente novamente.

source: The Follow up has been saved
ar_ae: تم حفظ المتابعة
de_de: Das Follow-up wurde gespeichert
es_es: El seguimiento se ha guardado
fr_fr: Le suivi a été enregistré
it_it: Il follow-up è stato salvato
mr: पुढील जतन केली गेली आहे
pt_pt: O acompanhamento foi salva

source: The customer meeting has been saved.
ar_ae: تم حفظ الاجتماع العملاء.
de_de: Der Kunde Sitzung wurde gespeichert.
es_es: La reunión de clientes se ha guardado.
fr_fr: La réunion de la clientèle a été enregistré.
it_it: L'incontro cliente è stato registrato.
mr: ग्राहक बैठक जतन केले गेले आहे.
pt_pt: A reunião cliente foi salvo.

source: Invalid customer
ar_ae: العميل غير صالح
de_de: Ungültige Kunden
es_es: Cliente no válido
fr_fr: Client non valide
gu: અમાન્ય ગ્રાહક
it_it: Cliente non valido
mr: अवैध ग्राहक
pt_pt: Cliente inválido

source: The customer has been saved
ar_ae: تم حفظ العملاء
de_de: Der Kunde wurde gespeichert
es_es: El cliente se ha guardado
fr_fr: Le client a été enregistré
gu: ગ્રાહક સંગ્રહ કરવામાં આવી છે
it_it: Il cliente è stato salvato
mr: ग्राहक जतन केली गेली आहे
pt_pt: O cliente foi salvo

source: The customer could not be saved. Please, try again.
ar_ae: تعذر حفظ العميل. من فضلك، حاول مرة أخرى.
de_de: Der Kunde konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El cliente no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le client n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: ગ્રાહક સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: Il cliente non poteva essere salvato. Per favore, provare di nuovo.
mr: ग्राहक जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O cliente não pôde ser salvo. Por favor, tente novamente.

source: The customer has been saved.
ar_ae: تم حفظ العميل.
de_de: Der Kunde wurde gespeichert.
es_es: El cliente ha sido guardado.
fr_fr: Le client a été enregistré.
it_it: Il cliente è stato registrato.
mr: ग्राहक जतन केले गेले आहे.
pt_pt: O cliente foi salvo.

source: Invalid daily backup detail
ar_ae: التفاصيل احتياطية يوميا غير صالح
de_de: Ungültige tägliches Backup Detail
es_es: Inválido detalle copia de seguridad diaria
fr_fr: Invalid détail de sauvegarde quotidienne
gu: અમાન્ય દૈનિક બેકઅપ વિગતવાર
it_it: Giornaliero valido dettaglio di backup
mr: अवैध दैनिक बॅकअप तपशील
pt_pt: Detalhe backup diário inválido

source: The daily backup detail has been saved
ar_ae: تم حفظ التفاصيل احتياطية يوميا
de_de: Das tägliche Backup Detail wurde gespeichert
es_es: El detalle de copia de seguridad diaria se ha guardado
fr_fr: Le détail de sauvegarde quotidienne a été enregistré
gu: દૈનિક બેકઅપ વિગતવાર સંગ્રહ કરવામાં આવી છે
it_it: Il dettaglio backup giornaliero è stato salvato
mr: दररोज बॅकअप तपशील जतन केले गेले आहे
pt_pt: O detalhe backup diário foi salvo

source: The daily backup detail could not be saved. Please, try again.
ar_ae: لا يمكن حفظ التفاصيل احتياطية يوميا. من فضلك، حاول مرة أخرى.
de_de: Das tägliche Backup Detail konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El detalle de copia de seguridad diaria no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le détail de sauvegarde quotidienne ne pouvait pas être sauvé. S'il vous plaît, essayez à nouveau.
gu: દૈનિક બેકઅપ વિગતવાર સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: Il dettaglio backup giornaliero non poteva essere salvato. Per favore, provare di nuovo.
mr: दररोज बॅकअप तपशील जतन केले जाऊ शकले नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O detalhe backup diário não pôde ser salvo. Por favor, tente novamente.

source: The housekeeping has been saved
ar_ae: تم حفظ التدبير المنزلي
de_de: Der Haushalt wurde gespeichert
es_es: El servicio de limpieza se ha guardado
fr_fr: Le ménage a été enregistré
gu: આ Housekeeping સંગ્રહ કરવામાં આવી છે
it_it: Il servizio di pulizia è stato salvato
mr: housekeeping जतन केली गेली आहे
pt_pt: O arrumação foi salva

source: The Backup Details has been saved
ar_ae: تم حفظ تفاصيل النسخ الاحتياطي
de_de: Das Backup-Details wurde gespeichert
es_es: La copia de seguridad de Datos se ha guardado
fr_fr: Les Détails de sauvegarde a bien été enregistré
gu: આ બેકઅપ વિગતો સંગ્રહ કરવામાં આવી છે
it_it: Il backup dettagli è stato salvato
mr: बॅकअप तपशील जतन केले गेले आहे
pt_pt: O backup detalhes foi salva

source: Invalid data back up
ar_ae: بيانات غير صالحة احتياطيا
de_de: Ungültige Daten sichern
es_es: Datos no válidos copias de seguridad
fr_fr: Des données incorrectes sauvegarder
gu: અમાન્ય માહિતીનો બેકઅપ
it_it: Dati non validi il backup
mr: अवैध डेटा बॅकअप
pt_pt: Dados inválidos backup

source: The data back up has been saved
ar_ae: احتياطية تم حفظ البيانات
de_de: Die Datensicherung wurde gespeichert
es_es: Los datos de copia de seguridad se ha guardado
fr_fr: La sauvegarde des données a été enregistré
gu: આ ડેટા બેક અપ સંગ્રહ કરવામાં આવી છે
it_it: I dati di back up è stato salvato
mr: डेटा बॅक अप जतन केली गेली आहे
pt_pt: Os dados back-up foi salva
