Repository: Athenolabs/flinkiso-lite
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_ae, de_de, es_es, fr_fr, gu, it_it, mr, pt_pt

source: Add QC for Material
ar_ae: إضافة QC للمادة
de_de: Fügen QC für Material
es_es: Agregar control de calidad para material
fr_fr: Ajouter QC pour le matériel
it_it: Aggiungi QC per Materiale
mr: साहित्य साठी QC जोडा
pt_pt: Adicionar QC para materiais

source: No. of QC For Material
ar_ae: عدد QC لمواد
de_de: Anzahl der QC für Material
es_es: Número de control de calidad para el material
fr_fr: Nombre de QC pour le matériel
it_it: Numero di QC per il materiale
mr: साहित्य QC संख्या
pt_pt: N º de QC para o material

source: Add Device Preventive Maintenance
ar_ae: إضافة جهاز الصيانة الوقائية
de_de: Gerät hinzufügen Vorbeugende Wartung
es_es: Añadir dispositivo de mantenimiento preventivo
fr_fr: Ajouter un périphérique maintenance préventive
it_it: Aggiungi dispositivo Manutenzione preventiva
mr: डिव्हाइस प्रतिबंधात्मक देखभाल जोडा
pt_pt: Adicionar Dispositivo de Manutenção Preventiva

source: devices
ar_ae: الأجهز
de_de: Geräte
es_es: dispositivos
fr_fr: dispositifs
it_it: dispositivi
mr: साधने
pt_pt: dispositivos

source: No. of Device Preventive Maintenance
ar_ae: رقم الصيانة الوقائية جهاز
de_de: Anzahl der Geräte Vorbeugende Wartung
es_es: Número de dispositivos de mantenimiento preventivo
fr_fr: Nombre de périphériques de maintenance préventive
it_it: Numero di dispositivo manutenzione preventiva
mr: डिव्हाइस प्रतिबंधात्मक देखभाल क्रमांक
pt_pt: N º de Dispositivo de Manutenção Preventiva

source: Note
ar_ae: ملاحظات
de_de: Notizen
es_es: Nota
fr_fr: Remarque
gu: નોંધ
it_it: Nota
mr: टीप
pt_pt: Nota

source: Measuring Devices for Calibrations :
ar_ae: أجهزة لقياس المعايرة:
de_de: Messgeräte für Kalibrierungen:
es_es: Aparatos de medición de calibraciones:
fr_fr: Appareils de mesure pour les étalonnages:
it_it: Dispositivi di misura per calibrazioni:
mr: कॅलिब्रेशन साठी साधने मोजण्यासाठी:
pt_pt: Medição Aparelhos de calibrações:

source: You don't require to "Add" Measuring Devices for Calibrations. This list automatically gets generated while you add a new device.
ar_ae: أنت لا تحتاج إلى "إضافة " أجهزة قياس لأغراض المعايرة. هذه القائمة تلقائيا يحصل لدت حين قمت بإضافة جهاز جديد.
de_de: Sie nicht benötigen, um "In " Messgeräte für Kalibrierungen. Diese Liste wird automatisch erzeugt, während Sie ein neues Gerät hinzuzufügen.
es_es: Usted no necesita a "Añadir " Dispositivos para calibraciones de medición. Esta lista se genera de forma automática mientras se agrega un nuevo dispositivo.
fr_fr: Vous n'avez pas besoin de "Ajouter " appareils de mesure pour les étalonnages. Cette liste est automatiquement générée lorsque vous ajoutez un nouveau périphérique.
it_it: Non hai bisogno di "Aggiungi" Dispositivi per calibrazioni di misura. Questa lista viene automaticamente generato mentre si aggiunge un nuovo dispositivo.
mr: आपण कॅलिब्रेशन करीता मापन साधने " जोडा" आवश्यक नाही. आपण एक नवीन साधन समाविष्ट करताना ही यादी आपोआप व्युत्पन्न नाही.
pt_pt: Você não precisa de "Adicionar " Medição Aparelhos de calibrações. Esta lista é gerada automaticamente quando você adicionar um novo dispositivo.

source: Customer Feedback :
ar_ae: العملاء ملاحظات:
de_de: Kunden-Feedback:
es_es: Comentarios del cliente:
fr_fr: Réactions des clients:
it_it: Commenti del cliente:
mr: ग्राहक अभिप्राय:
pt_pt: Comentário do cliente:

source: Make sure you have added Questionnaire for adding customer feedback. Click on "Questionnaire" to add questions one by one.
ar_ae: تأكد من أنك قد أضفت استبيان لإضافة ملاحظات العملاء. انقر على "استبيان " لإضافة الأسئلة واحدا تلو الآخر.
de_de: Vergewissern Sie sich, Fragebogen für das Hinzufügen von Kunden-Feedback aufgenommen. Klicken Sie auf "Fragebogen " auf die Fragen eine nach der anderen hinzuzufügen.
es_es: Asegúrese de que ha añadido Cuestionario para añadir comentarios de los clientes. Haga clic en "Cuestionario " para añadir preguntas una por una.
fr_fr: Assurez-vous que vous avez ajouté Questionnaire pour ajouter des commentaires des clients. Cliquez sur "Questionnaire " pour ajouter des questions une par une.
it_it: Assicurarsi di aver aggiunto Questionario per l'aggiunta dei clienti. Clicca su "Questionario" per aggiungere domande una per una.
mr: आपण ग्राहक अभिप्राय समाविष्ट करण्यासाठी प्रश्नावली जोडले आहे याची खात्री करा. एक प्रश्न एक जोडण्यासाठी "प्रश्नावली " वर क्लिक करा.
pt_pt: Certifique-se de ter adicionado Questionário para a adição de nossos clientes. Clique em "Questionário " para adicionar questões uma a uma.

source: Available Quality Documents (QUALITY Department)
ar_ae: الإطلاع على وثائق الجودة (قسم الجودة)
de_de: Verfügbar Qualitätsdokumente (Qualitätsabteilung)
es_es: Documentos disponibles, calidad (Departamento de Calidad)
fr_fr: Documents de qualité disponibles (Direction de la Qualité)
gu: ઉપલબ્ધ જાત દસ્તાવેજો (ગુણવત્તા વિભાગ)
it_it: Disponibile qualità documenti (Dipartimento QUALITY)
mr: उपलब्ध गुणवत्ता दस्तऐवज (प्रतीची विभाग)
pt_pt: Documentos qualidade disponível (Departamento de Qualidade)

source: You can add/view your company Quality Manuals / Procedures / Objectives / Records / Policies for Quality department by clicking on the links below. <br /> These documents are available for all users.
ar_ae: يمكنك إضافة / عرض الكتيبات الخاصة بك الجودة شركة / الإجراءات / أهداف / السجلات / سياسات لإدارة الجودة من خلال النقر على الروابط أدناه. <br /> وهذه الوثائق متاحة لجميع المستخدمين.
de_de: Sie können / hinzufügen Ihr Unternehmen Qualitätshandbücher / Verfahren / Ziele / Records / Richtlinien für Qualitätsabteilung, indem Sie auf den unten stehenden Links. <br /> Diese Dokumente sind für alle Benutzer verfügbar.
es_es: Usted puede añadir / ver sus manuales de calidad de empresa / Procedimientos / Objetivos / Registros / Políticas para el departamento de calidad haciendo clic en los siguientes enlaces. <br /> Estos documentos están disponibles para todos los usuarios.
fr_fr: Vous pouvez ajouter / voir vos manuels compagnie de qualité / Procédures / Objectifs / Records / politiques pour le département de la qualité en cliquant sur les liens ci-dessous. <br /> Ces documents sont disponibles pour tous les utilisateurs.
gu: તમે નીચેની લિંક પર ક્લિક કરીને જાત વિભાગ માટે તમારી કંપની જાત માર્ગદર્શિકાઓ / પ્રક્રિયા / હેતુઓ / રેકોર્ડઝ / નીતિઓ જુઓ / ઉમેરી શકો છો. <br /> આ દસ્તાવેજો બધા વપરાશકર્તાઓ માટે ઉપલબ્ધ છે.
it_it: È possibile aggiungere / visualizzare i manuali azienda Qualità / Procedure / Obiettivi / Records / Politiche per il reparto Qualità, cliccando sui link qui sotto. <br /> Questi documenti sono disponibili per tutti gli utenti.
mr: आपण जोडा / खालील लिंक वर क्लिक करून गुणवत्ता विभागासाठी आपली कंपनी गुणवत्ता हस्तपुस्तिका / प्रक्रियांची / उद्दिष्टे / रेकॉर्डस / धोरणे पाहू शकतात. <br /> हे दस्तऐवज सर्व वापरकर्त्यांसाठी उपलब्ध आहे.
pt_pt: Você pode adicionar / visualizar seus manuais de qualidade da empresa / Procedimentos / Objectivos / Records / Políticas de departamento de Qualidade, clicando nos links abaixo. <br /> Estes documentos estão disponíveis para todos os usuários.

source: Document Readiness
ar_ae: الجاهزية وثيقة
de_de: Dokument Bereitschaft
es_es: Preparación del documento
fr_fr: préparation des documents
it_it: Documento Readiness
mr: दस्तऐवज अनुकूलता
pt_pt: Readiness Documento

source: Store Dashboard
ar_ae: متجر لوحة
de_de: Shop-Dashboard
es_es: Dashboard tienda
fr_fr: Tableau de bord de magasin
it_it: Negozio Dashboard
mr: स्टोअर डॅशबोर्ड
pt_pt: Painel loja

source: Materials' List With Shelf Life
ar_ae: قائمة المواد مع الصلاحية
de_de: Materialien "-Liste Mit der Haltbarkeit
es_es: Lista de Materiales 'de larga conservación
fr_fr: Liste de matériaux Avec Shelf Life
gu: શેલ્ફ જીવન સાથે સામગ્રી 'યાદી
it_it: Elenco materiali Con Shelf Life
mr: शेल्फ लाइफ सह सामुग्री 'यादी
pt_pt: Lista de 'materiais com vida de prateleira

source: Order Details Forms
ar_ae: أجل تفاصيل أشكال
de_de: Bestellen Details Forms
es_es: Detalles de pedidos Formas
fr_fr: Afin Details Formulaires
gu: ઓર્ડર વિગતો ફોર્મ
mr: ऑर्डर तपशील फॉर्मस
pt_pt: Detalhes do pedido Formas

source: Add Purchase Orders
ar_ae: إضافة أوامر الشراء
de_de: Bestellungen hinzufügen
es_es: Añadir Ordenes de Compra
fr_fr: Ajouter des commandes d'achat
gu: ખરીદી ઓર્ડર્સ ઉમેરો
it_it: Aggiungi Ordini di acquisto
mr: खरेदी ऑर्डर जोडा
pt_pt: Adicionar ordens de compra

source: List Data Backups
ar_ae: قائمة بيانات النسخ الاحتياطي
de_de: Liste Datensicherung
es_es: Lista de los respaldos de datos
fr_fr: Liste des sauvegardes de données
it_it: Elenco dati di backup
mr: यादी डेटा बॅकअप
pt_pt: Lista de dados Backups

source: Data Type
ar_ae: نوع البيانات
de_de: Datentyp
es_es: Tipo de datos
fr_fr: Type de donnée
gu: ડેટા પ્રકાર
it_it: Tipo di dati
mr: डेटा प्रकार
pt_pt: Tipo de dados

source: Backup Schedule
ar_ae: جدول النسخ الاحتياطي
de_de: Backup-Zeitplan
es_es: Programación de Copia de Seguridad
fr_fr: Planification de la sauvegarde
gu: બેકઅપ સૂચિ
it_it: Pianificazione backup
mr: बॅकअप अनुसूची
pt_pt: Agendamento de Backup

source: Add Data Back Up
ar_ae: إضافة بيانات النسخ الاحتياطي
es_es: Agregar datos Volver arriba
fr_fr: Ajouter des données Back Up
gu: માહિતી પાછા ઉપર ઉમેરો
it_it: Aggiungere dati Backup
mr: डेटा बॅक अप जोडा
pt_pt: Adicionar dados Back Up

source: User Responsible
ar_ae: العضو المسؤول
de_de: Verantwortlich Benutzer
es_es: Usuario Responsable
fr_fr: L'utilisateur responsable
it_it: Utente Responsabile
mr: जबाबदार वापरकर्ता
pt_pt: Utilizador Responsável

source: Approve Data Back Up
ar_ae: الموافقة بيانات النسخ الاحتياطي
de_de: Genehmigen Datensicherung
es_es: Aprobar Data Back Up
fr_fr: Approuver la sauvegarde des données
gu: માહિતી પાછા ઉપર મંજૂર કરો
it_it: Approvare dati Backup
mr: डेटा बॅक अप मंजूर करा
pt_pt: Aprovar Dados Back Up

source: Edit Data Back Up
ar_ae: تحرير بيانات النسخ الاحتياطي
de_de: Daten bearbeiten Back Up
es_es: Editar Datos Back Up
fr_fr: Modifier les données Back Up
gu: ફેરફાર કરો ડેટા પાછા ઉપર
it_it: Modifica dati di Back Up
mr: डेटा संपादित बॅक अप
pt_pt: Editar Dados Back Up

source: New Data Back Up
ar_ae: جديد بيانات النسخ الاحتياطي
de_de: Neue Daten Back Up
es_es: Nuevos datos Back Up
fr_fr: Nouvelles données Back Up
gu: નવી માહિતી પાછા ઉપર
mr: नविन माहिती बॅक अप
pt_pt: Dados New Back Up

source: Add Data Type
ar_ae: إضافة نوع البيانات
de_de: Datentyp hinzufügen
es_es: Agregar tipo de datos
fr_fr: Ajouter un type de données
gu: ડેટા પ્રકાર ઉમેરો
it_it: Aggiungi Tipo di dati
mr: डेटा प्रकार जोडा
pt_pt: Adicionar tipo de dados

source: View Data Back Up
ar_ae: عرض بيانات النسخ الاحتياطي
es_es: Ver datos del Back Up
fr_fr: Voir les données Back Up
gu: જુઓ ડેટા પાછા ઉપર
it_it: Visualizzazione dati Backup
mr: पहा डेटा बॅक अप
pt_pt: Ver Dados Back Up

source: List Data Type
ar_ae: القائمة نوع البيانات
de_de: Liste Datentyp
es_es: Lista de tipos de datos
fr_fr: Liste Type de données
it_it: Nell'elenco Tipo di dati
mr: यादी डेटा प्रकार
pt_pt: Lista de Tipo de Dados

source: Approve Data Type
ar_ae: الموافقة على نوع البيانات
de_de: Genehmigen Datentyp
es_es: Aprobar el tipo de datos
fr_fr: Approuver Type de données
gu: ડેટા પ્રકાર મંજૂર
it_it: Approva Tipo di dati
mr: डेटा प्रकार मंजूर करा
pt_pt: Aprovar tipo de dados

source: Edit Data Type
ar_ae: تحرير نوع البيانات
de_de: Bearbeiten Datentyp
es_es: Editar Tipo de datos
fr_fr: Modifier le type de données
gu: ફેરફાર કરો ડેટા પ્રકાર
it_it: Modifica del tipo di dati
mr: संपादित करा डेटा प्रकार
pt_pt: Editar Tipo de dados

source: View Data Type
ar_ae: عرض نوع البيانات
de_de: Ansicht Datentyp
es_es: Ver el tipo de datos
fr_fr: Voir Type de données
gu: જુઓ ડેટા પ્રકાર
it_it: View Tipo di dati
mr: पहा डेटा प्रकार
pt_pt: Ver tipo de dados

source: User
ar_ae: المستخدم
de_de: Benutzer
es_es: Usuario
fr_fr: Utilisateur
gu: વપરાશકર્તા
it_it: Utente
mr: वापरकर्ता
pt_pt: Usuário

source: Logbook
ar_ae: دفتر
de_de: Logbuch
es_es: Diario
fr_fr: Journal
it_it: Giornale di bordo
mr: गलबताचा राजीनामा
pt_pt: Diário de bordo

source: Backup Details
ar_ae: تفاصيل احتياطية
es_es: Detalles de Copia de Seguridad
fr_fr: Détails de Sauvegarde
gu: બેકઅપ વિગતો
it_it: Dettagli di Backup
mr: बॅकअप तपशील
pt_pt: Detalhes de backup

source: New Databackup Logbook
ar_ae: Databackup دفتر جديد
de_de: Neue Datenbackup Logbuch
es_es: Nueva Databackup Logbook
fr_fr: Nouveau Journal de bord DataBackup
gu: ન્યૂ Databackup લોગબુક
it_it: Nuovo Databackup Logbook
mr: नवीन Databackup गलबताचा राजीनामा
pt_pt: Nova Databackup diário de bordo

source: Add Delivery Challan
ar_ae: إضافة التسليم Challan
de_de: Liefer Challan hinzufügen
es_es: Añadir entrega Challan
fr_fr: Ajouter livraison Challan
gu: ડ લવર ચલન ઉમેરો
it_it: Aggiungi consegna Challan
mr: डिलिव्हरी चलन जोडा
pt_pt: Adicionar Entrega Challan

source: Select Purchase Order
ar_ae: حدد طلب شراء
de_de: Wählen Sie Bestellung
es_es: Seleccione una Orden de Compra
fr_fr: Sélectionnez la commande d'achat
gu: પસંદ કરો ખરીદી ઓર્ડર
it_it: Selezionare Ordine di Acquisto
mr: निवडा खरेदी ऑर्डर
pt_pt: Selecionar Ordem de Compra

source: Approve Delivery Challan
ar_ae: الموافقة على تسليم Challan
de_de: Genehmigen Liefer Challan
es_es: Aprobar Entrega Challan
fr_fr: Approuver livraison Challan
gu: ડ લવર ચલન મંજૂર
it_it: Approva consegna Challan
mr: डिलिव्हरी चलन मंजूर करा
pt_pt: Aprovar Entrega Challan

source: Edit Delivery Challan
ar_ae: تحرير التسليم Challan
de_de: Bearbeiten Liefer Challan
es_es: Editar Entrega Challan
fr_fr: Modifier livraison Challan
gu: ફેરફાર કરો વિતરણ ચલન
it_it: Modifica di consegna Challan
mr: संपादित करा डिलिव्हरी चलन
pt_pt: Editar Challan Entrega

source: Order Date
ar_ae: الترتيب التاريخ
de_de: Bestelldatum
es_es: Fecha del pedido
fr_fr: Date de Commande
gu: ઓર્ડર તારીખ
mr: ऑर्डर तारीख
pt_pt: Ordenar Data

source: Intimation
ar_ae: ايحاء
de_de: Andeutung
es_es: Intimación
gu: જાણ
it_it: Intimazione
mr: सूचना
pt_pt: Intimação

source: Expected Develivery Date
ar_ae: يتوقع Develivery التسجيل
de_de: Erwartet Develivery Datum
es_es: Esperado Develivery Fecha
fr_fr: Prévue Develivery date
gu: અપેક્ષિત Develivery તારીખ
it_it: Data prevista develivery
mr: अपेक्षित Develivery तारीख
pt_pt: Esperada Develivery Data

source: Supplier
ar_ae: المورد
de_de: Lieferant
es_es: Proveedor
fr_fr: Fournisseur
gu: પુરવઠોકર્તા
it_it: Fornitore
mr: पुरवठादार
pt_pt: Fornecedor

source: Product/ Device/ Material/ Other
ar_ae: المنتج / الأجهزة / المواد / أخرى
de_de: Produkt / Gerät / Material / Sonstiges
es_es: Producto / Device / Material / Otros
fr_fr: Produit / Périphérique / Matériel / Autres
it_it: Prodotto / dispositivo / materiali / Altro
mr: उत्पादन / डिव्हाइस / साहित्य / इतर
pt_pt: Product / Device / Material / Outros

source: Discount
ar_ae: الخصم
de_de: Ermäßigung
es_es: Descuento
fr_fr: Réduction
gu: ડિસ્કાઉન્ટ
it_it: Sconto
mr: सवलतीच्या
pt_pt: Desconto

source: Rate
ar_ae: تقييم
de_de: Bewerten
es_es: Valorar
fr_fr: Taux
gu: મો
it_it: Valuta
mr: दर
pt_pt: Avaliar

source: Challan Values
ar_ae: القيم Challan
de_de: Challan Werte
es_es: Valores Challan
fr_fr: Valeurs Challan
it_it: Valori Challan
mr: चलन मूल्ये
pt_pt: Valores Challan

source: This material requires Quality Checks therefore it can not be added to Stock.
ar_ae: هذه المواد تتطلب التحقق من جودة بالتالي فإنه لا يمكن أن تضاف إلى المخزون.
de_de: Dieses Material erfordert Qualitätsprüfungen kann daher nicht auf Lizenz hinzugefügt werden.
es_es: Este material requiere controles de calidad, por lo tanto no se puede añadir al archivo.
fr_fr: Ce matériau nécessite contrôles de qualité ne peut donc pas être ajoutés au stock.
it_it: Questo materiale richiede controlli quindi la qualità non può essere aggiunto al magazzino.
mr: हा साहित्य म्हणून ते शेअर करण्यासाठी जोडले जाऊ शकत नाही गुणवत्ता तपासणी करणे आवश्यक आहे.
pt_pt: Este material requer controlos de qualidade, portanto, não podem ser adicionados ao estoque.

source: Order Number
ar_ae: الأمر رقم
de_de: Bestellnummer
es_es: Número de pedido
fr_fr: Numéro de Commande
gu: ઓર્ડર સંખ્યા
it_it: Numero d'ordine
mr: मागणी क्रमांक
pt_pt: Número de Encomenda

source: Quantity Ordered
ar_ae: الكمية المطلوبة
de_de: Bestellte Menge
es_es: Cantidad pedida
fr_fr: Quantité commandée
it_it: Quantità Ordinato
mr: प्रमाणात क्रमांकित
pt_pt: Quantidade encomendada

source: New Delivery Challan
ar_ae: جديد التسليم Challan
de_de: Neue Lieferung Challan
es_es: Nueva entrega Challan
fr_fr: Nouvelle livraison Challan
gu: ન્યૂ ડ ચલન
it_it: Nuova consegna Challan
mr: नवीन डिलिव्हरी चलन
pt_pt: Nova Challan Entrega

source: New Purchase Order
ar_ae: الجديد طلب شراء
de_de: Neue Bestellung
es_es: Nueva Orden de Compra
fr_fr: Nouvelle commande d'achat
gu: નવી ખરીદી ઓર્ડર
it_it: Nuovo ordine d'acquisto
mr: नवीन खरेदी ऑर्डर
pt_pt: Nova Ordem de Compra

source: View Delivery Challan
ar_ae: عرض تسليم Challan
de_de: Sofort lieferbar Challan
es_es: Plazo de entrega Challan
fr_fr: Voir livraison Challan
gu: જુઓ ડ ચલન
it_it: Vista consegna Challan
mr: पहा डिलिव्हरी चलन
pt_pt: De entrega Challan

source: Purchase Order Number
ar_ae: شراء الأمر رقم
de_de: Bestellnummer
es_es: Número de Pedido
fr_fr: Numéro de commande
gu: ઓર્ડર નંબર ખરીદી
it_it: Acquistare Numero d'ordine
mr: ऑर्डर क्रमांक खरेदी
pt_pt: Ordem de Compra Número

source: Challan Number
ar_ae: عدد Challan
de_de: Challan Anzahl
es_es: Número Challan
fr_fr: Nombre Challan
gu: ચલન સંખ્યા
it_it: Numero Challan
mr: चलन क्रमांक
pt_pt: Número Challan

source: Challan Date
ar_ae: Challan التسجيل
de_de: Challan Datum
es_es: Challan Fecha
fr_fr: Date de Challan
gu: ચલન તારીખ
it_it: Challan Data
mr: चलन तारीख
pt_pt: Challan Data

source: Prices
ar_ae: أسعار
de_de: Preise
es_es: Precios
fr_fr: Les prix
gu: કિંમતો
it_it: Prezzi
mr: किंमती
pt_pt: Preços

source: Ship By
ar_ae: سفينة بواسطة
de_de: Schiff durch
es_es: Nave de
fr_fr: En bateau
gu: જહાજ દ્વારા
it_it: Nave By
mr: करून जहाज
pt_pt: Navio por

source: Shipping Details
ar_ae: تفاصيل الشحن
de_de: Versand Details
es_es: Detalles de envío
fr_fr: Détails de l'Envoi
gu: શિપિંગ વિગતો
it_it: Dettagli di spedizione
mr: शिपिंग तपशील
pt_pt: Ver detalhes de envio

source: Insurance
ar_ae: التأمين
de_de: Versicherung
es_es: Seguro
fr_fr: Assurance
gu: વીમો
it_it: Assicurazione
mr: विमा
pt_pt: Seguros

source: Shipping Date
ar_ae: تاريخ الشحن
de_de: Versanddatum
es_es: Fecha de envío
fr_fr: Date de livraison
gu: શીપીંગ તારીખ
it_it: Data di spedizione
mr: शिपिंग तारीख
pt_pt: Data de envio

source: Ship To
ar_ae: سفينة ل
de_de: Ausliefern
fr_fr: Envoyez à
gu: જહાજ
it_it: Spedire a
mr: करण्यासाठी जहाज
pt_pt: Enviar para

source: Payment Details
ar_ae: تفاصيل الدفع
de_de: Einzelheiten zur Bezahlung
es_es: Detalles De Pago
fr_fr: Détails Du Paiement
gu: ચુકવણી વિગતો
it_it: Dettagli Pagamento
mr: देय तपशील
pt_pt: Detalhes do pagamento

source: Invoice To
ar_ae: فاتورة ل
de_de: Rechnung an
es_es: Factura a
fr_fr: Facture Pour
gu: ઇનવોઇસ
it_it: Fattura Per
mr: करण्यासाठी अशी यादी तयार करणे
pt_pt: Fatura Para

source: Acknowledgement Details
ar_ae: تفاصيل شكر وتقدير
de_de: Empfangsinformationen
es_es: Detalles de Reconocimiento
fr_fr: Détails Remerciements
gu: પહોંચ વિગતો
it_it: Riconoscimento Dettagli
mr: पोचपावती तपशील
pt_pt: Detalhes de Confissão

source: Acknowledgement Date
ar_ae: شكر وتقدير تاريخ
de_de: Empfangsdatum
es_es: Acuse Fecha
gu: પહોંચ તારીખ
it_it: Riconoscimento Data
mr: पोचपावती तारीख
pt_pt: Reconhecimento Data

source: Delivery Challan Detail
ar_ae: تسليم التفاصيل Challan
de_de: Lieferung Challan Details
es_es: Entrega Detalle Challan
fr_fr: Détail de la livraison Challan
gu: ડ લવર ચલન વિગતવાર
it_it: Consegna Challan Particolare
mr: डिलिव्हरी चलन तपशील
pt_pt: Entrega Challan Detalhe

source: Product / Device/ Material/ Other
ar_ae: المنتج / الأجهزة / المواد / أخرى
de_de: Produkt / Gerät / Material / Sonstiges
es_es: Producto / Device / Material / Otros
fr_fr: Produit / Périphérique / Matériel / Autres
it_it: Prodotto / dispositivo / materiali / Altro
mr: उत्पादन / डिव्हाइस / साहित्य / इतर
pt_pt: Product / Device / Material / Outros

source: Quantity Received
ar_ae: الكمية المتلقاة
de_de: Anzahl erhalten
es_es: Cantidad recibida
fr_fr: Quantité reçue
gu: પ્રાપ્ત જથ્થો
it_it: Quantità Ricevuto
mr: प्रमाणात प्राप्त
pt_pt: Quantidade recebida

source: Material QC Required?
ar_ae: QC المواد المطلوبة؟
de_de: Material QC erforderlich?
es_es: Material necesario control de calidad?
fr_fr: Matériel QC Obligatoire?
it_it: Materiale QC Obbligatorio?
mr: साहित्य QC आवश्यक?
pt_pt: Material QC Obrigatório?

source: Edit Department
ar_ae: تحرير القسم
de_de: Abteilung bearbeiten
es_es: Editar Departamento
fr_fr: Modifier Département
gu: ફેરફાર કરો વિભાગ
it_it: Modifica Dipartimento
mr: संपादन विभाग
pt_pt: Editar Departamento

source: Department Name
ar_ae: اسم الدائرة
de_de: Abteilung Name
es_es: Nombre de departamento
fr_fr: Nom du rayon
gu: વિભાગનું નામ
it_it: Nome reparto
mr: विभाग नाव
pt_pt: Nome Departamento

source: Add / Edit Clauses
ar_ae: إضافة / تعديل بنود
de_de: Klauseln hinzufügen / bearbeiten
es_es: Añadir / modificar las Cláusulas
fr_fr: Ajouter / Modifier articles
gu: ઉમેરો / ફેરફાર કરો કલમો
it_it: Aggiungi / Modifica Clausole
mr: / संपादित टवेअरमधील जोडा
pt_pt: Adicionar / Editar Cláusulas

source: Other details
ar_ae: تفاصيل أخرى
de_de: Weitere Details
es_es: Otros detalles
fr_fr: Autres détails
gu: અન્ય વિગતો
it_it: Altri dettagli
mr: इतर तपशील
pt_pt: Outros detalhes

source: Clauses
ar_ae: بنود
de_de: Klauseln
es_es: Cláusulas
gu: કલમો
it_it: Clausole
mr: कलमे
pt_pt: Cláusulas

source: New Department
ar_ae: الإدارة الجديدة
de_de: Neue Abteilung
es_es: Nuevo Departamento
fr_fr: Nouveau département
gu: ન્યૂ વિભાગ
it_it: Nuovo reparto
mr: नवीन विभाग
pt_pt: Novo Departamento

source: View Department
ar_ae: مشاهدة زارة
de_de: Blick Abteilung
es_es: Ver Departamento
fr_fr: Voir Département
gu: જુઓ વિભાગ
it_it: Vista Dipartimento
mr: पहा विभाग
pt_pt: Ver Departamento

source: List of users in this Department
ar_ae: قائمة المستخدمين في هذا القسم
de_de: Liste der Benutzer in dieser Abteilung
es_es: Lista de usuarios en este Departamento
fr_fr: Liste des utilisateurs dans ce département
gu: આ વિભાગ માં વપરાશકર્તાઓની યાદી
it_it: Elenco degli utenti in questo Dipartimento
mr: या विभागातील वापरकर्त्यांची सूची
pt_pt: Lista de usuários neste Departamento

source: is MR
ar_ae: هو MR
de_de: MR
es_es: es MR
fr_fr: est M.
gu: એમ.આર. છે
it_it: è MR
mr: श्रीयुत आहे
pt_pt: é MR

source: is View All
ar_ae: هو عرض جميع
de_de: ist Alle
es_es: es Ver todos
fr_fr: est Voir tous
gu: બધી છે
it_it: è Visualizza tutto
mr: पहा सर्व आहे
pt_pt: é Ver todos

source: is Approver
ar_ae: غير الموافق
de_de: ist Approver
es_es: es aprobador
fr_fr: est approbateur
gu: Approver છે
it_it: è Approvatore
mr: माफीचा साक्षीदार आहे
pt_pt: é aprovador

source: Approve Designation
ar_ae: الموافقة على تعيين
de_de: Genehmigen Bezeichnung
es_es: Aprobar Designación
fr_fr: Approuver la désignation
gu: હોદ્દો મંજૂર
it_it: Approva Designazione
mr: पदनाम मंजूर करा
pt_pt: Aprovar Designação

source: Edit Designation
ar_ae: تحرير تسمية
de_de: Bearbeiten Benennung
es_es: Editar Designación
fr_fr: Modifier Désignation
gu: ફેરફાર કરો હોદ્દો
it_it: Modifica Designazione
mr: संपादन पदनाम
pt_pt: Editar Designação

source: New Designation
ar_ae: تعيين جديد
de_de: Neue Bezeichnung
es_es: Nueva Designación
fr_fr: Nouvelle désignation
gu: ન્યૂ હોદ્દો
it_it: Nuovo Designazione
mr: नवीन पदनाम
pt_pt: Nova Designação

source: View Designation
ar_ae: عرض تعيين
de_de: Bezeichnung anzeigen
es_es: Ver Designación
fr_fr: Voir Désignation
gu: જુઓ હોદ્દો
it_it: Vista Designazione
mr: पहा पदनाम
pt_pt: Ver Designação

source: Add Device Maintenance
ar_ae: إضافة صيانة الأجهزة
de_de: Gerät hinzufügen Wartung
es_es: Añadir Mantenimiento del dispositivo
fr_fr: Ajouter entretien de l'appareil
it_it: Aggiungi Manutenzione del dispositivo
mr: डिव्हाइस देखभाल जोडा
pt_pt: Adicionar Manutenção de Dispositivos
