Repository: Athenolabs/flinkiso-lite
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_ae, de_de, es_es, fr_fr, gu, it_it, mr, pt_pt

source: Course Type
ar_ae: نوع الدورة
de_de: Kurstyp
es_es: Tipo de curso
fr_fr: Type de cours
gu: કોર્સ પ્રકાર
it_it: Tipo di corso
mr: अभ्यासक्रम प्रकार
pt_pt: Tipo de Curso

source: Add New Training/Courses
ar_ae: إضافة جديدة للتدريب / دورات
de_de: Add New Training / Kurse
es_es: Añadir nuevas Formación / Cursos
fr_fr: Ajouter une nouvelle formation / Cours
gu: નવી તાલીમ / અભ્યાસક્રમો ઉમેરો
it_it: Aggiungi nuovi Formazione / Corsi
mr: नवीन प्रशिक्षण / अभ्यासक्रम जोडा
pt_pt: Adicionar novos Treinamento / Cursos

source: Approve Course
ar_ae: الموافقة دورة
de_de: Genehmigen Platz
fr_fr: Approuver cours
it_it: Approva Corso
mr: कोर्स मंजूर करा
pt_pt: Aprovar Curso

source: Edit Course
ar_ae: دورة تحرير
de_de: Kurs bearbeiten
es_es: Editar plato
fr_fr: Modifier le cours
gu: ફેરફાર કરો કોર્સ
it_it: Modifica Corso
mr: संपादन अभ्यासक्रम
pt_pt: Editar Curso

source: New Course
ar_ae: دورة جديدة
de_de: Neuer Kurs
es_es: Nuevo curso
fr_fr: Nouveau cours
gu: નવા અભ્યાસક્રમ
it_it: Nuovo corso
mr: नवीन अभ्यासक्रम
pt_pt: Novo Curso

source: New Course Types
ar_ae: أنواع دورة جديدة
de_de: Neue Kurstypen
es_es: Nuevos Tipos de Cursos
fr_fr: Nouveaux types de cours
gu: નવા અભ્યાસક્રમ પ્રકાર
it_it: Nuovi tipi di corsi
mr: नवीन अभ्यासक्रम प्रकार
pt_pt: Novos Tipos de Cursos

source: View Course
ar_ae: عرض دورة
de_de: Kurs anzeigen
es_es: Ver Curso
fr_fr: Voir les cours
gu: જુઓ કોર્સ
it_it: View Corso
mr: पहा अभ्यासक्रम
pt_pt: Curso

source: Send for approval
ar_ae: إرسال للموافقة عليها
de_de: Zur Freigabe
es_es: Enviar para su aprobación
fr_fr: Envoyer à l'approbation
gu: મંજૂરી માટે મોકલો
it_it: Invia per l'approvazione
mr: मंजूरीसाठी पाठवा
pt_pt: Enviar para aprovação

source: Records added to this table will be send to the person you choose from the list below.
ar_ae: سوف ترسل السجلات المضافة إلى هذا الجدول إلى الشخص الذي تختاره من القائمة أدناه.
de_de: Datensätze dieser Tabelle hinzugefügt werden, um die Person, die Sie aus der folgenden Liste wählen zu senden.
es_es: Los registros agregados a esta tabla se envían a la persona que usted elija de la siguiente lista.
fr_fr: Enregistrements ajoutés à ce tableau seront envoyés à la personne de votre choix dans la liste ci-dessous.
gu: આ ટેબલ ઉમેરવામાં રેકોર્ડ્સ તમે નીચેની યાદીમાંથી પસંદ કરો છો તે વ્યક્તિ પર મોકલી આપવામાં આવશે.
it_it: Record aggiunti a questa tabella saranno inviati alla persona che si sceglie dalla lista qui sotto.
mr: या टेबल जोडले नोंदी आपण खालील सूचीतून निवडा व्यक्तीस पाठवा जाईल.
pt_pt: Registros adicionados a esta tabela será enviada para a pessoa que você escolher a partir da lista abaixo.

source: Document Title
ar_ae: عنوان الوثيقة
de_de: Dokumententitel
es_es: Título del documento
fr_fr: Titre du document
it_it: Titolo del documento
mr: दस्तऐवज शीर्षक
pt_pt: Título do Documento

source: New Custom Template
ar_ae: قالب مخصص جديد
de_de: Neue benutzerdefinierte Vorlage
es_es: Nueva plantilla personalizada
fr_fr: Nouveau modèle personnalisé
gu: નવા કસ્ટમ ટેમ્પલેટ
it_it: Nuovo modello personalizzato
mr: नवीन सानुकूल टेम्पलेट
pt_pt: Novo modelo personalizado

source: View Custom Template
ar_ae: عرض قالب مخصص
de_de: Ansicht Benutzerdefinierte Vorlage
es_es: Ver Plantilla Personalizada
fr_fr: Voir un modèle personnalisé
gu: જુઓ કસ્ટમ ટેમ્પલેટ
it_it: Vista modello personalizzato
mr: पहा सानुकूल टेम्पलेट
pt_pt: Ver modelo personalizado

source: Details
ar_ae: التفاصيل
de_de: Einzelheiten
es_es: Detalles
fr_fr: Détails
gu: વિગતો
it_it: Dettagli
mr: तपशील
pt_pt: Detalhes

source: Add Customer Complaint
ar_ae: اضافة شكوى العملاء
de_de: Fügen Kundenreklamation
es_es: Añadir Quejas de Clientes
fr_fr: Ajouter des plaintes des clients
gu: ગ્રાહક ફરિયાદ ઉમેરો
it_it: Aggiungi reclamo del cliente
mr: ग्राहक तक्रार जोडा
pt_pt: Adicionar Reclamação do cliente

source: Add To CAPA ?
ar_ae: إضافة إلى CAPA؟
de_de: Um CAPA hinzufügen?
es_es: Añadir A CAPA?
fr_fr: Ajouter à la CAPA?
gu: CAPA ઉમેરો?
it_it: Aggiungi a CAPA?
mr: CAPA करण्यासाठी जोडा?
pt_pt: Adicionar aos CAPA?

source: Approve Customer Complaint
ar_ae: الموافقة على شكاوى العملاء
de_de: Genehmigen Kundenreklamation
es_es: Aprobar Quejas de Clientes
fr_fr: Approuver des plaintes des clients
gu: ગ્રાહક ફરિયાદ મંજૂર
it_it: Approva reclamo del cliente
mr: ग्राहक तक्रार मंजूर करा
pt_pt: Aprovar Reclamação do cliente

source: Edit Customer Complaint
ar_ae: تحرير شكوى العملاء
de_de: Bearbeiten Kundenreklamation
es_es: Editar Quejas de Clientes
fr_fr: Plainte Modifier la clientèle
gu: ફેરફાર કરો ગ્રાહક ફરિયાદ
it_it: Modifica reclamo del cliente
mr: संपादन ग्राहक तक्रार
pt_pt: Editar Reclamação do cliente

source: Source
ar_ae: المصدر
de_de: Quelle
es_es: Fuente
fr_fr: Alimentation
gu: સ્રોત
it_it: Sorgente
mr: स्रोत
pt_pt: Fonte

source: New Customer Complaint
ar_ae: الجديد شكاوى العملاء
de_de: Neue Kundenreklamation
es_es: Nueva Quejas de Clientes
fr_fr: Nouvelle plainte du client
gu: નવા ગ્રાહક ફરિયાદ
it_it: Nuovo reclamo del cliente
mr: नवीन ग्राहक तक्रार
pt_pt: Nova reclamação de cliente

source: New Customer
ar_ae: العملاء الجديد
de_de: Neuer Kunde
es_es: Nuevo cliente
fr_fr: Nouveau Client
gu: નવા ગ્રાહક
it_it: Nuovo cliente
mr: नवीन ग्राहक
pt_pt: Novo cliente

source: View Customer Complaint
ar_ae: شكوى رأي العملاء
de_de: Ansicht Reklamation
es_es: Ver Quejas de Clientes
fr_fr: Plainte Voir la clientèle
gu: જુઓ ગ્રાહક ફરિયાદ
it_it: Vista reclamo del cliente
mr: पहा ग्राहक तक्रार
pt_pt: Ver Reclamação do cliente

source: Type
ar_ae: النوع
de_de: Typ
es_es: Tipo:
fr_fr: Catégorie
gu: પ્રકાર
it_it: Tipo
mr: प्रकार
pt_pt: Tipo

source: Complaint Number
ar_ae: عدد الشكاوى
de_de: Beschwerde Anzahl
es_es: Número de quejas
fr_fr: Nombre de plaintes
gu: ફરિયાદ સંખ્યા
it_it: Numero Denuncia
mr: तक्रार क्रमांक
pt_pt: Número da Reclamação

source: Complaint Date
ar_ae: شكوى التسجيل
de_de: Beschwerde Datum
es_es: Queja Fecha
fr_fr: Date de plainte
gu: ફરિયાદ તારીખ
it_it: Denuncia Data
mr: तक्रार तारीख
pt_pt: Reclamação Data

source: Assigned to
ar_ae: تعيين
de_de: Zugeordnet
es_es: Asignado a
fr_fr: Assigné à
gu: માટે સોંપાયેલ
it_it: Assegnato a
mr: नियुक्त
pt_pt: Atribuído a

source: Action Taken
ar_ae: الإجراءات المتخذة
de_de: Maßnahmen ergriffen
es_es: Acción Tomada
fr_fr: Mesures prises
gu: લેવામાં ક્રિયા
it_it: Azione eseguita
mr: कार्यवाही
pt_pt: Ação tomada

source: Action Taken Date
ar_ae: تاريخ التقاط العمل
de_de: Aktionen nach Datum
es_es: Acción Tomada Fecha
fr_fr: Action Date de prise
gu: એક્શન ટેકન તારીખ
it_it: Action Taken Data
mr: कार्यवाही दिनांक
pt_pt: Ação tomada Data

source: Settled Date
ar_ae: تاريخ استقر
de_de: Siedelt Datum
es_es: Fecha Cerrada
fr_fr: Date du règlement
gu: સ્થાયી તારીખ
it_it: Regolato Data
mr: स्थायिक तारीख
pt_pt: Radicado Data

source: Authorized By
ar_ae: اعتمدت من قبل:
de_de: Autorisiert von
es_es: Autorizado por
fr_fr: Autorisé par
gu: દ્વારા અધિકૃત
it_it: Autorizzato da
mr: अधिकृत
pt_pt: Autorizado por

source: Add Customer Feedback Question
ar_ae: إضافة العملاء ملاحظات على سؤال
de_de: Kundenfeedback hinzufügen Frage
es_es: Comentario del cliente pregunta
fr_fr: Ajouter Customer Feedback question
gu: ગ્રાહક પ્રતિસાદ પ્રશ્ન ઉમેરો
it_it: Aggiungi clienti Feedback domanda
mr: ग्राहक अभिप्राय प्रश्न जोडा
pt_pt: Adicionar ao Cliente Opinião Pergunta

source: If question type is Optional, fill out options below, else leave blank.
ar_ae: إذا كان نوع السؤال هو اختياري، وملء الخيارات أدناه، وإلا ترك فارغا.
de_de: Wenn Fragetyp ist optional, füllen Sie Optionen unten, sonst leer lassen.
es_es: Si el tipo de pregunta es opcional, complete las opciones de abajo, de lo contrario dejar en blanco.
fr_fr: Si le type de question est facultatif, remplissez les options ci-dessous, sinon laisser en blanc.
it_it: Se il tipo di domanda è facoltativo, compilare le opzioni qui sotto, altrimenti lasciare in bianco.
mr: प्रश्न प्रकार पर्यायी आहे तर दुसर्या, खालील पर्याय भरा रिक्त सोडा.
pt_pt: Se o tipo de pergunta é opcional, preencha as opções abaixo, senão deixe em branco.

source: Approve Customer Feedback Question
ar_ae: الموافقة العملاء ملاحظات على سؤال
de_de: Genehmigen Kundenfeedback Frage
es_es: Aprobar Comentarios del cliente pregunta
fr_fr: Approuver Customer Feedback question
gu: ગ્રાહક પ્રતિસાદ પ્રશ્ન મંજૂર
it_it: Approvare clienti Feedback domanda
mr: ग्राहक अभिप्राय प्रश्न मंजूर करा
pt_pt: Aprovar Cliente Opinião Pergunta

source: Edit Customer Feedback Question
ar_ae: تحرير العملاء ملاحظات على سؤال
de_de: Bearbeiten Kundenfeedback Frage
es_es: Editar Comentarios del cliente pregunta
fr_fr: Modifier Customer Feedback question
gu: ફેરફાર કરો ગ્રાહક પ્રતિસાદ પ્રશ્ન
it_it: Modifica Customer Feedback domanda
mr: संपादन ग्राहक अभिप्राय प्रश्न
pt_pt: Editar Customer Feedback Pergunta

source: New Customer Feedback Question
ar_ae: الجديد العملاء ملاحظات على سؤال
de_de: Neue Kundenfeedback Frage
es_es: Nuevo Comentarios del cliente pregunta
fr_fr: Nouveau client Feedback question
gu: નવા ગ્રાહક પ્રતિસાદ પ્રશ્ન
it_it: New Customer Feedback domanda
mr: नवीन ग्राहक अभिप्राय प्रश्न
pt_pt: Nova Pergunta Customer Feedback

source: Add Customer Feedback
ar_ae: إضافة العملاء ملاحظات
de_de: Kundenfeedback hinzufügen
es_es: Comentario del cliente
fr_fr: Ajouter Réactions des clients
gu: ગ્રાહક પ્રતિસાદ ઉમેરો
it_it: Aggiungi Customer Feedback
mr: ग्राहक अभिप्राय जोडा
pt_pt: Adicionar Comentário do cliente

source: View Customer Feedback Question
ar_ae: رأي العملاء ملاحظات على سؤال
de_de: Ansicht Kundenfeedback Frage
es_es: Ver Comentarios del cliente pregunta
fr_fr: Voir Customer Feedback question
gu: જુઓ ગ્રાહક પ્રતિસાદ પ્રશ્ન
it_it: Vista Customer Feedback domanda
mr: पहा ग्राहक अभिप्राय प्रश्न
pt_pt: Ver Feedback de Cliente Pergunta

source: Approve Customer Feedback
ar_ae: الموافقة العملاء ملاحظات
es_es: Aprobar Comentarios del cliente
gu: ગ્રાહક પ્રતિસાદ મંજૂર
it_it: Approva Customer Feedback
pt_pt: Aprovar Customer Feedback

source: Edit Customer Feedback
ar_ae: تحرير ملاحظات العملاء
de_de: Bearbeiten Kundenfeedback
es_es: Editar Comentarios del cliente
fr_fr: Modifier Réactions des clients
gu: ફેરફાર કરો ગ્રાહક પ્રતિસાદ
it_it: Modifica Customer Feedback
mr: संपादन ग्राहक अभिप्राय
pt_pt: Editar Comentário do cliente

source: Add Customer
ar_ae: إضافة العملاء
de_de: Kunden hinzufügen
es_es: Añadir al Cliente
fr_fr: Ajouter à la clientèle
gu: ગ્રાહક ઉમેરો
it_it: Aggiungi clienti
mr: ग्राहक जोडा
pt_pt: Adicionar ao Cliente

source: View Customer Feedback
ar_ae: عرض ملاحظات العملاء
de_de: Ansicht Kundenfeedback
es_es: Ver Comentarios del cliente
fr_fr: Voir Réactions des clients
gu: જુઓ ગ્રાહક પ્રતિસાદ
it_it: Vista Customer Feedback
mr: पहा ग्राहक अभिप्राय
pt_pt: Ver Feedback de Cliente

source: Questions
ar_ae: الأسئلة
de_de: Fragen
es_es: Preguntas
it_it: Domande.
mr: प्रश्न
pt_pt: Perguntas

source: Answer
ar_ae: إجابة
de_de: Antwort
es_es: Respuesta
fr_fr: Réponse
gu: A
it_it: Risposta
mr: उत्तर
pt_pt: Resposta

source: Add Customer Meeting
ar_ae: إضافة اجتماع العملاء
de_de: Fügen Kundengespräch
es_es: Agregar reunión Cliente
fr_fr: Ajouter une réunion à la clientèle
it_it: Aggiungere Meeting clienti
mr: ग्राहक बैठक जोडा
pt_pt: Adicionar Encontro Cliente

source: Restrict access?
ar_ae: تقييد الوصول؟
de_de: Beschränken Sie den Zugriff?
es_es: Restringir el acceso?
fr_fr: Restreindre l'accès?
it_it: Limitare l'accesso?
mr: प्रवेश प्रतिबंधित?
pt_pt: Restringir o acesso?

source: You can copy and paste your meeting details here. You can also upload it after saving this record
ar_ae: يمكنك نسخ ولصق تفاصيل اجتماعكم هنا. يمكنك أيضا تحميله بعد حفظ هذا السجل
de_de: Sie können kopieren und fügen Sie Ihre Meeting-Details hier. Sie können es auch nach dem Speichern dieses Album hochladen
es_es: Puede copiar y pegar los detalles de la reunión aquí. También puede subirlo después de guardar este registro
fr_fr: Vous pouvez copier et coller vos détails de la réunion ici. Vous pouvez également le télécharger après avoir enregistré ce disque
it_it: È possibile copiare e incollare i dettagli della riunione qui. È anche possibile caricare dopo aver salvato questo record
mr: आपण कॉपी आणि येथे आपले बैठक तपशील पेस्ट करू शकता. आपण या रेकॉर्ड जतन केल्यानंतर अपलोड करु शकता
pt_pt: Você pode copiar e colar seus detalhes da reunião aqui. Você também pode carregá-lo depois de salvar este registro

source: Add Follow up
ar_ae: إضافة متابعة
de_de: Hinzufügen Follow-up
es_es: Añadir seguimiento
fr_fr: Ajoutez suivi
it_it: Aggiungi Follow-up
mr: पाठपुरावा जोडा
pt_pt: Adicionar Acompanhamento

source: Approve Customer Meeting
ar_ae: الموافقة اجتماع العملاء
de_de: Genehmigen Kundengespräch
es_es: Aprobar Reunión Cliente
fr_fr: Approuver réunion à la clientèle
it_it: Approva Meeting clienti
mr: ग्राहक बैठक मंजूर करा
pt_pt: Aprovar Encontro Cliente

source: Edit Customer Meeting
ar_ae: تحرير اجتماع العملاء
de_de: Bearbeiten Kundengespräch
es_es: Editar reunión Cliente
fr_fr: Modifier la réunion à la clientèle
it_it: Modifica Meeting clienti
mr: संपादन ग्राहक बैठक
pt_pt: Editar Encontro Cliente

source: Follow Ups
ar_ae: المتابعات
fr_fr: Suivis
mr: फॉलो अप
pt_pt: Acompanhamentos

source: New Customer Meeting
ar_ae: جديد اجتماع العملاء
de_de: Neuer Kunde Meeting
es_es: Nueva reunión Cliente
fr_fr: Nouvelle réunion à la clientèle
it_it: Nuova riunione del cliente
mr: नवीन ग्राहक बैठक
pt_pt: Nova reunião Cliente

source: View Customer Meeting
ar_ae: مشاهدة اجتماع العملاء
de_de: Ansicht Kunden Meeting
es_es: Ver Reunión Cliente
fr_fr: Voir Réunion à la clientèle
it_it: Vista Meeting clienti
mr: पहा ग्राहक बैठक
pt_pt: Ver Encontro Cliente

source: Meeting Date
ar_ae: تاريخ الاجتماع
de_de: Treffen Datum
es_es: Fecha de la reunión
fr_fr: Datte de la réunion
it_it: Data Incontro
mr: संमेलन दिनांक
pt_pt: Data da reunião

source: Action Point
ar_ae: عمل نقطة
de_de: Aktionspunkt
es_es: Accion Point
fr_fr: Point d'action
mr: क्रिया पॉइंट
pt_pt: Ponto de Ação

source: Next Meeting Date
ar_ae: الاجتماع المقبل التاريخ
de_de: Nächstes Treffen Datum
es_es: Próxima reunión Fecha
fr_fr: Prochaine réunion
it_it: Next Data Incontro
mr: आगामी बैठक दिनांक
pt_pt: Próxima Reunião Data

source: Status
ar_ae: الحالة
de_de: Stellenwert
es_es: Estado
fr_fr: état
gu: દરજ્જો
it_it: Stato
mr: स्थिती
pt_pt: Estado

source: View Followup
ar_ae: نظرا متابعة
de_de: Ansicht Followup
es_es: Ver Seguimiento
fr_fr: Voir Suivi
it_it: Visualizza Followup
mr: पहा फॉलोअप
pt_pt: Ver Acompanhamento

source: Customer Type
ar_ae: نوع العملاء
de_de: Kundentyp
es_es: Tipo de cliente
fr_fr: Type de Client
gu: ગ્રાહક પ્રકાર
it_it: Tipo di cliente
mr: ग्राहक प्रकार
pt_pt: Tipo de cliente

source: Company
ar_ae: الشركة
de_de: Firma
es_es: Empresa
fr_fr: Entreprise
gu: કંપની
it_it: Azienda
mr: कंपनी
pt_pt: Empresa

source: Marital Status
ar_ae: الحالة الاجتماعية
de_de: Familienstand
es_es: Estado matrimonial
fr_fr: État civil
gu: વૈવાહિક સ્થિતિ
it_it: Stato civile
mr: वैवाहिक स्थिती
pt_pt: Estado civil

source: Address
ar_ae: العنوان
de_de: Adresse
es_es: Direccion
fr_fr: Adresse
gu: સરનામું
it_it: Indirizzo
mr: पत्ता
pt_pt: Endereço

source: Approve Customer
ar_ae: الموافقة العملاء
de_de: Genehmigen Kunden
es_es: Aprobar Cliente
fr_fr: Approuver la clientèle
gu: ગ્રાહક મંજૂર
it_it: Approva clienti
mr: ग्राहक मंजूर करा
pt_pt: Aprovar Cliente

source: Edit Customer
ar_ae: تحرير العملاء
de_de: Kunden bearbeiten
es_es: Editar Cliente
fr_fr: Modifier la clientèle
gu: ફેરફાર કરો ગ્રાહક
it_it: Modifica del cliente
mr: संपादन ग्राहक
pt_pt: Editar Cliente

source: View Customer
ar_ae: رأي العملاء
de_de: Ansicht Kunden
es_es: Vista al Cliente
fr_fr: Voir la clientèle
gu: જુઓ ગ્રાહક
it_it: Vista clienti
mr: पहा ग्राहक
pt_pt: Ver Cliente

source: Customer Since Date
ar_ae: العملاء منذ التسجيل
de_de: Kunde seit Datum
es_es: Cliente desde Fecha
fr_fr: Client depuis la date
gu: ગ્રાહક તારીખ થી
it_it: Cliente Poiché Data
mr: तारीख असल्याने ग्राहक
pt_pt: Cliente desde a data

source: Customer Code
ar_ae: كود العملاء
de_de: Kunden-Code
es_es: Código de Cliente
fr_fr: le code client
gu: ગ્રાહક કોડ
it_it: Codice cliente
mr: ग्राहक कोड
pt_pt: Código do Cliente

source: Phone
ar_ae: هاتف
de_de: Telefon
es_es: Telefono
fr_fr: T&eacute;l&eacute;phone
gu: ફોન
it_it: Telefono
mr: फोन
pt_pt: Telefone

source: Mobile
ar_ae: الموبايل
de_de: Handy
fr_fr: GSM
gu: મોબાઈલ
it_it: Cellulare
mr: मोबाइल
pt_pt: Telefone

source: Date Of Birth
ar_ae: تاريخ الميلاد
de_de: Geburtsdatum
es_es: Fecha de Nacimiento
fr_fr: Date de Naissance
gu: જન્મ તારીખ
it_it: Data di nascita
mr: जन्म तारीख
pt_pt: Data de nascimento

source: Residence Address
ar_ae: عنوان الإقامة
de_de: Wohnadresse
es_es: Dirección de residencia
fr_fr: Adresse de la résidence
gu: નિવાસ સરનામું
it_it: Indirizzo di Residenza
mr: निवास पत्ता
pt_pt: Residence Endereço

source: Add Daily Backup Detail
ar_ae: إضافة تفاصيل النسخ الاحتياطي اليومي
de_de: Tägliches Backup-Detail hinzufügen
es_es: Añadir detallado diario de copia de seguridad
fr_fr: Ajouter Daily Détail de sauvegarde
gu: દૈનિક બેકઅપ વિગતવાર ઉમેરો
it_it: Aggiungi giornaliero Dettaglio Backup
mr: दैनिक बॅकअप तपशील जोडा
pt_pt: Adicionar Diário Detalhe backup

source: Data Backup Name
ar_ae: اسم النسخ الاحتياطي للبيانات
de_de: Datensicherungsname
es_es: Copia de seguridad de datos Nombre
fr_fr: Sauvegarde des données Nom
gu: ડેટા બેકઅપ નામ
it_it: Backup dei dati Nome
mr: डेटा बॅकअप नाव
pt_pt: Backup de Dados Nome

source: Device Name
ar_ae: اسم الجهاز
de_de: Gerätename
es_es: Nombre del Dispositivo
fr_fr: Nom de l'appareil
gu: ઉપકરણ નામ
it_it: Nome dispositivo
mr: डिव्हाइस नाव
pt_pt: Nome do dispositivo

source: Computer Name
ar_ae: اسم الكمبيوتر
es_es: Nombre de equipo
fr_fr: Nom de l'ordinateur
gu: કમ્પ્યુટર નામ
it_it: Nome computer
mr: संगणक नाव
pt_pt: Nome do computador

source: Edit Daily Backup Detail
ar_ae: تحرير اليومية النسخ الاحتياطي التفاصيل
de_de: Bearbeiten Tägliches Backup-Detail
es_es: Editar detallado diario de copia de seguridad
fr_fr: Modifier Sauvegarde quotidienne Détail
gu: ફેરફાર કરો દૈનિક બેકઅપ વિગતવાર
it_it: Modifica Backup giornaliero Dettaglio
mr: संपादन दैनिक बॅकअप तपशील
pt_pt: Editar Backup Diário Detalhe

source: New Daily Backup Detail
ar_ae: الجديد اليومي التفاصيل النسخ الاحتياطي
de_de: Neue tägliche Backup-Details
es_es: Nueva Detalle Copia de seguridad diaria
fr_fr: Nouveau Détail de sauvegarde quotidienne
gu: ન્યૂ દૈનિક બેકઅપ વિગતવાર
it_it: Nuovo Daily Detail Backup
mr: नवीन दैनिक बॅकअप तपशील
pt_pt: Novo Diário Detalhe backup

source: New Data Type
ar_ae: نوع البيانات الجديد
de_de: Neuen Datentyp
es_es: Nuevo tipo de datos
fr_fr: Nouveau Type de données
gu: નવી માહિતી પ્રકાર
it_it: Nuovo tipo di dati
mr: नवीन डेटा प्रकार
pt_pt: Novo tipo de dados

source: New Data Backup
ar_ae: بيانات النسخ الاحتياطي جديدة
de_de: Neue Daten-Backup
es_es: Nueva copia de seguridad de datos
fr_fr: Sauvegarde de nouvelles données
gu: નવી માહિતી બેકઅપ
it_it: Nuovo Backup dei dati
mr: नवीन डेटा बॅकअप
pt_pt: Nova Data Backup

source: View Daily Backup Detail
ar_ae: عرض التفاصيل النسخ الاحتياطي اليومي
de_de: Tägliches Backup-Detail anzeigen
es_es: Ver detallado diario de copia de seguridad
fr_fr: Voir Daily Détail de sauvegarde
gu: દૈનિક બેકઅપ વિગતવાર જુઓ
it_it: Mostra giornaliero Dettaglio Backup
mr: दैनिक बॅकअप तपशील पहा
pt_pt: Ver detalhe diário de backup

source: Backup Date
ar_ae: النسخ الاحتياطي التسجيل
de_de: Sicherungsdatum
es_es: Copia de seguridad Fecha
fr_fr: Date de la sauvegarde
gu: બેકઅપ તારીખ
it_it: Backup Data
mr: बॅकअप तारीख
pt_pt: Backup do Data

source: Business Development Dashboard
ar_ae: تطوير الأعمال لوحة
es_es: Dashboard de Desarrollo de Negocios
fr_fr: Tableau de bord du développement des affaires
it_it: Dashboard Business Development
mr: व्यवसाय विकास डॅशबोर्ड
pt_pt: Painel de Desenvolvimento de Negócios

source: Customers
ar_ae: العملاء
de_de: Kunden
es_es: Clientes
fr_fr: Clientèle
gu: ગ્રાહકો
it_it: Clienti
mr: ग्राहक
pt_pt: Clientes

source: Click Add to add new customer or click on See All to view list of existing customers
ar_ae: انقر فوق إضافة لإضافة عميل جديد أو انقر على انظر جميع لعرض قائمة من العملاء الحاليين
de_de: Klicken Sie auf Hinzufügen, um neue Kunden hinzuzufügen oder klicken Sie auf Alle, um Siehe Liste der bestehenden Kunden zu sehen
es_es: Haga clic en Agregar para agregar nuevo cliente o haga clic en Ver todo para ver la lista de clientes existentes
fr_fr: Cliquez sur Ajouter pour ajouter un nouveau client ou cliquez sur Voir Tout pour afficher la liste des clients existants
it_it: Fare clic su Aggiungi per aggiungere nuovo cliente o fare clic su Visualizza tutto per visualizzare l'elenco dei clienti esistenti
mr: नवीन ग्राहक जोडण्यासाठी किंवा विद्यमान ग्राहक यादी पाहण्यासाठी पाहा वर क्लिक करा करण्यासाठी समाविष्ट करा क्लिक
pt_pt: Clique em Adicionar para adicionar novo cliente ou clique em Ver Todos à lista de clientes existentes visualizar

source: See All
ar_ae: انظر جميع
de_de: Alle ansehen
es_es: Ver Todos
fr_fr: Tous les produits
gu: બધા જુઓ
it_it: Vedi tutti
mr: सर्व पहा
pt_pt: Ver Todos

source: Customer Meetings
ar_ae: اجتماعات العملاء
de_de: Kundengespräche
es_es: Reuniones de los clientes
fr_fr: réunions avec les clients
it_it: Riunioni dei clienti
mr: ग्राहक संमेलने
pt_pt: Reuniões com clientes

source: Before you add customer meetings make sure you have added
ar_ae: قبل إضافة اجتماعات العملاء تأكد أضفتها
de_de: Bevor Sie den Kunden Treffen stellen Sie sicher, fügen Sie hinzugefügt haben,
es_es: Antes de agregar al cliente reuniones asegúrese de haber añadido
fr_fr: Avant d'ajouter réunions clients assurez-vous que vous avez ajouté
it_it: Prima di aggiungere clienti riunioni assicurarsi di aver aggiunto
mr: आपण ग्राहक सभा सुनिश्चित जोडा करण्यापूर्वी आपण जोडले आहे
pt_pt: Antes de adicionar cliente reuniões certificar-se de que você adicionou

source: Employees
ar_ae: الموظفين
de_de: Mitarbeiter
es_es: Funcionarios
fr_fr: Employés
gu: કર્મચારીઓ
it_it: I Dipendenti
mr: कर्मचारी
pt_pt: Funcionários

source: No. of Meetings
ar_ae: عدد الاجتماعات
de_de: Anzahl der Sitzungen
es_es: Número de reuniones
fr_fr: Nombre de réunions
gu: બેઠકો સંખ્યા
it_it: Numero di riunioni
mr: संमेलने संख्या
pt_pt: N º de Reuniões

source: Proposals
ar_ae: اقتراحات
de_de: Vorschläge
es_es: Propuestas
fr_fr: Propositions
it_it: Proposte
mr: प्रस्ताव
pt_pt: Propostas

source: Before you add proposals make sure you have added
ar_ae: قبل إضافة مقترحات تأكد أضفتها
de_de: Bevor Sie Vorschläge stellen Sie sicher, fügen Sie hinzugefügt haben,
es_es: Antes de añadir propuestas asegúrese de haber añadido
fr_fr: Avant d'ajouter propositions assurez-vous que vous avez ajouté
it_it: Prima di aggiungere proposte assicurarsi di aver aggiunto
mr: आपण प्रस्ताव सुनिश्चित जोडा करण्यापूर्वी आपण जोडले आहे
pt_pt: Antes de adicionar propostas certifique-se de ter adicionado

source: No. of Proposals
ar_ae: رقم المقترحات
de_de: Anzahl der Vorschläge
es_es: Número de propuestas
fr_fr: Nombre de propositions
it_it: Numero di proposte
mr: प्रस्ताव संख्या
pt_pt: N º de Propostas

source: Proposal Followups
ar_ae: المتابعات اقتراح
de_de: Vorschlag Followups
es_es: Followups Propuesta
fr_fr: Suites des propositions de
it_it: Followup proposta
mr: प्रस्ताव Followups
pt_pt: Followups proposta

source: Before you add proposal followups make sure you have added
ar_ae: قبل إضافة المتابعات اقتراح تأكد أضفتها
de_de: Bevor Sie Vorschlag followups stellen Sie sicher, fügen Sie hinzugefügt haben,
es_es: Antes de agregar propuesta followups asegúrese de haber añadido
fr_fr: Avant d'ajouter des suivis de propositions assurez-vous que vous avez ajouté
it_it: Prima di aggiungere proposta followup assicurarsi di aver aggiunto
mr: आपण प्रस्ताव followups सुनिश्चित जोडा करण्यापूर्वी आपण जोडले आहे
pt_pt: Antes de adicionar proposta followups certifique-se de ter adicionado

source: Proposal
ar_ae: أدوات المائدة
de_de: Vorschlag
es_es: Propuesta
fr_fr: La proposition référendaire sur l'augmentation de la taxe pour l'AÉCG
it_it: Proposta
mr: प्रस्ताव
pt_pt: Proposta
