Repository: Athenolabs/flinkiso-lite
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_ae, de_de, es_es, fr_fr, gu, it_it, mr, pt_pt

source: New Internet Usage Detail
ar_ae: جديد تفاصيل استخدام الإنترنت
de_de: Neue Internet-Usage-Detail
es_es: Nuevo detalle el uso de Internet
fr_fr: Nouvelle utilisation d'Internet Détail
gu: નવી ઈન્ટરનેટ વપરાશ વિગતવાર
it_it: New Detail utilizzo di Internet
mr: नवीन इंटरनेट वापर तपशील
pt_pt: Nova Detalhe Uso Internet

source: View Internet Usage Detail
ar_ae: عرض استخدام الإنترنت التفاصيل
de_de: Ansicht Internet Usage Details
es_es: Vista de detalles el uso de Internet
fr_fr: Voir l'utilisation d'Internet Détail
gu: જુઓ ઈન્ટરનેટ વપરાશ વિગતવાર
it_it: Detail View utilizzo di Internet
mr: पहा इंटरनेट वापर तपशील
pt_pt: Detail View Uso Internet

source: Plan Details
ar_ae: تفاصيل خطة
de_de: Plan Detail
es_es: Detalles del Plan
fr_fr: Détails du plan
gu: યોજના વિગતો
it_it: dettagli piano
mr: प्लॅन तपशील
pt_pt: Detalhes do plano

source: From Date
ar_ae: من تاريخ
de_de: Von Datum
es_es: Desde Fecha
fr_fr: Partir de la date
gu: તારીખથી
it_it: Dalla Data
mr: तारखेपासून
pt_pt: De Data

source: To Date
ar_ae: إلى تاريخ
de_de: Miteinander ausgehen
es_es: A FECHA
fr_fr: À ce jour
gu: તારીખ કરવા માટે
it_it: Alla Data
mr: तारीख करण्यासाठी
pt_pt: A data

source: Download
ar_ae: تحميل
de_de: Herunterladen
es_es: Descargar
fr_fr: T&eacute;l&eacute;charger
gu: ડાઉનલોડ કરો
it_it: Scarica
mr: डाउनलोड
pt_pt: Baixar

source: Add Language
ar_ae: إضافة اللغة
de_de: Sprache hinzufügen
es_es: Agregar Idioma
fr_fr: Ajouter une langue
gu: ભાષા ઉમેરો
it_it: Aggiungi lingua
mr: भाषा जोडा
pt_pt: Adicionar idioma

source: Approve Language
ar_ae: الموافقة اللغة
de_de: Genehmigen Sprache
es_es: Aprobar Idioma
fr_fr: Approuver Langue
gu: ભાષા મંજૂર
it_it: Approva Lingua
mr: भाषा मंजूर करा
pt_pt: Aprovar Idioma

source: Edit Language
ar_ae: تحرير اللغة
de_de: Bearbeiten Sprache
es_es: Editar Idioma
fr_fr: Modifier la langue
gu: ફેરફાર કરો ભાષા
it_it: Modifica lingua
mr: संपादन भाषा
pt_pt: Editar Idioma

source: New Language
ar_ae: لغة جديدة
de_de: Neue Sprache
es_es: Nuevo idioma
fr_fr: Nouvelle Langue
gu: નવી ભાષા
it_it: Nuova lingua
mr: नवीन भाषा
pt_pt: Novo Idioma

source: View Language
ar_ae: عرض اللغة
de_de: Ansicht Sprache
es_es: Vista Idioma
fr_fr: Voir Langue
gu: જુઓ ભાષા
it_it: Vista Lingua
mr: पहा भाषा
pt_pt: Ver Idioma

source: Welcome
ar_ae: مرحبا بكم
de_de: Willkommen
es_es: Bienvenido
fr_fr: Bienvenue
gu: સ્વાગત
it_it: Benvenuto
mr: आपले स्वागत आहे
pt_pt: Bem-vindo

source: A request to reset your password was sent. To change your password click the link below.
ar_ae: وقد أرسل طلب إعادة تعيين كلمة المرور الخاصة بك. لتغيير كلمة السر انقر على الرابط أدناه.
de_de: Eine Anforderung zum Zurücksetzen des Passworts gesendet wurde. So ändern Sie Ihr Kennwort auf den Link unten.
es_es: Una solicitud para restablecer su contraseña ha sido enviado. Para cambiar su contraseña, haga clic en el enlace de abajo.
fr_fr: Une demande pour réinitialiser votre mot de passe a été envoyé. Pour changer votre mot de passe, cliquez sur le lien ci-dessous.
gu: તમારો પાસવર્ડ રીસેટ કરવા વિનંતિ મોકલવામાં આવ્યો હતો. તમારો પાસવર્ડ બદલવા માટે નીચેની લિંકને ક્લિક કરો.
it_it: Una richiesta per reimpostare la password è stata inviata. Per modificare la password clicca sul link sottostante.
mr: आपला संकेतशब्द रीसेट करण्याची विनंती पाठविण्यात आले होते. बदलण्यासाठी आपला पासवर्ड खालील दुव्यावर क्लिक करा.
pt_pt: A solicitação para redefinir sua senha foi enviada. Para alterar sua senha clique no link abaixo.

source: As per the process, List of acceptable suppliers can only be added after due evaluations.
ar_ae: وفقا للعملية، قائمة الموردين مقبول لا يمكن إضافتها بعد التقييم الواجبة.
de_de: Nach dem Verfahren kann Liste der zulässigen Anbieter nur nach entsprechender Auswertungen hinzugefügt werden.
es_es: De acuerdo con el proceso, la lista de proveedores aceptables sólo puede ser añadido después de las evaluaciones debidas.
fr_fr: Comme par le processus, la liste des fournisseurs acceptables ne peut être ajouté après les évaluations raison.
it_it: Come per il processo, l'elenco dei fornitori accettabili può essere aggiunto solo dopo valutazioni dovute.
mr: प्रक्रिया नुसार, स्वीकार्य पुरवठादार यादी फक्त मुळे मोजमापन नंतर जोडले जाऊ शकतात.
pt_pt: De acordo com o processo, lista de fornecedores aceitáveis ​​só podem ser adicionados depois das devidas avaliações.

source: Please go to MR dashboad and click on Evaluate button under "Supplier Evaluation / Re-Evaluation" panel.
ar_ae: يرجى الذهاب إلى MR dashboad وانقر على زر تقييم تحت "مورد السلعة تقييم / إعادة تقييم " لوحة.
de_de: Bitte gehen Sie auf MR dashboad und klicken Sie auf Bewerten Taste unter "Lieferantenbewertung / Neubewertung "-Panel.
es_es: Por favor, vaya a MR dashboad y haga clic en el botón Evaluar de acuerdo con "Evaluación de Proveedores / reevaluación " del panel.
fr_fr: S'il vous plaît aller à M. dashboad et cliquez sur le bouton Évaluer sous "Fournisseur d'évaluation / réévaluation " panneau.
it_it: Per favore, vai a MR dashboad e fare clic sul pulsante Valuta in "La valutazione del fornitore / Re-Evaluation" pannello.
mr: श्रीयुत dashboad जा व "पुरवठादार मूल्यांकन / -मूल्यांकन पुन्हा" पॅनल अंतर्गत बटण इव्हॅल्युएट वर क्लिक करा.
pt_pt: Por favor, vá para MR dashboad e clique no botão Avaliar em "Avaliação de Fornecedores / reavaliação " painel.

source: Then select the supplier you wish to evaluate from the drop down.
ar_ae: ثم حدد المورد الذي ترغب في تقييم من القائمة المنسدلة.
de_de: Wählen Sie dann den Lieferanten die Sie aus der Drop-Down-bewerten möchten.
es_es: A continuación, seleccione el proveedor que desee evaluar en el menú desplegable.
fr_fr: Ensuite, sélectionnez le fournisseur que vous souhaitez évaluer dans la liste déroulante.
it_it: Quindi selezionare il fornitore che si desidera valutare dal menu a tendina.
mr: मग आपण ड्रॉपडाऊन मूल्यमापन करण्यासाठी इच्छित पुरवठादार निवडा.
pt_pt: Em seguida, selecione o fornecedor que você deseja avaliar a partir do menu suspenso.

source: Based of the Delivery Challans and Purchase Order History, system will provide ou with basic analytics for the supplier.
ar_ae: استنادا لتسليم شالا وأمر الشراء التاريخ، سوف يقدم النظام أوو مع تحليلات أساسية بالنسبة للمورد.
de_de: Basierend des Liefer Challans und Bestellentwicklung, wird das System ou mit grundlegenden Analysen für den Lieferanten zu schaffen.
es_es: En base de la Challans Entrega y Compra Historial de pedidos, el sistema proporcionará ou con análisis básicos para el proveedor.
fr_fr: Sur la base de la livraison Challans et bon de commande Histoire, système fournira ous avec l'analyse de base pour le fournisseur.
it_it: Sulla base della consegna Challans e Purchase Order Storia, il sistema fornirà ou con analisi di base per il fornitore.
mr: डिलिव्हरी Challans आणि खरेदी ऑर्डर इतिहास आधारित, प्रणाली पुरवठादार मूलभूत विश्लेषण सह OU प्रदान करेल.
pt_pt: Com base da Challans Entrega e Purchase Order History, o sistema irá fornecer UO com análises básicas para o fornecedor.

source: You then the evaluate the suppler and add supplier to the list form the same page.
ar_ae: لك ثم تقييم مرونة وإضافة المورد إلى قائمة تشكيل نفس الصفحة.
de_de: Sie dann die Bewertung der geschmeidiger und fügen Zulieferer der Liste bilden die gleiche Seite.
es_es: A continuación, el evaluar el suministrador y añadir proveedor de la lista de formar la misma página.
fr_fr: Vous avez ensuite la évaluez la plus souple et ajoutez le fournisseur à la liste former la même page.
it_it: È quindi la valutare l'elastica e aggiungere fornitore all'elenco formare la stessa pagina.
mr: आपण त्याच पृष्ठ तयार suppler मूल्यांकन आणि यादीत पुरवठादार घालावे.
pt_pt: Você, então, a avaliar o suppler e adicione fornecedor à lista de formar a mesma página.

source: Typical Supplier Evaluation Process
ar_ae: نموذجي مورد السلعة تقييم عملية
de_de: Typische Lieferantenbewertung
es_es: Típico Proceso de Evaluación de Proveedores
fr_fr: Processus d'évaluation du fournisseur typique
gu: ખાસ સપ્લાયર મૂલ્યાંકન પ્રક્રિયા
it_it: Fornitore tipico processo di valutazione
mr: ठराविक पुरवठादार मूल्यांकन प्रक्रिया
pt_pt: Processo de Avaliação de Fornecedor típica

source: Add Acceptable Supplier
ar_ae: إضافة المقبول المورد
de_de: Fügen Acceptable Lieferant
es_es: Añadir Aceptable Proveedor
fr_fr: Ajouter Fournisseur Acceptable
gu: સ્વીકાર્ય સપ્લાયર ઉમેરો
it_it: Aggiungi accettabile fornitore
mr: संमती पुरवठादार जोडा
pt_pt: Adicionar Fornecedor Aceitável

source: Supplier Category
ar_ae: المورد الفئة
de_de: Lieferant Kategorie
es_es: Categoría Proveedor
fr_fr: Fournisseur Catégorie
gu: પુરવઠોકર્તા વર્ગ
it_it: Fornitore Categoria
mr: पुरवठादार वर्ग
pt_pt: Fornecedor Categoria

source: Approve Acceptable Supplier
ar_ae: الموافقة المقبول المورد
de_de: Genehmigen Acceptable Lieferant
es_es: Aprobar Aceptable Proveedor
fr_fr: Approuver Fournisseur Acceptable
gu: સ્વીકાર્ય સપ્લાયર મંજૂર
it_it: Approva accettabile fornitore
mr: संमती पुरवठादार मंजूर करा
pt_pt: Aprovar Fornecedor Aceitável

source: Edit Acceptable Supplier
ar_ae: تحرير المقبول المورد
de_de: Bearbeiten Acceptable Lieferant
es_es: Edite Aceptable Proveedor
fr_fr: Modifier Fournisseur Acceptable
gu: સ્વીકાર્ય સપ્લાયર સંપાદિત કરો
it_it: Modifica accettabile fornitore
mr: संमती पुरवठादार फोटो
pt_pt: Edite Fornecedor Aceitável

source: New Acceptable Supplier
ar_ae: جديدة المورد المقبول
de_de: New Acceptable Lieferant
es_es: Nuevo Proveedor Aceptable
fr_fr: Nouveau Fournisseur Acceptable
gu: ન્યૂ સ્વીકાર્ય પુરવઠોકર્તા
it_it: Nuovo accettabile fornitore
mr: नवीन संमती पुरवठादार
pt_pt: Novo Fornecedor Aceitável

source: View Acceptable Supplier
ar_ae: عرض المقبول مورد
de_de: Akzeptabel Lieferant
es_es: Ver Aceptable Proveedor
fr_fr: Voir Fournisseur Acceptable
gu: સ્વીકાર્ય સપ્લાયર જુઓ
it_it: Visualizza accettabile fornitore
mr: पहा संमती पुरवठादार
pt_pt: Ver Fornecedor Aceitável

source: Add Computer Software
ar_ae: إضافة برامج الكمبيوتر
de_de: Computer-Software hinzufügen
es_es: Añadir Computer Software
fr_fr: Ajouter un logiciel informatique
gu: કમ્પ્યુટર સોફ્ટવેર ઉમેરો
it_it: Aggiungi Software
mr: संगणक सॉफ्टवेअर जोडा
pt_pt: Adicionar Computer Software

source: Software Name
ar_ae: اسم البرنامج
de_de: Name der Software
es_es: Nombre del Software
fr_fr: Nom du logiciel
gu: સોફ્ટવેર નામ
it_it: Nome del software
mr: सॉफ्टवेअर नाव
pt_pt: Nome do Software

source: Approve Computer Software
ar_ae: الموافقة على برامج الكمبيوتر
de_de: Genehmigen Computer Software
es_es: Aprobar Programas informáticos
fr_fr: Approuver Logiciels
gu: કમ્પ્યુટર સોફ્ટવેર મંજૂર
it_it: Approva Software
mr: संगणक सॉफ्टवेअर मंजूर करा
pt_pt: Aprovar Computer Software

source: Edit Computer Software
ar_ae: تحرير برامج الكمبيوتر
de_de: Computer-Software bearbeiten
es_es: Editar Programas informáticos
fr_fr: Modifier Logiciel informatique
gu: ફેરફાર કરો કમ્પ્યુટર સોફ્ટવેર
it_it: Modifica Software
mr: संपादन संगणक सॉफ्टवेअर
pt_pt: Editar Computer Software

source: New Computer Software
ar_ae: جديد برامج الكمبيوتر
de_de: Neue Computer-Software
es_es: Nuevo software de ordenador
fr_fr: Nouveau Logiciel
gu: નવા કમ્પ્યુટર સોફ્ટવેર
it_it: Nuovo Software per computer
mr: नवीन संगणक सॉफ्टवेअर
pt_pt: Novo software de computador

source: View Computer Software
ar_ae: مشاهدة برامج الكمبيوتر
de_de: Ansicht Computer Software
es_es: Software Ver equipo
fr_fr: Voir Computer Software
gu: જુઓ કમ્પ્યુટર સોફ્ટવેર
it_it: Software Visualizza computer
mr: पहा संगणक सॉफ्टवेअर
pt_pt: Software Ver Computer

source: Installation Date
ar_ae: تثبيت التسجيل
de_de: Installationsdatum
es_es: Fecha de instalación
fr_fr: Date d'installation
gu: સ્થાપન તારીખ
it_it: Data di installazione
mr: प्रतिष्ठापन तारीख
pt_pt: Data de instalação

source: Add Computer
ar_ae: إضافة الحاسوب
de_de: Computer hinzufügen
es_es: Agregar equipo
fr_fr: Ajouter un ordinateur
gu: કમ્પ્યુટર ઉમેરો
it_it: Aggiungi computer
mr: संगणक जोडा
pt_pt: Adicionar Computador

source: Serial Number
ar_ae: الرقم التسلسلي
de_de: Seriennummer
es_es: Número de Serie
fr_fr: Numéro de série
gu: શૃંખલા ક્રમાંક
it_it: Numero di serie
mr: अनुक्रमांक
pt_pt: Número de série

source: Make
ar_ae: يصنع
de_de: Marke
es_es: Hacerlo corto
fr_fr: MARQUE
gu: બનાવો
it_it: Fai
mr: बनवा
pt_pt: Marca

source: Price
ar_ae: السعر
de_de: Preis
es_es: Precio
fr_fr: Prix
gu: ભાવ
it_it: Prezzo
mr: किंमत
pt_pt: Preço

source: Approve Computer
ar_ae: الموافقة على الحاسوب
de_de: Genehmigen Computer-
es_es: Aprobar ordenador
fr_fr: Approuver l'ordinateur
gu: કમ્પ્યુટર મંજૂર
it_it: Approva Computer
mr: संगणक मंजूर करा
pt_pt: Aprovar Computador

source: Edit Computer
ar_ae: تحرير الحاسوب
de_de: Computer bearbeiten
es_es: Editar ordenador
fr_fr: Modifier informatique
gu: ફેરફાર કરો કમ્પ્યુટર
it_it: Modifica Computer
mr: संपादन संगणक
pt_pt: Editar Computador

source: New Computer
ar_ae: الحاسوب الجديد
de_de: Neuer Computer
es_es: Equipo nuevo
fr_fr: Nouvel ordinateur
gu: નવા કમ્પ્યુટર
it_it: Nuovo computer
mr: नवीन संगणक
pt_pt: Novo computador

source: View List Of Computer
ar_ae: عرض القائمة من الحاسوب
de_de: Ansicht Liste von Computer
es_es: Ver Lista de los Ordenadores
fr_fr: Voir la liste de l'informatique
gu: કોમ્પ્યુટર જુઓ યાદી
it_it: Visualizza l'elenco dei computer
mr: संगणक यादी पहा
pt_pt: Veja a lista de Computador

source: List of Installed Software
ar_ae: قائمة البرامج المثبتة
de_de: Liste der installierten Software
es_es: Lista de Software Instalado
fr_fr: Liste des logiciels installés
gu: સ્થાપિત થયેલ સોફ્ટવેર યાદી
it_it: Elenco dei software installati
mr: सॉफ्टवेअर प्रतिष्ठापीत यादी
pt_pt: Lista de Software Instalado

source: Add Measuring Devices For Calibration
ar_ae: إضافة معايرة أجهزة القياس ل
de_de: Fügen Messgeräte für Kalibrierung
es_es: Agregar dispositivos para la calibración de medición
fr_fr: Ajouter appareils de mesure pour l'étalonnage
gu: કૅલિબ્રેશન માટે ઉપકરણો માપન ઉમેરો
it_it: Aggiungi dispositivi per la calibrazione di misura
mr: कॅलिब्रेशन करीता मापन साधने जोडा
pt_pt: Adicionar Dispositivos de medição para a calibração

source: Calibration In-House
ar_ae: المعايرة في منزل
de_de: Kalibrierung In-House
es_es: Calibración In-House
gu: કૅલિબ્રેશન ઇન હાઉસ
it_it: Calibrazione In-House
mr: कॅलिब्रेशन मध्ये-हाऊस
pt_pt: Calibração In-House

source: Calibration Outside
ar_ae: المعايرة خارج
de_de: Außerhalb Kalibrierung
es_es: Calibración exterior
fr_fr: Calibration extérieur
gu: બહાર કૅલિબ્રેશન
it_it: Calibrazione esterna
mr: कॅलिब्रेशन बाहेर
pt_pt: Calibração Outside

source: Approve Measuring Devices For Calibration
ar_ae: الموافقة أجهزة القياس لمعايرة
de_de: Genehmigen Messgeräte für Kalibrierung
es_es: Aprobar Dispositivos para la calibración de medición
fr_fr: Approuver appareils de mesure pour l'étalonnage
gu: કૅલિબ્રેશન માટે ઉપકરણો માપન મંજૂર
it_it: Approvare dispositivi per la calibrazione di misura
mr: कॅलिब्रेशन करीता मापन साधने मंजूर करा
pt_pt: Aprovar medição Dispositivos para calibração

source: Edit Measuring Devices For Calibration
ar_ae: تعديل أجهزة القياس لمعايرة
de_de: Bearbeiten Messgeräte für Kalibrierung
es_es: Dispositivos Editar medición para calibración
fr_fr: Modifier appareils de mesure pour l'étalonnage
gu: કૅલિબ્રેશન તેમાં ફેરફાર માપ ઉપકરણો
it_it: Dispositivi Modifica di misura per la calibrazione
mr: कॅलिब्रेशन करीता मापन साधने फोटो
pt_pt: Dispositivos de medição para calibração Editar

source: Device Holder
ar_ae: حامل جهاز
de_de: Holder
es_es: Soporte de Ventana
fr_fr: Titulaire de l'appareil
gu: ઉપકરણ ધારક
it_it: Titolare del dispositivo
mr: डिव्हाइस होल्डर
pt_pt: Titular Dispositivo

source: Last Calibration Date
ar_ae: معايرة تاريخ اخر
de_de: Datum der letzten Kalibrierung
es_es: Última fecha de calibración
fr_fr: Dernière Date d'étalonnage
gu: છેલ્લા માપાંકન તારીખ
it_it: Ultima data di calibrazione
mr: अंतिम कॅलिब्रेशन तारीख
pt_pt: Última Calibração Data

source: New Measuring Devices For Calibration
ar_ae: أجهزة قياس جديدة للمعايرة
de_de: Neue Messgeräte für Kalibrierung
es_es: Nuevos dispositivos de medición para la calibración
fr_fr: Nouveaux appareils de mesure pour l'étalonnage
gu: કૅલિબ્રેશન માટે નવી માપ ઉપકરણો
it_it: Nuovi dispositivi di misura per la calibrazione
mr: कॅलिब्रेशन नवीन मोजण्यासाठी साधने
pt_pt: Novos instrumentos de medição para a calibração

source: View Measuring Devices For Calibration
ar_ae: عرض أجهزة قياس للمعايرة
de_de: Mess View Devices Für Kalibrierung
es_es: Vista de dispositivos de medición para la calibración
fr_fr: Afficher les équipements de mesure pour calibrage
gu: કૅલિબ્રેશન જુઓ માપ ઉપકરણો
it_it: Dispositivi di vista di misura per la calibrazione
mr: कॅलिब्रेशन करीता पहा मोजण्यासाठी साधने
pt_pt: Dispositivos de medição para calibração Ver

source: Add Software
ar_ae: إضافة البرامج
de_de: Software hinzufügen
es_es: Añadir Software
fr_fr: Ajouter un logiciel
gu: સોફ્ટવેર ઉમેરો
it_it: Aggiungi software
mr: सॉफ्टवेअर जोडा
pt_pt: Adicionar Software

source: Software Type
ar_ae: نوع البرمجيات
de_de: Software Typ
es_es: Tipo de software
fr_fr: Type de logiciel
gu: સોફ્ટવેર પ્રકાર
it_it: Tipo di Software
mr: सॉफ्टवेअर प्रकार
pt_pt: Tipo de Software

source: License Key
ar_ae: مفتاح الترخيص
de_de: Lizenz-Schlüssel
es_es: Codigo de licencia
fr_fr: clé de licence
gu: લાઇસન્સ કી
it_it: Chiave di licenza
mr: परवाना की
pt_pt: Chave de Licença

source: Storage Device Number
ar_ae: تخزين رقم الجهاز
de_de: Speichergerätenummer
fr_fr: Stockage Nombre de périphériques
gu: સંગ્રહ ઉપકરણ સંખ્યા
it_it: Stoccaggio Numero dispositivo
mr: स्टोरेज डिव्हाइस क्रमांक
pt_pt: Armazenamento Número do Dispositivo

source: Software Usage
ar_ae: استخدام البرمجيات
de_de: Softwarenutzung
es_es: Uso de Software
fr_fr: Utilisation des logiciels
gu: સોફ્ટવેર વપરાશ
it_it: Uso del software
mr: सॉफ्टवेअर वापर
pt_pt: Uso de Software

source: Software Details
ar_ae: تفاصيل البرنامج
es_es: Datos del Programa
fr_fr: Logiciel Détails
gu: સોફ્ટવેર વિગતો
it_it: Software Dettagli
mr: सॉफ्टवेअर तपशील
pt_pt: Detalhes Software

source: Backup Required
ar_ae: مطلوب النسخ الاحتياطي
de_de: Backup Pflicht
es_es: Copia de seguridad requeridos
fr_fr: Sauvegarde requis
gu: બેકઅપ જરૂરી
it_it: Backup Obbligatorio
mr: बॅकअप आवश्यक
pt_pt: Backup Obrigatório

source: Select back up Schedule
ar_ae: حدد النسخ الاحتياطي جدول
de_de: Wählen Sie wieder auf Spielplan
es_es: Seleccione una copia de seguridad Horario
fr_fr: Sélectionnez remonter annexe
it_it: Selezionare il backup Schedule
mr: शेड्युल परत निवडा
pt_pt: Selecione back up Horário

source: Approve List Of Software
ar_ae: قائمة البرامج الموافقة
de_de: Genehmigen Liste der Software
es_es: Aprobar lista de software
fr_fr: Approuver la liste des logiciels
gu: સોફ્ટવેર યાદી મંજૂર
it_it: Approvare elenco dei software
mr: सॉफ्टवेअरची यादी मंजूर करा
pt_pt: Lista de software Aprovar

source: Edit List Of Software
ar_ae: تحرير قائمة البرامج
de_de: Bearbeiten Liste der Software
es_es: Editar lista de software
fr_fr: Modifier la liste des logiciels
gu: સોફ્ટવેર ફેરફાર કરો યાદી
it_it: Modifica elenco dei software
mr: सॉफ्टवेअर संपादीत यादी
pt_pt: Editar lista de software

source: New Software
ar_ae: البرامج الجديدة
de_de: Neue Software
es_es: Nuevo software
fr_fr: Nouveau logiciel
gu: નવા સોફ્ટવેર
it_it: Nuovo software
mr: नवीन सॉफ्टवेअर
pt_pt: Novo Software

source: New Software Type
ar_ae: Software نوع جديد
de_de: Neue Software-Typ
es_es: Nuevo tipo de software
fr_fr: Nouveau Type de logiciel
gu: નવા સોફ્ટવેર પ્રકાર
it_it: Nuovo Software Tipo
mr: नवीन सॉफ्टवेअर प्रकार
pt_pt: Novo tipo de Software

source: View List Of Software
ar_ae: عرض قائمة البرامج
de_de: Ansicht Liste von Software-
es_es: Ver lista de software
fr_fr: Voir la liste des logiciels
gu: સોફ્ટવેર સૂચિ જુઓ
it_it: Visualizza elenco di software
mr: सॉफ्टवेअर यादी पहा
pt_pt: Veja a lista de Software

source: Add List Of Trained Internal Auditor
ar_ae: إضافة قائمة من المدقق الداخلي تدريب
de_de: Favoritenliste Ausgebildete Internal Auditor
es_es: Agregar a mi lista de Entrenado Auditor Interno
fr_fr: Ajouter à la liste d'auditeur interne formé
gu: તાલીમ આંતરિક ઓડિટર ઓફ યાદી ઉમેરો
it_it: Aggiungi Lista di Addestrato revisore interno
mr: प्रशिक्षित अंतर्गत लेखापरीक्षक यादी जोडा
pt_pt: Adicionar lista de Treinado auditor interno

source: Approve List Of Trained Internal Auditor
ar_ae: قائمة الموافقة من المدقق الداخلي تدريب
de_de: Genehmigen Liste von ausgebildeten Internal Auditor
es_es: Lista De Entrenado Auditor Interno Aprobar
fr_fr: Approuver Liste d'auditeur interne formé
gu: તાલીમ આંતરિક ઓડિટર ઓફ યાદી મંજૂર
it_it: Approvare Lista di Addestrato revisore interno
mr: प्रशिक्षित अंतर्गत लेखापरीक्षक यादी मंजूर करा
pt_pt: Aprovar lista de Treinado auditor interno

source: Edit List Of Trained Internal Auditor
ar_ae: تحرير قائمة من المدقق الداخلي تدريب
de_de: Edit List von ausgebildeten Internal Auditor
es_es: Editar Lista De Entrenado Auditor Interno
fr_fr: Modifier la liste de l'auditeur interne formé
gu: તાલીમ આંતરિક ઓડિટર ઓફ ફેરફાર કરો યાદી
it_it: Modifica elenco di qualificati revisore interno
mr: प्रशिक्षित अंतर्गत लेखापरीक्षक संपादीत यादी
pt_pt: Editar lista de Treinado auditor interno

source: New List Of Trained Internal Auditor
ar_ae: قائمة جديدة من المدقق الداخلي تدريب
de_de: Neue Liste der ausgebildeten Internal Auditor
es_es: Nuevo Lista De Entrenado Auditor Interno
fr_fr: Nouvelle liste de l'auditeur interne formé
gu: તાલીમ આંતરિક ઓડિટર ઓફ ન્યૂ યાદી
it_it: Nuovo elenco di qualificati revisore interno
mr: प्रशिक्षित अंतर्गत लेखापरीक्षक नवीन यादी
pt_pt: Nova lista de Treinado auditor interno

source: View List Of Trained Internal Auditor
ar_ae: عرض القائمة من المدقق الداخلي تدريب
de_de: Ansicht Liste von ausgebildeten Internal Auditor
es_es: Ver Lista De Entrenado Auditor Interno
fr_fr: Voir la liste de l'auditeur interne formé
gu: તાલીમ આંતરિક ઓડિટર સૂચિ જુઓ
it_it: Visualizza l'elenco dei qualificati revisore interno
mr: प्रशिक्षित अंतर्गत लेखापरीक्षक यादी पहा
pt_pt: Veja a lista de Treinado auditor interno

source: Training
ar_ae: الدورات التدريبية
es_es: Formación
fr_fr: Formation
gu: તાલીમ
it_it: Allenamento
mr: प्रशिक्षण
pt_pt: Formação

source: Add Master List Of Format Department
ar_ae: إضافة قائمة ماستر قسم تنسيق
de_de: Fügen Sie Master-Liste der Format-Abteilung
es_es: Add Master List Of Departamento Formato
fr_fr: Ajouter Maître Liste des Format Département
gu: ફોર્મેટ વિભાગના માસ્ટર યાદી ઉમેરો
it_it: Aggiungere Master List Of Format Dipartimento
mr: मास्टर सूची स्वरूप विभागाचे जोडा
pt_pt: Adicionar Mestre Lista de Departamento Format

source: Approve Master List Of Format Department
ar_ae: الموافقة على قائمة ماستر قسم تنسيق
de_de: Genehmigen Master-Liste der Format-Abteilung
es_es: Aprobar Lista Maestra de Departamento Formato
fr_fr: Approuver la liste principale format Département
gu: ફોર્મેટ વિભાગના માસ્ટર યાદી મંજૂર
it_it: Approvare Master List Of Format Dipartimento
mr: मास्टर सूची स्वरूप विभाग मान्यताही
pt_pt: Aprovar Mestre Lista de Departamento Format

source: Edit Master List Of Format Department
ar_ae: تحرير قائمة ماستر قسم تنسيق
de_de: Master List Edit Format Abteilung
es_es: Editar lista maestra de Departamento Formato
fr_fr: Edit Master List Of Format Département
gu: ફોર્મેટ વિભાગના ફેરફાર કરો માસ્ટર યાદી
it_it: Modifica elenco Master Of Format Dipartimento
mr: स्वरूप विभाग संपादीत मास्टर यादी
pt_pt: Editar Lista Master Of Departamento Format

source: New Master List Of Format Department
ar_ae: قائمة جديدة ماجستير إدارة تنسيق
de_de: Neue Master-Liste der Format-Abteilung
es_es: Nueva lista maestra de Departamento Formato
fr_fr: Nouvelle liste de Master Of Format Département
gu: ફોર્મેટ વિભાગના નવા મુખ્ય યાદી
it_it: Nuovo Master List Of Format Dipartimento
mr: स्वरूप विभाग नवीन मास्टर यादी
pt_pt: Novo Mestre Lista de Departamento Format
