Repository: Athenolabs/flinkiso-lite
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_ae, de_de, es_es, fr_fr, gu, it_it, mr, pt_pt

source: The list of computer list of software has been saved.
ar_ae: تم حفظ قائمة من قائمة جهاز الكمبيوتر من البرمجيات.
de_de: Die Liste der Computer Liste der Software wurde gespeichert.
es_es: Se ha guardado la lista de la lista de equipos de software.
fr_fr: La liste de la liste des ordinateurs de logiciels a été enregistré.
it_it: L'elenco di elenco di computer del software è stato registrato.
mr: सॉफ्टवेअर संगणक यादी जतन केली गेली आहे.
pt_pt: A lista de lista do computador de software foi salvo.

source: Invalid list of computer
ar_ae: قائمة غير صالحة من الكمبيوتر
de_de: Ungültige Liste von Computer
es_es: Lista válida de equipo
fr_fr: Liste non valide de l'ordinateur
gu: કોમ્પ્યુટર અમાન્ય યાદી
it_it: Elenco valido di calcolatore
mr: संगणक अवैध यादी
pt_pt: Lista inválido de computador

source: The computer has been saved
ar_ae: تم حفظ الكمبيوتر
de_de: Der Computer wurde gespeichert
es_es: El ordenador se ha guardado
fr_fr: L'ordinateur a été enregistré
gu: કોમ્પ્યુટર સંગ્રહ કરવામાં આવી છે
it_it: Il computer è stato salvato
mr: संगणक जतन केली गेली आहे
pt_pt: O computador foi salvo

source: The computer could not be saved. Please, try again.
ar_ae: تعذر حفظ الكمبيوتر. من فضلك، حاول مرة أخرى.
de_de: Der Computer konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El equipo no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: L'ordinateur n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ કમ્પ્યુટર સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: Il computer non poteva essere salvato. Per favore, provare di nuovo.
mr: संगणक जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O computador não pôde ser salvo. Por favor, tente novamente.

source: The Computer has been saved.
ar_ae: تم حفظ الحاسوب.
de_de: Der Computer ist gespeichert.
es_es: El ordenador se ha guardado.
fr_fr: L'ordinateur a été enregistré.
it_it: Il computer è stato registrato.
mr: संगणक जतन केले गेले आहे.
pt_pt: O computador foi salvo.

source: Invalid list of measuring devices for calibration
ar_ae: قائمة غير صالحة للمعايرة أجهزة قياس
de_de: Ungültige Liste von Messgeräten zur Kalibrierung
es_es: Lista válida de los dispositivos para la medición de la calibración
fr_fr: Liste valide des appareils de mesure pour l'étalonnage
gu: કેલિબ્રેશન માટે ઉપકરણો માપવાની અમાન્ય યાદી
it_it: Elenco valido di dispositivi per la calibrazione di misura
mr: कॅलिब्रेशन करीता मोजण्यासाठी साधनांच्या अवैध सूची
pt_pt: Lista inválido de dispositivos para medição de calibração

source: The list of measuring devices for calibration has been saved
ar_ae: تم حفظ قائمة الأجهزة للمعايرة قياس
es_es: La lista de dispositivos para la medición de calibración se ha guardado
gu: કેલિબ્રેશન માટે ઉપકરણો માપવા યાદી સંગ્રહ કરવામાં આવી છે
it_it: L'elenco dei dispositivi per la misurazione di calibrazione è stato salvato
pt_pt: A lista de dispositivos de medição de calibração foi salva

source: The list of measuring devices for calibration could not be saved. Please, try again.
ar_ae: تعذر حفظ قائمة من أجهزة قياس للمعايرة. من فضلك، حاول مرة أخرى.
es_es: La lista de los dispositivos de medición para la calibración no se pudo guardar. Por favor, inténtelo de nuevo.
gu: કેલિબ્રેશન માટે ઉપકરણો માપવા યાદી સાચવી શકાઈ નથી. , ફરી પ્રયાસ કરો.
it_it: L'elenco dei dispositivi di misurazione per la taratura non poteva essere salvato. Per favore, provare di nuovo.
pt_pt: A lista de dispositivos de medição para a calibração não pôde ser salvo. Por favor, tente novamente.

source: The list of measuring devices for calibration has been saved.
ar_ae: تم حفظ قائمة الأجهزة للمعايرة قياس.
es_es: Se ha guardado la lista de dispositivos para la medición de la calibración.
it_it: L'elenco dei dispositivi per la misurazione di calibrazione è stato registrato.
pt_pt: A lista de dispositivos de medição de calibração foi salvo.

source: Invalid list of software
ar_ae: قائمة غير صالحة للبرمجيات
de_de: Ungültige Liste von Software-
es_es: Lista válida de software
fr_fr: Liste valide des logiciels
gu: સોફ્ટવેર અમાન્ય યાદી
it_it: Elenco valido di software
mr: सॉफ्टवेअर अवैध यादी
pt_pt: Lista inválido de software

source: The list of software has been saved
ar_ae: تم حفظ قائمة البرامج
de_de: Die Liste der Software wurde gespeichert
es_es: La lista de software se ha guardado
fr_fr: La liste des logiciels a été enregistré
gu: સોફ્ટવેર યાદી સંગ્રહ કરવામાં આવી છે
it_it: La lista di software è stato registrato
mr: सॉफ्टवेअर यादी जतन केली गेली आहे
pt_pt: A lista de software foi salvo

source: The list of software could not be saved. Please, try again.
ar_ae: تعذر حفظ قائمة البرامج. من فضلك، حاول مرة أخرى.
de_de: Die Liste der Software konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La lista de software no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: La liste des logiciels n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: સોફ્ટવેર યાદી સાચવી શકાઈ નથી. , ફરી પ્રયાસ કરો.
it_it: L'elenco dei software non poteva essere salvato. Per favore, provare di nuovo.
mr: सॉफ्टवेअर सूची जतन करू शकलो नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A lista de software não pôde ser salvo. Por favor, tente novamente.

source: The list of software has been saved.
ar_ae: تم حفظ قائمة البرامج.
de_de: Die Liste der Software wurde gespeichert.
es_es: Se ha guardado la lista de software.
fr_fr: La liste des logiciels a été enregistré.
it_it: La lista dei software è stato registrato.
mr: सॉफ्टवेअर यादी जतन केली गेली आहे.
pt_pt: A lista de software foi salvo.

source: Invalid list of trained internal auditor
ar_ae: قائمة غير صالحة للتدريب المراجع الداخلي
de_de: Ungültige Liste von ausgebildeten internen Prüfer
es_es: Lista no válido de formación de auditor interno
fr_fr: Liste valide d'auditeur interne qualifié
gu: તાલીમ આંતરિક ઓડિટર અમાન્ય યાદી
it_it: Elenco valido di formazione revisore interno
mr: प्रशिक्षित अंतर्गत हिशेबतपासनीस अवैध यादी
pt_pt: Lista inválido de auditor interno treinado

source: The list of trained internal auditor has been saved
ar_ae: تم حفظ قائمة من تدريب المراجع الداخلي
de_de: Die Liste der internen Prüfer geschult wurde gespeichert
es_es: La lista de los entrenados auditor interno se ha guardado
fr_fr: La liste de l'auditeur interne formé a été enregistré
gu: તાલીમ આંતરિક ઓડિટર યાદી સંગ્રહ કરવામાં આવી છે
it_it: L'elenco dei formati revisore interno è stato salvato
mr: प्रशिक्षित अंतर्गत हिशेबतपासनीस यादी जतन केली गेली आहे
pt_pt: A lista de auditor interno treinado foi salva

source: The list of trained internal auditor could not be saved. Please, try again.
ar_ae: تعذر حفظ قائمة المدربين المدقق الداخلي. من فضلك، حاول مرة أخرى.
de_de: Die Liste der geschulten internen Prüfer konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La lista de los entrenados auditor interno no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: La liste de l'auditeur interne formé n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: તાલીમ આંતરિક ઓડિટર યાદી સાચવી શકાઈ નથી. , ફરી પ્રયાસ કરો.
it_it: L'elenco dei formati revisore interno non poteva essere salvato. Per favore, provare di nuovo.
mr: प्रशिक्षित अंतर्गत हिशेबतपासनीस सूची जतन करू शकलो नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A lista de auditor interno treinado não pôde ser salvo. Por favor, tente novamente.

source: The list of trained internal auditor has been saved.
ar_ae: تم حفظ قائمة من تدريب المراجع الداخلي.
de_de: Die Liste der internen Prüfer geschult wurde gespeichert.
es_es: Se ha guardado la lista de los entrenados auditor interno.
fr_fr: La liste de l'auditeur interne formé a été enregistré.
it_it: L'elenco dei formati revisore interno è stato registrato.
mr: प्रशिक्षित अंतर्गत हिशेबतपासनीस यादी जतन केली गेली आहे.
pt_pt: A lista de auditor interno treinado foi salvo.

source: Invalid master list of format department
ar_ae: القائمة الرئيسية غير صالحة قسم تنسيق
de_de: Ungültige Master-Liste der Format-Abteilung
es_es: Lista maestra no válido del departamento de formato
fr_fr: Liste principale invalide du département de format
gu: બંધારણ વિભાગના અમાન્ય માસ્ટર યાદી
it_it: Elenco principale non valido del dipartimento formato
mr: स्वरूप विभागाचे अवैध मास्टर यादी
pt_pt: Lista mestra inválido de departamento formato

source: The master list of format department has been saved
ar_ae: تم حفظ القائمة الرئيسية قسم التنسيق
de_de: Der Master-Liste der Formatabteilung wurde gespeichert
es_es: La lista maestra de departamento de formato se ha guardado
fr_fr: La liste principale du département de format a été enregistré
gu: બંધારણ વિભાગના મુખ્ય યાદી સંગ્રહ કરવામાં આવી છે
it_it: L'elenco principale di dipartimento formato è stato salvato
mr: स्वरूप विभागाचे मास्टर यादी जतन केली गेली आहे
pt_pt: A lista principal de departamento formato foi salvo

source: The master list of format department could not be saved. Please, try again.
ar_ae: تعذر حفظ القائمة الرئيسية قسم تنسيق. من فضلك، حاول مرة أخرى.
de_de: Der Master-Liste der Formatabteilung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La lista maestra de departamento de formato no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: La liste principale du département de format n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: બંધારણ વિભાગના મુખ્ય યાદી સાચવી શકાઈ નથી. , ફરી પ્રયાસ કરો.
it_it: L'elenco principale di dipartimento formato non poteva essere salvato. Per favore, provare di nuovo.
mr: स्वरूप विभागाचे मास्टर यादी जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A lista principal de departamento formato não pôde ser salvo. Por favor, tente novamente.

source: Invalid master list of format
ar_ae: القائمة الرئيسية غير صالحة للتنسيق
de_de: Ungültige Master-Liste Format
es_es: Lista maestra no válido de formato
fr_fr: Liste principale invalide format
gu: ફોર્મેટ અમાન્ય માસ્ટર યાદી
it_it: Elenco principale non valido formato
mr: स्वरूपाचे अवैध मास्टर यादी
pt_pt: Lista mestra inválido de formato

source: The master list of format has been saved
ar_ae: تم حفظ قائمة رئيسية شكل
de_de: Der Master-Liste Format gespeichert wurde
es_es: La lista maestra de formato se ha guardado
fr_fr: La liste maîtresse de format a été enregistré
gu: બંધારણ ની માસ્ટર યાદી સંગ્રહ કરવામાં આવી છે
it_it: L'elenco principale di formato è stato salvato
mr: स्वरूपाचे मास्टर यादी जतन केली गेली आहे
pt_pt: A lista principal de formato foi salvo

source: The master list of format could not be saved. Please, try again.
ar_ae: تعذر حفظ قائمة رئيسية من الشكل. من فضلك، حاول مرة أخرى.
de_de: Der Master-Liste Format konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La lista maestra de formato no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: La liste principale de forme n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: બંધારણ ની માસ્ટર યાદી સાચવી શકાઈ નથી. , ફરી પ્રયાસ કરો.
it_it: L'elenco principale di formato non poteva essere salvato. Per favore, provare di nuovo.
mr: स्वरूपाचे मास्टर यादी जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A lista principal de formato não pôde ser salvo. Por favor, tente novamente.

source: Invalid material quality check detail
ar_ae: المواد غير صالحة فحص الجودة التفاصيل
de_de: Ungültige Material Qualitätsprüfung Detail
es_es: Detalle cheque la calidad del material no válido
fr_fr: Matériau non valide contrôle de qualité détail
it_it: Qualità del materiale valido assegno dettaglio
mr: अवैध सामग्री गुणवत्ता तपासणी तपशील
pt_pt: Detalhe verificação de qualidade de material inválido

source: The material quality check detail has been saved
ar_ae: تم حفظ الاختيار بالتفصيل نوعية المواد
de_de: Das Material Qualitätsprüfung Detail wurde gespeichert
es_es: El detalle cheque la calidad del material se ha guardado
fr_fr: Le contrôle qualité des matériaux détail a été enregistré
it_it: Il controllo particolare qualità del materiale è stato salvato
mr: साहित्य गुणवत्ता तपासणी तपशील जतन केले गेले आहे
pt_pt: O detalhe verificação da qualidade material foi salvo

source: The material quality check detail could not be saved. Please, try again.
ar_ae: لا يمكن حفظ التفاصيل فحص الجودة مادية. من فضلك، حاول مرة أخرى.
de_de: Das Material Qualitätsprüfung Detail konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El detalle cheque la calidad del material no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le contrôle de la qualité des matériaux détail n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
it_it: Il controllo particolare qualità del materiale non poteva essere salvato. Per favore, provare di nuovo.
mr: साहित्य गुणवत्ता तपासणी तपशील जतन केले जाऊ शकले नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O detalhe cheque a qualidade do material não poderia ser salvo. Por favor, tente novamente.

source: The material quality check detail has been published
ar_ae: وقد نشرت التفاصيل الاختيار نوعية المواد
de_de: Das Material Qualitätsprüfung Detail wurde veröffentlicht
es_es: El detalle de verificación de calidad de material ha sido publicado
fr_fr: Le contrôle qualité des matériaux détail a été publié
it_it: Il controllo particolare qualità del materiale è stato pubblicato
mr: साहित्य गुणवत्ता तपासणी तपशील प्रकाशित करण्यात आले आहे
pt_pt: O detalhe verificação da qualidade material foi publicado

source: The material quality check detail has been saved.
ar_ae: تم حفظ الاختيار بالتفصيل نوعية المواد.
de_de: Das Material Qualitätsprüfung Detail wurde gespeichert.
es_es: El detalle cheque la calidad del material se ha guardado.
fr_fr: Le contrôle qualité des matériaux détail a été enregistré.
it_it: Il controllo particolare qualità del materiale è stato registrato.
mr: साहित्य गुणवत्ता तपासणी तपशील जतन केले गेले आहे.
pt_pt: O detalhe cheque a qualidade do material foi salvo.

source: Material has been added to stock and Supplier is Evaluated
ar_ae: تمت إضافة مواد لتخزين ويتم تقييم المورد
de_de: Material wurde hinzugefügt, um Lager und Lieferant wird ausgewertet
es_es: Material ha sido añadido a abastecerse y proveedor es evaluado
fr_fr: Matériel a été ajouté à stocker et fournisseur est évalué
it_it: Materiale è stato aggiunto a magazzino e fornitore viene valutata
mr: साहित्य स्टॉक जोडले गेले आहे आणि पुरवठादार मूल्यमापन आहे
pt_pt: Material foi adicionado para estocar e Fornecedor é avaliada

source: Material could not be added to stock. Please try again.
ar_ae: تعذر إضافة المواد إلى المخزون. يرجى المحاولة مرة أخرى.
de_de: Material konnte nicht an Lager hinzugefügt werden. Bitte versuchen Sie es erneut.
es_es: El material no se podría agregar a las existencias. Por favor, inténtelo de nuevo.
fr_fr: Matériel ne peut être ajouté en stock. S'il vous plaît essayez de nouveau.
it_it: Il materiale non può essere aggiunto a magazzino. Riprova.
mr: साहित्य स्टॉक जोडले जाऊ शकत नाही. कृपया पुन्हा प्रयत्न करा.
pt_pt: O material não pode ser adicionado ao estoque. Por favor, tente novamente.

source: Invalid material quality check
ar_ae: المواد غير صالحة فحص الجودة
de_de: Ungültige Material Qualitätsprüfung
es_es: Control de calidad de material no válido
fr_fr: Matériau non valide contrôle de la qualité
it_it: Controllo di qualità dei materiali non valido
mr: अवैध सामग्री गुणवत्ता तपासणी
pt_pt: Verificação de qualidade do material inválido

source: The material quality check has been saved
ar_ae: تم حفظ الاختيار نوعية المواد
de_de: Das Material Qualitätsprüfung wurde gespeichert
es_es: La comprobación de la calidad del material se ha guardado
fr_fr: Le contrôle de la qualité des matériaux a été enregistré
it_it: Il controllo di qualità del materiale è stato salvato
mr: साहित्य गुणवत्ता तपासणी जतन केली गेली आहे
pt_pt: A verificação da qualidade do material foi salvo

source: The material quality check could not be saved. Please, try again.
ar_ae: تعذر حفظ فحص الجودة مادية. من فضلك، حاول مرة أخرى.
de_de: Das Material Qualitätsprüfung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La comprobación de la calidad del material no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le matériel de contrôle de la qualité ne peut pas être sauvé. S'il vous plaît, essayez à nouveau.
it_it: Il controllo di qualità del materiale non poteva essere salvato. Per favore, provare di nuovo.
mr: साहित्य गुणवत्ता तपासणी जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A verificação da qualidade do material não poderia ser salvo. Por favor, tente novamente.

source: The material quality check has been saved.
ar_ae: تم حفظ فحص الجودة مادية.
de_de: Das Material Qualitätsprüfung wurde gespeichert.
es_es: La comprobación de la calidad del material se ha guardado.
fr_fr: Le matériel de contrôle de la qualité a été enregistré.
it_it: Il controllo di qualità del materiale è stato registrato.
mr: साहित्य गुणवत्ता तपासणी जतन केली गेली आहे.
pt_pt: A verificação da qualidade do material foi salvo.

source: Material quality check deleted
ar_ae: الاختيار نوعية المواد حذف
de_de: Material Qualitätsprüfung gelöscht
es_es: Control de calidad del material eliminado
fr_fr: Contrôle de la qualité des matériaux supprimé
it_it: Controllo di qualità materiale cancellato
mr: साहित्य गुणवत्ता तपासणी हटविले
pt_pt: Controlo de qualidade de materiais excluídos

source: Material quality check was not deleted
ar_ae: لم يتم حذف الاختيار نوعية المواد
de_de: Material Qualitätsprüfung wurde nicht gelöscht
es_es: Control de calidad del material no se ha eliminado
fr_fr: Contrôle de la qualité des matériaux n'a pas été supprimé
it_it: Controllo di qualità dei materiali non è stato eliminato
mr: साहित्य गुणवत्ता तपासणी हटविले नाही
pt_pt: Controlo de qualidade de materiais não foi excluída

source: Invalid material type
ar_ae: نوع المادة غير صالح
de_de: Ungültige Materialtyp
es_es: Inválido el tipo de material
fr_fr: Invalid type de matériau
it_it: Tipo di materiale non valido
mr: अवैध सामग्री प्रकार
pt_pt: Tipo de material inválido

source: The material type has been saved
ar_ae: تم حفظ نوع المادة
de_de: Die Materialart wurde gespeichert
es_es: El tipo de material se ha guardado
fr_fr: Le type de matériau a été enregistré
it_it: Il tipo di materiale è stato registrato
mr: साहित्य प्रकार जतन केली गेली आहे
pt_pt: O tipo de material foi salvo

source: The material type could not be saved. Please, try again.
ar_ae: تعذر حفظ نوع المواد. من فضلك، حاول مرة أخرى.
de_de: Die Materialart konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El tipo de material que no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le type de matériau n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
it_it: Il tipo di materiale non poteva essere salvato. Per favore, provare di nuovo.
mr: साहित्य प्रकार जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O tipo de material não poderia ser salvo. Por favor, tente novamente.

source: Invalid material
ar_ae: المواد غير صالحة
de_de: Ungültiges Material
es_es: Material no válido
fr_fr: Matériau non valide
gu: અમાન્ય સામગ્રી
it_it: Materiale non valido
mr: अवैध सामग्री
pt_pt: Material de inválido

source: The material has been saved
ar_ae: تم حفظ المواد
de_de: Das Material wurde gespeichert
es_es: El material se ha guardado
fr_fr: Le matériau a été enregistré
gu: આ સામગ્રી સંગ્રહ કરવામાં આવી છે
it_it: Il materiale è stato registrato
mr: साहित्य जतन केली गेली आहे
pt_pt: O material foi guardado

source: The material could not be saved. Please, try again.
ar_ae: تعذر حفظ المواد. من فضلك، حاول مرة أخرى.
de_de: Das Material konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: El material no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: Le matériel n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ સામગ્રી સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: Il materiale non poteva essere salvato. Per favore, provare di nuovo.
mr: साहित्य जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: O material não poderia ser salvo. Por favor, tente novamente.

source: Invalid meeting
ar_ae: اجتماع غير صالح
de_de: Ungültige Sitzung
es_es: Reunión inválido
fr_fr: Réunion invalide
gu: અમાન્ય બેઠક
it_it: Incontro valido
mr: अवैध बैठक
pt_pt: Reunião inválido

source: The meeting has been saved
ar_ae: تم حفظ اجتماع
de_de: Das Treffen wurde gespeichert
es_es: La reunión se ha guardado
fr_fr: La réunion a été enregistré
gu: આ બેઠકમાં સંગ્રહ કરવામાં આવી છે
it_it: L'incontro è stato salvato
mr: बैठक जतन केली गेली आहे
pt_pt: A reunião foi salva

source: The meeting could not be saved. Please, try again.
ar_ae: تعذر حفظ الاجتماع. من فضلك، حاول مرة أخرى.
de_de: Die Sitzung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es_es: La reunión no se pudo guardar. Por favor, inténtelo de nuevo.
fr_fr: La réunion n'a pas pu être sauvé. S'il vous plaît, essayez à nouveau.
gu: આ બેઠકમાં સેવ કરી શકે છે. , ફરી પ્રયાસ કરો.
it_it: L'incontro non poteva essere salvato. Per favore, provare di nuovo.
mr: बैठक जतन करणे शक्य नाही. , कृपया पुन्हा प्रयत्न करा.
pt_pt: A reunião não pôde ser salvo. Por favor, tente novamente.

source: The meeting details has been saved
ar_ae: تم حفظ تفاصيل الاجتماع
de_de: Die Meeting-Details wurde gespeichert
es_es: Los detalles de la reunión ha sido guardado
fr_fr: Les détails de la réunion a été sauvegardé
gu: આ બેઠકમાં વિગતો સંગ્રહ કરવામાં આવી છે
it_it: I dettagli della riunione è stato salvato
mr: बैठक तपशील जतन केले गेले आहे
pt_pt: Os detalhes da reunião foi salva

source: The meeting has been published
ar_ae: وقد نشرت الاجتماع
de_de: Das Treffen wurde veröffentlicht
es_es: La reunión ha sido publicado
fr_fr: La réunion a été publié
gu: આ બેઠકમાં પ્રકાશિત કરવામાં આવી છે
it_it: La riunione è stata pubblicata
mr: बैठक प्रकाशित केला गेला आहे
pt_pt: A reunião foi publicado

source: Message moved to Trash!
ar_ae: انتقلت الرسالة إلى المهملات!
de_de: Nachricht in den Papierkorb!
es_es: Mensaje mueve a la Papelera!
fr_fr: Message déplacé dans la Corbeille!
gu: સંદેશ ટ્રૅશમાં ખસેડવામાં!
it_it: Messaggio spostato nel Cestino!
mr: संदेश कचर्यात हलविले!
pt_pt: Mensagem movida para a lixeira!

source: All selected values moved to trash
ar_ae: انتقلت كل القيم المحددة إلى سلة المهملات
de_de: Alle ausgewählten Werte in den Papierkorb
es_es: Todos los valores seleccionados se trasladaron a la basura
fr_fr: Toutes les valeurs sélectionnées placés dans la corbeille
gu: બધા પસંદ કરેલ કિંમતો ટ્રેશમાં ખસેડવામાં
it_it: Tutti i valori selezionati spostati nel cestino
mr: सर्व निवडलेल्या मूल्यांसाठी कचर्यात हलविले
pt_pt: Todos os valores selecionados mudou-se para o lixo

source: Problem occured during moved to trash
ar_ae: مشكلة وقعت خلال انتقلت إلى سلة المهملات
de_de: Problem während aufgetreten, um Papierkorb verschoben
es_es: Problema ocurrió durante trasladado a la basura
fr_fr: Problème survenu pendant déplacé à la corbeille
it_it: Problema è verificato durante spostato nel cestino
mr: दरम्यान आली समस्या कचर्यात हलविले
pt_pt: Problema ocorreu durante mudou-se para o lixo

source: Message deleted
ar_ae: الرسالة محذوفة
de_de: Nachricht gelöscht
es_es: Mensaje eliminado.
fr_fr: Message supprimé
gu: કાઢી સંદેશ
it_it: Messaggio cancellato
mr: संदेश हटविला
pt_pt: Mensagem apagada

source: Message was not deleted
ar_ae: لم يتم حذف رسالة
de_de: Nachricht wurde nicht gelöscht
es_es: Mensaje no se borra
fr_fr: N'a pas été supprimé
gu: સંદેશ કાઢી ન હતી
it_it: Messaggio non è stato cancellato
mr: संदेश हटविले नाही
pt_pt: Mensagem não foi excluída

source: Invalid message
ar_ae: رسالة غير صالحة
de_de: Ungültige Nachricht
es_es: Mensaje no válido
fr_fr: Message non valide
gu: અમાન્ય સંદેશ
it_it: Messaggio non valido
mr: अवैध संदेश
pt_pt: Mensagem inválida

source: Message Sent Successfully
ar_ae: تم إرسال الرسالة بنجاح
de_de: Nachricht erfolgreich gesendet
es_es: Mensaje enviado con éxito
fr_fr: Message envoyé avec succès
it_it: Messaggio inviato con successo
mr: निरोप यशस्वीरीत्या पाठवला
pt_pt: Mensagem enviada com sucesso!
